{
  "Sun": {
    "Koç": "Your life energy is high and you always act with the urge to be number one. You have a brave, independent personality eager to discover new paths.",
    "Boğa": "Trust, peace and comfort are your top priorities. You are patient, resilient and extremely determined when it comes to protecting what you have.",
    "İkizler": "Mental stimulation and information sharing are your vital fuel. You have a curious, versatile nature that can quickly adapt to any situation.",
    "Yengeç": "A sense of belonging and the instinct to protect loved ones defines you. You have deep emotional intelligence, are intuitive and deeply attached to family values.",
    "Aslan": "You love to shine with your creative, generous and natural leadership charisma. Your need for approval and appreciation is high, and your heart is always warm.",
    "Başak": "Perfectionism and the desire to be useful is your main motivation. You are analytical, detail-oriented and skilled at living life in an orderly manner.",
    "Terazi": "You seek harmony, justice and aesthetic balance. Relationships serve as your mirror, and you are a diplomatic, elegance-focused person.",
    "Akrep": "Depth, passion and the drive to find the truth beneath everything governs you. You have a strong will, mysterious and transformative energy.",
    "Yay": "You are full of freedom, adventure and the desire to discover life's meaning. You have an optimistic, philosophical and boundless vision.",
    "Oğlak": "You have a responsible, disciplined and long-term success oriented nature. Serious, reliable, and a character who works patiently to reach goals.",
    "Kova": "You have an individualistic, innovative and socially beneficial perspective. Freedom-loving, visionary and someone who thinks outside the box.",
    "Balık": "You have empathy, imagination and spiritual depth. A personality that senses beyond boundaries, compassionate with a strong artistic side."
  },
  "Moon": {
    "Koç": "Your emotional reactions are sudden and fiery; when hurt or happy about something, it's impossible to hide it. You always seek excitement and novelty internally.",
    "Boğa": "Emotional security is everything to you. Favorite foods, soft blankets and loyal friends nourish your soul. Your feelings aren't easily shaken but once broken, take time to repair.",
    "İkizler": "You make sense of emotions by analyzing them mentally; talking is like therapy for you. You have a curious and changeable inner world.",
    "Yengeç": "Your emotional depth is as vast as oceans and you find peace in your safe space (home). Your intuition is very strong, absorbing others' feelings like a sponge.",
    "Aslan": "Emotionally you want to be appreciated and feel special. You have a generous and warm inner world, and you flourish when you feel loved.",
    "Başak": "You find emotional peace through order and usefulness. You may have an anxious nature, feeling secure by organizing chaos.",
    "Terazi": "Your inner peace depends entirely on balance in your relationships. You hate conflict and build emotional security on courtesy and harmony.",
    "Akrep": "You experience emotions at extremes and very deeply; there's no gray area for you. Trust is hard for you but once you trust, you're unshakeable.",
    "Yay": "You need emotional freedom and new experiences. Your spirit contracts when restricted; optimism and faith are your emotional refuge.",
    "Oğlak": "You don't like expressing emotions outwardly, appearing cold outside while having a very responsible and loyal heart inside. You need success to feel secure.",
    "Kova": "Emotionally independent and somewhat distant; you form mental partnerships rather than traditional bonds. Uniqueness is your inner compass.",
    "Balık": "You have boundless empathy and a dreamlike inner world. Very sensitive, with a high need to escape from the world and find spiritual refuge."
  },
  "Mercury": {
    "Koç": "Your mind works like a race car! You say what comes to mind instantly. Great practical intelligence but sometimes forget to brake and might hurt others.",
    "Boğa": "You measure and weigh a decision forty times before making it. Your mind is like a gardening farmer; slow but yields solid produce.",
    "İkizler": "Thinking about ten different things simultaneously is child's play for you! You dance with words. You have opinions on everything and enjoy sharing them.",
    "Yengeç": "You think not just with logic but with your heart. You never forget the past, scents and emotions. Your communication is very gentle and protective.",
    "Aslan": "You want everyone to listen when you speak. Your oratory skills are very strong. You convey thoughts in colorful and impressive ways.",
    "Başak": "Your mind works like a perfect clock. Breaking everything down and examining it for maximum efficiency is your thing.",
    "Terazi": "Making decisions might be the hardest thing for you because you always consider 'the other side' too. Your words are very kind and persuasive.",
    "Akrep": "Hearing the unspoken, seeing the hidden is your specialty. Superficial conversations bore you; you want to go deep, to darkest secrets.",
    "Yay": "Seeing the big picture is very easy for you. You're interested in philosophies and visions rather than small details. Very honest, sometimes to the point of bluntness.",
    "Oğlak": "Your thoughts are very grounded and realistic; you don't like idle talk. Every word must have weight and purpose. Planned and disciplined mindset.",
    "Kova": "Saying 'Z' where everyone else says 'A' is completely normal for you. You love surprising people with extraordinary ideas. Your mind works like a sci-fi movie.",
    "Balık": "Your thoughts are sometimes unclear like fog but always very artistic and intuitive. You navigate with imagination rather than logic."
  },
  "Venus": {
    "Koç": "Love is a conquest for you! When you like someone, you don't hide it, you make a direct move. Passion and excitement must always stay fresh in relationships.",
    "Boğa": "For you, love is touch, delicious food and feeling secure. Very loyal in relationships and seeking peace. Spending time with your loved one in comfort is your greatest happiness.",
    "İkizler": "For you, love starts with great conversation. It's hard to fall in love with someone whose intelligence you don't admire. You want freedom and variety in relationships.",
    "Yengeç": "You want to take your loved one under your wings. For you, love is building a safe harbor. Very romantic and sensitive, deeply attached to memories and loved ones.",
    "Aslan": "You love to experience love like a royal ceremony! Generous gifts, grand gestures and a partner to be proud of. When loved, you become the most loyal and warm person.",
    "Başak": "Doing things for the person you love, making their life easier, is your love language. You can be too critical in relationships, but only because you want perfection.",
    "Terazi": "Harmony, beauty and balance - the three cornerstones you seek in relationships. You don't like being alone and always try to find the middle ground.",
    "Akrep": "You accept love even with its deepest and darkest sides. Your attachment is so strong you can become obsessive. Passion is like oxygen for you.",
    "Yay": "A relationship with you is like an endless world tour! You want your partner to open new horizons. Very attached to freedom, immediately flee from restrictive relationships.",
    "Oğlak": "No room for games in love! You seek relationships with a future, built on solid foundations. Very responsible and loyal to your loved one.",
    "Kova": "For you, love is first and foremost a very good friendship. You hate classic relationship patterns. Very attached to independence.",
    "Balık": "You love to lose yourself in love. You have boundless love and empathy. Very romantic and self-sacrificing. Tendency to idealize partners can sometimes lead to disappointment."
  },
  "Mars": {
    "Koç": "You are the embodiment of pure energy and courage; when you want something, you attack immediately. A natural warrior and leader spirit, obstacles fuel you more.",
    "Boğa": "Your energy is slow but unstoppable like a tank. You have more than enough patience to reach your goal. High physical strength and endurance.",
    "İkizler": "You spend energy in mental areas. You respond very quickly and cleverly in debates. Your hand skills are high. Multitasking doesn't tire you, it nourishes you.",
    "Yengeç": "Your drives depend on emotions; you become a lion when protecting loved ones. May have passive-aggressive style, seeking security in actions.",
    "Aslan": "In actions you're creative, proud and attention-grabbing. You spend great energy to lead and be appreciated. Very strong will.",
    "Başak": "You use energy for efficiency and details; a perfect strategist and craftsman. Expert in technical subjects and problem solving.",
    "Terazi": "You hate conflicts and spend energy maintaining balance. Fighting for justice motivates you. May struggle greatly with decisions to avoid hurting anyone.",
    "Akrep": "Strategic, secretive with an extremely strong will. You wait quietly and strike your target dead center at the right moment. Very resilient and focused.",
    "Yay": "Your energy is fed by beliefs and adventure desire; you chase big goals. Optimistic action style unafraid of taking risks.",
    "Oğlak": "Ambitious with extremely disciplined energy; you climb stairs firmly step by step. Your resilience carries you to the top.",
    "Kova": "Classic methods aren't for you! You spend energy on social change and innovative projects. Very independent, love playing by your own rules.",
    "Balık": "Your energy is like a flow; sometimes very strong, sometimes very calm. Working for dreams and ideals makes you happy. Very self-sacrificing."
  },
  "Jupiter": {
    "Koç": "Your luck opens when you show courage to start something new. You have growth potential in every area you lead. Self-confidence is your greatest treasure.",
    "Boğa": "Material growth and abundance are with you. Your luck increases when patient and connected with nature. Sharing life's pleasures enriches you.",
    "İkizler": "Every new piece of knowledge opens new doors. With communication and writing skills, you can achieve great success. Mental variety increases your luck.",
    "Yengeç": "Jupiter is very happy here! Your home, family and loved ones bring the greatest luck. As you show empathy and compassion, life becomes more beautiful.",
    "Aslan": "Your creativity and generosity open doors. You grow under the spotlight. Your joy for life and warmth nourish everyone around you.",
    "Başak": "Your luck is hidden in attention to details and service to others. You can grow by specializing in healthy living and organization. Very practical.",
    "Terazi": "The right partnerships and harmonious relationships carry you to the top. With justice sense and diplomatic ability, you can solve any problem.",
    "Akrep": "Deep research and spiritual transformations bring the greatest wealth. Your ability to manage others' resources is strong. Very resilient.",
    "Yay": "Jupiter is at home! Luck is always with you. Travel, philosophy and foreign cultures help you grow. Your optimism is your greatest protector.",
    "Oğlak": "You have the patience and strategy to reach great goals. You can achieve lasting growth in social status and career. Very serious.",
    "Kova": "Your luck shines when you do things beneficial to society and share original ideas. Your ability to read the future is very strong. Very free.",
    "Balık": "Your faith and imagination bring miracles. Unlimited growth potential in artistic and spiritual fields. Very compassionate."
  },
  "Saturn": {
    "Koç": "You face tests in taking initiative and leadership; real confidence must be built with patience. Your impatience will be refined through life.",
    "Boğa": "Your responsibilities in material values and security are high; you achieve lasting prosperity by working hard and protecting your values.",
    "İkizler": "You need discipline in communication and mental focus; moving from superficial knowledge to deep expertise is your test.",
    "Yengeç": "Emotional maturity and family responsibilities play an important role in your life; you learn to protect your inner child while becoming an adult protector.",
    "Aslan": "You need to take your creativity and uniqueness seriously; you earn real authority and respect by passing ego tests.",
    "Başak": "You must learn to handle perfectionism and criticism; building an efficient order without drowning in details is your great responsibility.",
    "Terazi": "You face serious tests in relationships and justice; overcoming fear of being alone and building healthy, balanced bonds is your mission.",
    "Akrep": "You take deep responsibilities in power, sexuality and shared resources; developing an unshakable will in crisis moments is your test.",
    "Yay": "You may go through strict tests in beliefs and life philosophy; freeing yourself from dogmas and reaching true knowledge is your responsibility.",
    "Oğlak": "Very powerful in its own sign; you take great responsibilities for career and social status. Your patience carries you to lasting peaks.",
    "Kova": "You need discipline in social order and friend groups; combining individual freedom with social benefit is your mission.",
    "Balık": "Facing your spiritual fears and setting boundaries is your greatest test; you must leave the dream world and gain spiritual discipline."
  },
  "Uranus": {
    "Koç": "You revolutionize individuality; you have energy full of suddenly starting and ending projects. Brave enough to burn everything for your freedom.",
    "Boğa": "Brings sudden changes in material values and comfort concept. Carries you to new freedom by destroying areas where you feel safe.",
    "İkizler": "Like mental lightning; you surprise everyone with genius and unusual ideas. You have a pioneering and shocking style in communication and technology.",
    "Yengeç": "Brings different perspective to traditional family structure and homeland concept. You find emotional security in unusual ways.",
    "Aslan": "You have a rule-breaking nature in creativity and love. Your self-expression style is unique with charisma to lead masses.",
    "Başak": "You make technological revolutions in work life and health routines. An innovative analyst who rejects traditional methods.",
    "Terazi": "You bring modern, libertarian breath to relationships and marriage. A diplomatic rebel who fights for justice in unusual ways.",
    "Akrep": "You experience sudden awakenings in metaphysical and psychological subjects. Shocking but healing transformative power that turns crises into opportunities.",
    "Yay": "You push boundaries in beliefs and higher education. A traveler seeking universal and technological depth in philosophy.",
    "Oğlak": "You make radical changes in institutional structures and career goals. A visionary leader who tears down traditional authority.",
    "Kova": "Very effective in its own sign; social revolutions, science and technology are your playground. You design humanity's future.",
    "Balık": "Creates lightning in your intuition and spiritual world. A dreamlike but shocking vision that combines mystical subjects with science."
  },
  "Neptune": {
    "Koç": "A spiritual warrior; you act with great zeal to realize dreams but may sometimes lose your way. Your idealism governs you.",
    "Boğa": "You feel the purest form of nature and art. You see the material world with spiritual eyes, seeking divine beauty in everything.",
    "İkizler": "Your mind is full of symbols and images; you can create enchanting worlds with words. You have an intuitive and poetic communication style.",
    "Yengeç": "You have a deep spiritual connection with family and roots. Your longing for the past makes you an artistic and compassionate protector.",
    "Aslan": "Your creativity is fed by divine inspiration; you're a romantic who dedicates yourself to art and love. Your dreams are always magnificent and brilliant.",
    "Başak": "You seek spiritual meaning in daily work and service. You may lose yourself while helping others, making perfectionism a spiritual goal.",
    "Terazi": "You seek absolute harmony and ideal beauty in love and art. You tend to idealize partners, with a peaceful and aesthetic soul.",
    "Akrep": "You're focused on finding light within mysterious and dark subjects. You gain spiritual depth with death and rebirth themes.",
    "Yay": "High philosophy and spiritual journeys are your domain. A visionary with boundless idealism searching for a universal belief system.",
    "Oğlak": "You bring spiritual perspective to institutional structures and career. A mystic who works disciplined to materialize dreams.",
    "Kova": "You represent dreams established for humanity and social utopias. You imagine the future with spiritual and technological wholeness.",
    "Balık": "Very powerful in its own sign; boundless empathy, mysticism and artistic inspiration are your nature. You are a living dream."
  },
  "Pluto": {
    "Koç": "You want to gain power and control through direct action. You have destructive but renewing will, rising from ashes after every crisis.",
    "Boğa": "You make fundamental transformations in financial systems and world resources. Your resilience lifts you up after any destruction.",
    "İkizler": "You transform the power of knowledge and communication. You may have mental manipulation ability or a shocking language that reveals truths.",
    "Yengeç": "You transform emotional roots and family structures from their foundation. Rebuilding your inner security is your life mission.",
    "Aslan": "You transform ego, creativity and love concepts through deep crises. You face great tests to discover your true inner power.",
    "Başak": "You make deep changes in health, work life and service areas. Shocking analytical power that pushes efficiency to the extreme.",
    "Terazi": "You experience great transformations through relationships and partnerships. You may need to go through power struggles to achieve justice.",
    "Akrep": "Very destructive and constructive in its own sign; death, rebirth and absolute power are your domain. You know the soul's darkest places.",
    "Yay": "You make global transformations in beliefs and worldview. A shocking vision that breaks old taboos to find truth.",
    "Oğlak": "You fundamentally change state structures, career goals and authority concept. You rebuild everything by destroying on the path to the top.",
    "Kova": "You transform social order and technology with shocking power. You take a key role in collective consciousness change.",
    "Balık": "You make deep transformations in the spiritual world and collective unconscious. A mystical transformer who uses compassion as power."
  }
}