{
  "1": {
    "Koç": [
      "You display an energetic and impatient stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display a brave and pioneering stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display a fast and direct stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display a combative and eager stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display an independent and bold stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ],
    "Boğa": [
      "You display a patient and reliable stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display an aesthetic and comfort-oriented stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display a calm and determined stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display a practical and resilient stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display a conservative and peace-seeking stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ],
    "İkizler": [
      "You display a curious and changeable stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display a social and intelligent stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display a talkative and versatile stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display a mental and active stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display a knowledge-focused and flexible stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ],
    "Yengeç": [
      "You display a compassionate and protective stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display an intuitive and sensitive stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display a belonging-oriented and nurturing stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display an emotional and deep stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display a traditional and nourishing stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ],
    "Aslan": [
      "You display a proud and generous stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display a creative and attention-grabbing stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display a leader-spirited and confident stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display a cheerful and charismatic stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display a stage-oriented and warm stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ],
    "Başak": [
      "You display an analytical and meticulous stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display a helpful and modest stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display an orderly and critical stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display a practical and service-oriented stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display a detail-oriented and hardworking stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ],
    "Terazi": [
      "You display a harmonious and fair stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display an aesthetic and diplomatic stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display a social and balancing stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display a kind and romantic stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display a partnership-oriented and elegant stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ],
    "Akrep": [
      "You display a passionate and mysterious stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display a resilient and transformative stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display an intuitive and deep stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display a strategic and ambitious stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display a reserved and focused stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ],
    "Yay": [
      "You display an adventurous and optimistic stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display a free-spirited and philosophical stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display an outspoken and cheerful stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display an exploration-focused and wise stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display a visionary and excited stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ],
    "Oğlak": [
      "You display a disciplined and responsible stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display an ambitious and serious stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display a patient and traditional stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display a success-oriented and authoritative stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display a realistic and planned stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ],
    "Kova": [
      "You display an innovative and freedom-loving stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display an intellectual and unconventional stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display a humanist and marginal stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display an objective and social stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display an independent and visionary stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ],
    "Balık": [
      "You display a dreamy and empathetic stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "Your way of expressing yourself is immediately noticed by those around you. You display an intuitive and self-sacrificing stance towards life. You always carry the dynamism of this sign in new beginnings.",
      "You display an artistic and spiritual stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings. The stars' placement adds special meaning to your life.",
      "You display an emotional and accepting stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings.",
      "You display a mystical and compassionate stance towards life. Your way of expressing yourself is immediately noticed by those around you. You always carry the dynamism of this sign in new beginnings."
    ]
  },
  "2": {
    "Koç": ["You manage material resources with an energetic and impatient attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."],
    "Boğa": ["You manage material resources with a patient and reliable attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."],
    "İkizler": ["You manage material resources with a curious and changeable attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."],
    "Yengeç": ["You manage material resources with a compassionate and protective attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."],
    "Aslan": ["You manage material resources with a proud and generous attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."],
    "Başak": ["You manage material resources with an analytical and meticulous attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."],
    "Terazi": ["You manage material resources with a harmonious and fair attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."],
    "Akrep": ["You manage material resources with a passionate and mysterious attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."],
    "Yay": ["You manage material resources with an adventurous and optimistic attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."],
    "Oğlak": ["You manage material resources with a disciplined and responsible attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."],
    "Kova": ["You manage material resources with an innovative and freedom-loving attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."],
    "Balık": ["You manage material resources with a dreamy and empathetic attitude. Your confidence is directly connected to the values you possess. You use this sign's characteristics to convert your talents into income."]
  },
  "3": {
    "Koç": ["Your communication style highlights energetic and impatient characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."],
    "Boğa": ["Your communication style highlights patient and reliable characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."],
    "İkizler": ["Your communication style highlights curious and changeable characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."],
    "Yengeç": ["Your communication style highlights compassionate and protective characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."],
    "Aslan": ["Your communication style highlights proud and generous characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."],
    "Başak": ["Your communication style highlights analytical and meticulous characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."],
    "Terazi": ["Your communication style highlights harmonious and fair characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."],
    "Akrep": ["Your communication style highlights passionate and mysterious characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."],
    "Yay": ["Your communication style highlights adventurous and optimistic characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."],
    "Oğlak": ["Your communication style highlights disciplined and responsible characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."],
    "Kova": ["Your communication style highlights innovative and freedom-loving characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."],
    "Balık": ["Your communication style highlights dreamy and empathetic characteristics. You reflect this energy in relationships with your close circle and siblings. Your mental processes are quite active and decisive."]
  },
  "4": {
    "Koç": ["You try to build an energetic and impatient structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."],
    "Boğa": ["You try to build a patient and reliable structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."],
    "İkizler": ["You try to build a curious and changeable structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."],
    "Yengeç": ["You try to build a compassionate and protective structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."],
    "Aslan": ["You try to build a proud and generous structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."],
    "Başak": ["You try to build an analytical and meticulous structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."],
    "Terazi": ["You try to build a harmonious and fair structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."],
    "Akrep": ["You try to build a passionate and mysterious structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."],
    "Yay": ["You try to build an adventurous and optimistic structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."],
    "Oğlak": ["You try to build a disciplined and responsible structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."],
    "Kova": ["You try to build an innovative and freedom-loving structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."],
    "Balık": ["You try to build a dreamy and empathetic structure in home and family life. Your connection with your roots and inner peace is shaped by this sign's energy. Your home is your safe harbor."]
  },
  "5": {
    "Koç": ["You live your creativity and love life in an energetic and impatient way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."],
    "Boğa": ["You live your creativity and love life in a patient and reliable way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."],
    "İkizler": ["You live your creativity and love life in a curious and changeable way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."],
    "Yengeç": ["You live your creativity and love life in a compassionate and protective way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."],
    "Aslan": ["You live your creativity and love life in a proud and generous way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."],
    "Başak": ["You live your creativity and love life in an analytical and meticulous way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."],
    "Terazi": ["You live your creativity and love life in a harmonious and fair way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."],
    "Akrep": ["You live your creativity and love life in a passionate and mysterious way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."],
    "Yay": ["You live your creativity and love life in an adventurous and optimistic way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."],
    "Oğlak": ["You live your creativity and love life in a disciplined and responsible way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."],
    "Kova": ["You live your creativity and love life in an innovative and freedom-loving way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."],
    "Balık": ["You live your creativity and love life in a dreamy and empathetic way. Your communication with children and entertainment understanding carries this sign's joy. You enjoy being in the spotlight."]
  },
  "6": {
    "Koç": ["You have an energetic and impatient routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."],
    "Boğa": ["You have a patient and reliable routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."],
    "İkizler": ["You have a curious and changeable routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."],
    "Yengeç": ["You have a compassionate and protective routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."],
    "Aslan": ["You have a proud and generous routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."],
    "Başak": ["You have an analytical and meticulous routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."],
    "Terazi": ["You have a harmonious and fair routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."],
    "Akrep": ["You have a passionate and mysterious routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."],
    "Yay": ["You have an adventurous and optimistic routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."],
    "Oğlak": ["You have a disciplined and responsible routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."],
    "Kova": ["You have an innovative and freedom-loving routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."],
    "Balık": ["You have a dreamy and empathetic routine in daily life and work. Your approach to health matters and way of serving reflects this sign's meticulousness. Efficiency is important to you."]
  },
  "7": {
    "Koç": ["You seek an energetic and impatient partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."],
    "Boğa": ["You seek a patient and reliable partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."],
    "İkizler": ["You seek a curious and changeable partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."],
    "Yengeç": ["You seek a compassionate and protective partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."],
    "Aslan": ["You seek a proud and generous partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."],
    "Başak": ["You seek an analytical and meticulous partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."],
    "Terazi": ["You seek a harmonious and fair partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."],
    "Akrep": ["You seek a passionate and mysterious partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."],
    "Yay": ["You seek an adventurous and optimistic partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."],
    "Oğlak": ["You seek a disciplined and responsible partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."],
    "Kova": ["You seek an innovative and freedom-loving partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."],
    "Balık": ["You seek a dreamy and empathetic partner in relationships and partnerships. This sign's balancing elements come into play in marriage and long-term bonds. You expect honesty from your partner."]
  },
  "8": {
    "Koç": ["You follow an energetic and impatient strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."],
    "Boğa": ["You follow a patient and reliable strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."],
    "İkizler": ["You follow a curious and changeable strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."],
    "Yengeç": ["You follow a compassionate and protective strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."],
    "Aslan": ["You follow a proud and generous strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."],
    "Başak": ["You follow an analytical and meticulous strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."],
    "Terazi": ["You follow a harmonious and fair strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."],
    "Akrep": ["You follow a passionate and mysterious strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."],
    "Yay": ["You follow an adventurous and optimistic strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."],
    "Oğlak": ["You follow a disciplined and responsible strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."],
    "Kova": ["You follow an innovative and freedom-loving strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."],
    "Balık": ["You follow a dreamy and empathetic strategy in transformation processes and shared gains. Your interest in life's mysterious aspects is fed by this sign's depth. Your crisis management power is high."]
  },
  "9": {
    "Koç": ["Your life philosophy and beliefs are built on an energetic and impatient foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."],
    "Boğa": ["Your life philosophy and beliefs are built on a patient and reliable foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."],
    "İkizler": ["Your life philosophy and beliefs are built on a curious and changeable foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."],
    "Yengeç": ["Your life philosophy and beliefs are built on a compassionate and protective foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."],
    "Aslan": ["Your life philosophy and beliefs are built on a proud and generous foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."],
    "Başak": ["Your life philosophy and beliefs are built on an analytical and meticulous foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."],
    "Terazi": ["Your life philosophy and beliefs are built on a harmonious and fair foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."],
    "Akrep": ["Your life philosophy and beliefs are built on a passionate and mysterious foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."],
    "Yay": ["Your life philosophy and beliefs are built on an adventurous and optimistic foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."],
    "Oğlak": ["Your life philosophy and beliefs are built on a disciplined and responsible foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."],
    "Kova": ["Your life philosophy and beliefs are built on an innovative and freedom-loving foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."],
    "Balık": ["Your life philosophy and beliefs are built on a dreamy and empathetic foundation. You carry this sign's vision in distant travels and higher education. You are in a constant state of discovery."]
  },
  "10": {
    "Koç": ["You have an energetic and impatient stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."],
    "Boğa": ["You have a patient and reliable stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."],
    "İkizler": ["You have a curious and changeable stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."],
    "Yengeç": ["You have a compassionate and protective stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."],
    "Aslan": ["You have a proud and generous stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."],
    "Başak": ["You have an analytical and meticulous stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."],
    "Terazi": ["You have a harmonious and fair stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."],
    "Akrep": ["You have a passionate and mysterious stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."],
    "Yay": ["You have an adventurous and optimistic stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."],
    "Oğlak": ["You have a disciplined and responsible stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."],
    "Kova": ["You have an innovative and freedom-loving stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."],
    "Balık": ["You have a dreamy and empathetic stance in career goals and social status. You use this sign's discipline and ambition on the path to success. You have a respected image in public."]
  },
  "11": {
    "Koç": ["You draw an energetic and impatient profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."],
    "Boğa": ["You draw a patient and reliable profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."],
    "İkizler": ["You draw a curious and changeable profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."],
    "Yengeç": ["You draw a compassionate and protective profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."],
    "Aslan": ["You draw a proud and generous profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."],
    "Başak": ["You draw an analytical and meticulous profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."],
    "Terazi": ["You draw a harmonious and fair profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."],
    "Akrep": ["You draw a passionate and mysterious profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."],
    "Yay": ["You draw an adventurous and optimistic profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."],
    "Oğlak": ["You draw a disciplined and responsible profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."],
    "Kova": ["You draw an innovative and freedom-loving profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."],
    "Balık": ["You draw a dreamy and empathetic profile in social circles and friendships. Your ideals and future dreams carry this sign's hope. You have a balancing role within groups."]
  },
  "12": {
    "Koç": ["An energetic and impatient depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."],
    "Boğa": ["A patient and reliable depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."],
    "İkizler": ["A curious and changeable depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."],
    "Yengeç": ["A compassionate and protective depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."],
    "Aslan": ["A proud and generous depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."],
    "Başak": ["An analytical and meticulous depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."],
    "Terazi": ["A harmonious and fair depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."],
    "Akrep": ["A passionate and mysterious depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."],
    "Yay": ["An adventurous and optimistic depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."],
    "Oğlak": ["A disciplined and responsible depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."],
    "Kova": ["An innovative and freedom-loving depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."],
    "Balık": ["A dreamy and empathetic depth is hidden in your subconscious and spiritual world. Your dreams and intuitions are fed by this sign's mystical channels. You find peace in your inner world."]
  }
}
