{
  "astroloji_yorum_veritabani": {
    "1_ev": {
      "koc": "Hayata bir patlamayla gelmişsin tatlım, girdiğin her ortamda enerjinle tüm gözleri üzerine çekiyorsun. Mars'ın bu evdeki baskınlığı sana durdurulamaz bir cesaret ve sabırsız bir 'ben buradayım' enerjisi verir. Kararlarını saniyeler içinde alıyor, hayatı bir fetih alanı olarak görüyorsun. Yüz hattındaki o belirgin ve kararlı duruş, senin savaşçı ruhunun en net imzasıdır. Kendini ifade ederken 'önce ben' demen bencillikten değil, varoluşsal bir hayatta kalma dürtüsündendir.",
      "boga": "O kadar huzurlu ve sarsılmaz bir duruşun var ki canım, insanlar yanında kendilerini güvende hissediyor. Venüs'ün yükselenindeki bu zarif dokunuşu sana fiziksel bir çekicilik ve estetik bir algı armağan etmiş. Adımlarını yavaş ama çok sağlam atıyorsun, aceleyle hiçbir işin olmaz. Boyun ve omuz bölgendeki o asalet, toprak elementinin en somut ve güzel yansımasıdır. Konforuna düşkünsün çünkü senin için hayat, tadı çıkarılması gereken kaliteli bir deneyimdir.",
      "ikizler": "Zihnin o kadar kıvrak ki tatlım, seninle konuşurken insanların başı dönebilir; sen tam bir merak küpüsün. Merkür'ün bu evdeki yöneticiliği sana bitmek bilmeyen bir öğrenme tutkusu ve her zaman genç kalacak bir ruh verir. Ellerinle konuşman ve gözlerindeki o bitmek bilmeyen ışıltı, senin en büyük iletişim silahındır. Değişken doğan sayesinde her ortama anında uyum sağlar, her çiçekten bir polen alırsın. Senin için hayat, her an yeni bir bilgi keşfetmek ve onu hemen başkalarına anlatmaktır.",
      "yengec": "Canım, senin o şefkatli ve korumacı enerjin etrafındaki herkesi bir ana kucağı gibi sarıp sarmalıyor. Ay tarafından yönetilen bu ev, senin ruh halini ayın fazları gibi değişken kılsa da sezgilerin her zaman senin en büyük pusulandır. Yüzündeki o tanıdık, yumuşak ve ay parçası gibi aydınlık ifade insanlara derin bir güven veriyor. Geçmişe olan bağlılığın ve ailene olan düşkünlüğün, kimliğini inşa ederken en güçlü köklerindir. Kabuğun sert görünebilir ama içinde okyanuslar kadar derin ve hassas bir kalp taşıyorsun.",
      "aslan": "Sahne senin tatlım! Yükselen Aslan olarak doğuştan bir yıldız ışığına sahipsin ve o gösterişli saçlarınla asaletini hemen belli ediyorsun. Güneş'in birinci evindeki bu parlaklığı, sana cömert bir kalp ve takdir edilme arzusu verir. Hayata bir oyun alanı gibi bakıyorsun ve yaratıcılığını konuşturmadığın anlarda ruhunun söndüğünü hissedersin. Özgüvenin bazen 'ego' gibi algılanabilir ama senin asıl amacın etrafındakileri de o sıcak ışığınla parlatmaktır. Kalbinin sesini dinlediğinde, dünyada değiştiremeyeceğin hiçbir şey yok.",
      "basak": "Hayata o kadar titiz ve detaycı bir gözlükle bakıyorsun ki tatlım, senin gözünden hiçbir kusur kaçmıyor. Merkür'ün bu evdeki analitik gücü, sana olayları saniyeler içinde analiz etme ve en pratik çözümü üretme yeteneği veriyor. Sade şıklığın ve her zaman düzenli duruşun, senin mükemmeliyetçi ruhunun dışa vurumudur. Kendini eleştirirken bazen çok acımasız olabiliyorsun, lütfen içindeki o küçük müfettişi biraz dinlendir. Sağlıklı yaşam ve hijyen senin için sadece bir alışkanlık değil, kimliğinin ayrılmaz bir parçasıdır.",
      "terazi": "Zarafetin ve adaletin vücut bulmuş halisin canım, girdiğin her yeri bir çiçek bahçesine çeviriyorsun. Venüs'ün bu evdeki diplomatik etkisi, sana insanlarla uyum sağlama ve estetik bir kimlik yaratma konusunda doğal bir yetenek verir. İlişkiler senin hayatının aynasıdır; tek başına hareket etmek yerine bir 'biz'in parçası olmayı tercih edersin. Karar verirken yaşadığın o kararsızlık, aslında her iki tarafın da hakkını koruma arzundan kaynaklanıyor. O dengeli yüz hatların ve nezaketin, senin barışçıl ruhunun en tatlı işaretleridir.",
      "akrep": "Gizemli ve sarsıcı bir karizman var tatlım; bakışlarınla insanların ruhunun en derinlerine iniyorsun. Plüton ve Mars'ın bu evdeki yoğun enerjisi, sana 'ya hep ya hiç' dedirten bir tutku ve muazzam bir dayanıklılık verir. Hayatı bir dönüşüm süreci olarak görüyorsun ve küllerinden doğmak senin için sıradan bir sabah rutini gibidir. İnsanlara güvenmen zaman alır ama güvendiğinde de o sarsılmaz sadakatinle bir kale gibi durursun. O manyetik enerjin, henüz sen konuşmadan bile odadaki tüm havayı bir anda değiştirmeye yeter.",
      "yay": "Canım, seninle hayat bir macera filmi gibi; özgürlüğüne o kadar düşkünsün ki seni hiçbir kalıba sığdıramayız. Jüpiter'in bu evdeki iyimserliği, sana en zor anlarda bile gülümseyecek bir sebep ve geniş bir vizyon katar. Yeni kültürler keşfetmek ve felsefi derinliklerde kaybolmak senin ruhunun en temel yakıtıdır. Patavatsızlığa varan dürüstlüğün, aslında sahtelikten ne kadar nefret ettiğinin bir göstergesidir. Sportif yapın ve enerjik yürüyüşün, senin uzak ufuklara olan bitmek bilmeyen merakının bir yansımasıdır.",
      "oglak": "Ciddiyetin ve o sarsılmaz disiplininle tam bir güven abidesisin tatlım, hayatın sorumluluğunu omuzlamaktan korkmazsın. Satürn'ün bu evdeki yönetimi, sana genç yaşta bir olgunluk ve stratejik bir zeka armağan eder. Kariyer basamaklarını sabırla tırmanırken, dışarıdan biraz mesafeli veya soğuk görünebilirsin ama bu senin sadece sınırlarını koruma biçimidir. Zaman senin en büyük dostundur; yaş aldıkça daha da güzelleşen ve parlayan o nadir karakterlerden birisin. Kemik yapındaki o sağlamlık, senin dünyada kalıcı izler bırakmaya geldiğinin bir kanıtıdır.",
      "kova": "Sıradanlık senin kitabında yazmaz tatlım; sen bu dünyaya kuralları yıkmak ve yenisini inşa etmek için gelmişsin. Uranüs'ün bu evdeki asi ve dahi enerjisi, sana herkesten farklı düşünme ve toplumsal meselelere duyarlı olma yetisi verir. Arkadaş canlısı ama her zaman mesafeli duruşun, senin o entelektüel bağımsızlığının en belirgin işaretidir. Teknolojiyi ve geleceği kurgularken aslında kendi özgün kimliğini inşa ediyorsun. Belki biraz 'tuhaf' buluyorlar seni ama senin vizyonun onların henüz hayal bile edemediği bir gelecekte yaşıyor.",
      "balik": "Ruhun okyanuslar kadar derin ve buğulu gözlerinle sanki bu dünyaya bir rüyanın içinden gelmiş gibisin canım. Neptün'ün bu evdeki sisli ama ilham dolu etkisi, sana muazzam bir hayal gücü ve evrensel bir empati yeteneği verir. Gerçek dünya bazen sana çok sert gelebilir, bu yüzden sık sık kendi yarattığın o büyülü iç dünyana kaçma ihtiyacı duyarsın. Sanata ve ruhsal konulara olan doğal eğilimin, senin bu dünyadaki şifa misyonunun bir parçasıdır. Sınırlarını çizmeyi öğrenmek, senin bu hayattaki en önemli ruhsal sınavın ve gücün olacak."
    },
    "2_ev": {
      "koc": "Para senin için bir enerji meselesidir tatlım; kazanırken de harcarken de o meşhur hızını konuşturursun. Mars'ın bu evdeki dürtüselliği, bazen düşünmeden yapılan harcamalara neden olabilir, bütçe yönetimine dikkat etmelisin. Maddi bağımsızlık senin en büyük özgürlük alanındır ve kendi paranı kazanmak için her türlü riski alabilirsin. Kendi değerini kazandığın zaferlerle ölçersin, cüzdanın senin savaş ganimetlerinle dolu bir sandık gibidir. Hızlı kararların bazen finansal kayıplara yol açsa da, yeniden ayağa kalkma hızın kimsede yoktur.",
      "boga": "Maddi güvence senin için hayatın temel direğidir canım; biriktirmeyi ve sahip olmayı en iyi sen bilirsin. Venüs'ün bu evdeki bereketi sayesinde, elini attığın her şeyin değerlenmesi veya en kaliteli olanı sezgisel olarak seçmen çok doğaldır. Sabırla inşa ettiğin maddi dünyanda, konforun ve kalitenin her zaman en ön sırada olmasını istersin. Toprak yatırımları veya antika gibi değerlenen eşyalar senin için en güvenli limanlardır. Kendi öz değerini, yarattığın bu istikrarlı ve güzel somut dünya üzerinden tanımlarsın.",
      "ikizler": "Senin cüzdanın da zihnin gibi çok hareketli tatlım; para sana genellikle birden fazla kanaldan akma eğilimindedir. Merkür'ün bu evdeki etkisiyle, parayı biriktirmekten ziyade bilgiye, kitaplara veya teknolojik aletlere harcamayı seviyorsun. Ticaret yeteneğin o kadar gelişmiştir ki, iki kelimeyle her şeyi satabilir veya karlı anlaşmalar yapabilirsin. Maddi durumun bazen bir inip bir çıkabilir, bu yüzden finansal konularda tek bir kaynağa bağlı kalmamalısın. Kendi değerini, ne kadar çok şey bildiğin ve bu bilgiyi ne kadar akıllıca pazarlayabildiğinle ölçersin.",
      "yengec": "Para senin için sadece bir güvence değil, sevdiklerini korumak için inşa ettiğin duygusal bir kaledir tatlım. Ay'ın yönettiği bu evde, harcama alışkanlıkların tamamen o anki moduna göre şekillenir; üzgünken alışverişe sığınabilirsin. Maddi kaynaklarının ayın fazları gibi değişken olabileceğini ama her zaman bir 'kenarda köşede' birikimin olacağını biliyoruz. Evine, mutfağına ve ailene harcama yapmak senin ruhunu besleyen en büyük motivasyondur. Kendi değerini, ailene sağladığın konfor ve ne kadar çok kişiyi besleyebildiğinle ölçme eğilimindesin.",
      "aslan": "Harcarken tam bir kraliçe gibi davranıyorsun tatlım; cömertliğin ve lüks merakın bazen sınırları aşabilir. İkinci evdeki Güneş etkisi, sana parayı bir güç ve imaj aracı olarak kullanma eğilimi verir. Kalitesiz olan hiçbir şeye elini sürmezsin, her şeyin en gösterişlisi ve en markalısı senin olmalıdır. Kazancın genellikle yaratıcılığın, liderlik vasıfların veya sahne önü işlerden gelme eğilimindedir. Kendi öz değerini, etrafına ne kadar büyük bir bolluk ve ihtişam yansıtabildiğinle ölçersin.",
      "basak": "Harcadığın her kuruşun hesabını bilen o titiz zihnin, seni maddi konularda tam bir usta yapıyor canım. Merkür'ün bu evdeki analitik gücü, gereksiz harcamalardan kaçınan, tutumlu ve verimli bir finansal yapı kurmanı sağlar. Yatırım yaparken en ince ayrıntıyı bile inceler, riski minimuma indirmeden adım atmazsın. Kazancın genellikle hizmet sektörü, sağlık veya teknik detay gerektiren uzmanlık alanlarından gelir. Kendi öz değerini, ne kadar yararlı olduğun ve hayatını ne kadar düzenli kurgulayabildiğinle belirlersin.",
      "terazi": "Para senin için güzelliğe ve dengeye hizmet etmeli tatlım; estetik olmayan hiçbir şeye yatırım yapmazsın. Venüs'ün bu evdeki etkisiyle ortaklıklardan veya sanatsal işlerden kazanç elde etme potansiyelin oldukça yüksektir. Harcamaların genellikle moda, sanat veya sosyal ilişkilerini besleyen zarif alanlara yöneliktir. Parayı bir güç aracı değil, hayatı daha uyumlu ve kaliteli hale getiren bir araç olarak görürsün. Kendi değerini, hayatındaki uyumun seviyesi ve sahip olduğun estetik değerler üzerinden hissedersin.",
      "akrep": "Maddi konularda tam bir strateji uzmanısın tatlım; başkalarının kaynaklarını yönetmek veya krizleri fırsata çevirmek senin işin. İkinci evdeki Akrep ve Plüton etkisi sana gizli kazançlar ve muazzam bir finansal sezgi verir. Parayı bir güç ve kontrol aracı olarak görürsün, bu yüzden mali durumunu genellikle gizli tutmayı tercih edersin. Kaybetmekten korkmazsın çünkü sıfırdan büyük bir servet inşa edebilecek o dönüşüm gücüne sahipsin. Kendi öz değerini, ruhsal derinliğin ve hayattaki zorluklara karşı duruşunla belirlersin.",
      "yay": "Para senin için harcanmak ve yeni deneyimler satın almak içindir, biriktirmek sana göre değil canım. Jüpiter'in bu evdeki bereketi sana geniş bir vizyon ve genellikle şanslı bir maddi akış verir. Eğitim, seyahat veya felsefi amaçlar uğruna büyük miktarlar harcayabilir, riskli yatırımlara girmekten çekinmezsin. Maddi kaynakların bazen abartılı harcamalar nedeniyle sarsılabilir ama iyimserliğinle hep ayağa kalkarsın. Kendi değerini, ne kadar çok yer gördüğün ve ne kadar özgür olduğunla ölçmeyi seversin.",
      "oglak": "Maddi dünyanı sabırla, taş üstüne taş koyarak inşa ediyorsun tatlım; senin için servet emek demektir. Satürn'ün bu evdeki disiplini sana tasarruflu olma ve uzun vadeli, garantici yatırımlar yapma yetisi verir. Genç yaşlarda maddi kısıtlamalar yaşasan bile, olgunluk döneminde sarsılmaz bir finansal güce ulaşırsın. Dayanıklı ve prestijli olan eşyaları satın almayı tercih eder, lüksten ziyade kaliteye yatırım yaparsın. Kendi öz değerini, toplumsal statün ve tırnaklarınla kazıyarak elde ettiğin başarılarınla tanımlarsın.",
      "kova": "Maddi kaynakların konusunda da herkes kadar sıra dışısın tatlım; kazancın genellikle teknoloji veya yenilikçi fikirlerden gelir. İkinci evdeki Kova enerjisi seni alışılmışın dışındaki yatırım araçlarına veya teknolojik girişimlere yönlendirebilir. Paraya olan bağlılığın azdır, onu daha çok fikirlerini hayata geçirmek veya toplumsal bir fayda sağlamak için istersin. Arkadaşlarınla maddi işlere girmek senin için hem bir risk hem de büyük bir kazanç kapısı olabilir. Kendi öz değerini, ne kadar özgün olduğun ve kaç kişiye ilham verdiğinle ölçersin.",
      "balik": "Para senin için biraz kafa karıştırıcı bir mevzu olabilir canım; okyanusun gel-gitleri gibi bazen çok bazen hiç olmayabilir. Neptün'ün bu evdeki sisli etkisi harcamalarında sınır tanımaz bir cömertliğe veya hayallere para yatırmana neden olabilir. Maddi konularda sezgilerin çok güçlüdür ama mantıklı kararlar alırken bir uzmana danışman senin için hayati önem taşır. Kazancın sanattan, şifacılıktan veya ruhsal alanlardan gelme eğilimindedir. Kendi öz değerini, ruhundaki huzur ve başkalarına gösterdiğin koşulsuz sevgiyle belirlersin."
    },
    "3_ev": {
      "koc": "Kelimelerin birer mermi gibi hızlı ve etkili tatlım; konuşurken o kadar direkt ve net oluyorsun ki kimse ne dediğini anlamamazlık edemez. Üçüncü evdeki Koç enerjisi sana tartışmalarda üstünlük kurma yeteneği ve hızlı bir zihin yapısı verir. Kardeşlerinle veya yakın çevrenle olan ilişkilerin biraz rekabetçi ama her zaman canlı ve dürüsttür. Kısa seyahatlerinde bile bir macera ararsın, yavaş şoförlere veya beklemeye tahammülün yoktur. Zihnin sürekli yeni fikirler üretir ve bu fikirleri hemen eyleme dökme arzusuyla yanıp tutuşursun.",
      "boga": "Konuşman o kadar huzurlu ve tane tane ki canım, insanlar seni dinlerken dinlendiklerini hissederler. Üçüncü evdeki Boğa enerjisi sana pratik bir zeka ve sarsılmaz fikirler verir; bir şeyi bir kere öğrendin mi asla unutmazsın. Yakın çevrenle olan ilişkilerinde güven ve süreklilik ararsın, sadık bir komşu ve düşünceli bir kardeşsindir. Kısa gezilerinde bile konforunu yanına almayı sever, bildiğin yollardan gitmeyi tercih edersin. Zihnin somut verilerle çalışır, soyut ve havada kalan fikirler senin için pek bir anlam ifade etmez.",
      "ikizler": "İşte zihnin bayram ettiği yer! Üçüncü evdeki İkizler, senin gerçek bir iletişim dehası olduğunu fısıldar tatlım. Merkür'ün bu evdeki gücü sana bitmek bilmeyen bir öğrenme tutkusu, müthiş bir espri yeteneği ve çift karakterli bir zihin yapısı verir. Kardeşlerinle aran çok dinamiktir, sürekli bir bilgi akışı ve şakalaşma içindesinizdir. Her gün yeni bir kursa yazılabilir, aynı anda üç farklı kitap okuyabilirsin. Senin için hayat, her an bağlantıda kalmak ve çevrendeki dünyayı kelimelerle yeniden inşa etmektir.",
      "yengec": "Kelimelerini kalbinin imbiğinden süzerek seçiyorsun canım; konuşmalarında her zaman bir şefkat ve korumacı ton vardır. Üçüncü evdeki Yengeç, yakın çevrenle aranda kopmaz bir duygusal bağ kurmanı sağlar, komşuların bile ailen gibidir. Geçmişe dair anıları anlatırken o kadar detaylısın ki, insanlar o anı seninle tekrar yaşıyormuş gibi hisseder. Eğitim hayatında duygusal motivasyonun çok önemlidir, sevdiğin öğretmenin dersinde harikalar yaratırsın. Zihnin sezgiseldir, insanların ne söyleyeceğini onlar ağzını açmadan önce kalbinde hissedersin.",
      "aslan": "Konuşurken adeta bir sahnede gibisin tatlım; ses tonun ve vurgularınla herkesin dikkatini üzerinde topluyorsun. Üçüncü evdeki Aslan enerjisi sana dramatik bir anlatım yeteneği ve fikirlerinde büyük bir özgüven verir. Kardeşlerin arasında genellikle o 'parlayan' veya kararları veren kardeş rolünü üstlenirsin. Yakın çevrenle olan iletişiminde cömertlik ve neşe ön plandadır, girdiğin her ortamı anında aydınlatırsın. Zihnin yaratıcı projelerle doludur ve bu fikirleri takdir edileceğini bildiğin her yerde gururla paylaşırsın.",
      "basak": "Kelimelerini bir cerrah titizliğiyle seçiyorsun canım; yanlış bir ifade kullanmak senin için neredeyse imkansızdır. Üçüncü evdeki Başak ve Merkür yerleşimi sana keskin bir analiz yeteneği ve kusursuz bir yazım dili verir. Yakın çevrendeki her sorunu çözmek senin gizli görevindir, pratik tavsiyelerinle herkesin imdadına yetişirsin. Eğitimde çok disiplinlisin, notların ve çalışma düzenin her zaman çevreye örnek gösterilir. Zihnin sürekli olarak bilgiyi sınıflandırır ve gereksiz olanı ayıklayarak her zaman en verimli olanı saklar.",
      "terazi": "Konuşmalarında o kadar zarif ve diplomatiksin ki tatlım, seninle tartışmak bile bir keyif haline gelebilir. Üçüncü evdeki Terazi enerjisi sana insanları ikna etme ve zıt fikirler arasında köprü kurma yeteneği verir. Yakın çevrenle olan ilişkilerinde uyum ve nezaket senin için her şeyden önce gelir, kimseyi kırmamaya özen gösterirsin. Kardeşlerinle aran genellikle dengelidir ve aile içindeki arabulucu rolünü genellikle sen üstlenirsin. Zihnin estetik olanla ve adaletle meşguldür, her zaman 'doğru ve güzel' olanın peşinden gidersin.",
      "akrep": "Konuşmadığında bile çok şey söylüyorsun canım; o derin ve anlamlı bakışların kelimelerden çok daha güçlü. Üçüncü evdeki Akrep enerjisi sana araştırmacı bir zihin ve insanların sırlarını anında çözen bir algı verir. Yakın çevrenle olan ilişkilerin ya çok derin ya da hiç yoktur, yüzeysel muhabbetlerden nefret edersin. Kardeşlerinle aranda bazen yoğun güç savaşları yaşanabilir ama birbirinize olan bağlılığınız sarsılmazdır. Zihnin her zaman görünenin arkasındaki gerçeği, gizli olanı ve tabuları kurcalamakla meşguldür.",
      "yay": "Fikirlerin okyanuslar kadar geniş ve sınır tanımaz tatlım; konuşurken insanlara yeni ufuklar açıyorsun. Üçüncü evdeki Yay ve Jüpiter etkisi sana bitmek bilmeyen bir öğrenme aşkı ve felsefi bir iletişim dili verir. Yakın çevrenle aran her zaman neşelidir, onlarla birlikte seyahat etmekten ve keşfetmekten çok keyif alırsın. Eğitim senin için diplomadan ziyade bir aydınlanma sürecidir ve her zaman bir üst bilgiyi ararsın. Zihnin o kadar iyimserdir ki, en kötü durumda bile bir umut ışığı bulup onu herkese anlatırsın.",
      "oglak": "Kelimelerin az ama öz canım; konuştuğunda herkes susup seni dinliyor çünkü senin sözlerinin bir ağırlığı var. Üçüncü evdeki Oğlak ve Satürn etkisi sana stratejik bir zeka ve çok disiplinli bir iletişim tarzı verir. Yakın çevrene ve kardeşlerine karşı her zaman sorumlu davranır, onların doğal akıl hocası olursun. Eğitim hayatını bir görev bilinciyle tamamlar, her zaman en somut ve işe yarar bilgiyi öğrenmek istersin. Zihnin gerçekçi ve planlıdır, yarın ne konuşacağını bugünden tasarlayan o sağlam karakter sensin.",
      "kova": "Zihnin adeta bir kuantum bilgisayarı gibi çalışıyor tatlım; senin fikirlerin bu çağa bir beden büyük geliyor. Üçüncü evdeki Kova enerjisi sana dahi bir zeka, teknolojik merak ve çok geniş bir entelektüel çevre verir. Kardeşlerinle aran geleneksel değil, daha çok arkadaşça ve birbirinizin özgürlüğüne saygı duyan bir yapıdadır. İletişim tarzın marjinal ve bazen sarsıcıdır, insanların alışılmış düşünce kalıplarını yıkmayı seversin. Zihnin sürekli geleceği kurgular ve toplumu değiştirecek o dahi fikrin peşinde koşarsın.",
      "balik": "Kelimelerin sanki bir şiirden kopup gelmiş gibi canım; konuşmalarında her zaman bir büyü ve derinlik var. Üçüncü evdeki Balık ve Neptün etkisi sana rüya gibi bir hayal gücü ve kelimelerle şifa verme yeteneği katar. Yakın çevrenle aranda telepatik bir bağ vardır, kimin ne hissettiğini onlar konuşmadan önce anlarsın. Kardeşlerine karşı çok fedakarsın, onların dertlerini kendi derdin gibi sahiplenirsin. Zihnin sınır tanımaz bir yaratıcılığa sahiptir, gerçek dünyadan sıkıldığında kendi içindeki o masalsı evrene sığınırsın."
    },
    "4_ev": {
      "koc": "Evin senin kalendir ve o kalenin komutanı sensin tatlım; yuvanda hareket ve enerji hiç eksik olmaz. Dördüncü evdeki Koç enerjisi, aile içinde liderlik rolünü üstlenmene ve bazen ani çıkışlara neden olabilir. Evinde sürekli bir yenileme, tamirat veya spor alanı gibi aktif yerler olsun istersin. Mars'ın bu evdeki etkisi, köklerinden gelen o savaşçı ruhun ev içinde de baskın olmasını sağlar. Senin için 'ev', dış dünyaya karşı savunma hattının başladığı ve kendi kurallarını koyduğun o cesur alandır.",
      "boga": "Evin adeta bir cennet bahçesi gibi konforlu ve huzurlu canım; senin yuvandan mis gibi yemek kokuları eksik olmaz. Dördüncü evdeki Boğa enerjisi, köklerine olan derin bağlılığını ve güvenli bir liman yaratma arzunu simgeler. Venüs'ün bu evdeki bereketi, evini en kaliteli mobilyalarla döşemeni ve estetik bir dekorasyon yaratmanı sağlar. Ailenle kurduğun bağlar sarsılmazdır ve geleneklerine olan bağlılığın sana büyük bir huzur verir. Senin için yuva, toprağa basmak kadar gerçek ve ruhunu besleyen en kıymetli hazinedir.",
      "ikizler": "Senin evin bir kütüphane veya sürekli misafirlerin girip çıktığı bir haberleşme merkezi gibidir tatlım. Dördüncü evdeki İkizler, aile içinde çok fazla konuşma, şaka ve entelektüel paylaşım olduğunu gösterir. Merkür'ün bu evdeki etkisiyle, tek bir yerde uzun süre kalmak yerine evinde sık sık değişiklik yapmayı veya taşınmayı seversin. Köklerinle olan bağın daha çok zihinseldir; aile büyüklerinin hikayelerini dinlemek senin için en büyük mirastır. Senin için yuva, zihninin özgür olduğu ve sürekli yeni bir şeyler öğrendiğin canlı bir alandır.",
      "yengec": "Kendi evinde, en derin köklerinde bir kraliçe gibisin canım; yuva senin için her şeyin başladığı ve bittiği yerdir. Ay'ın kendi evindeki bu muazzam yerleşimi, sana ailesine ve geçmişine kopmaz bağlarla bağlı, aşırı duygusal ve korumacı bir yapı verir. Evin her köşesinde bir anı, bir fotoğraf veya ruhunu besleyen bir obje mutlaka vardır. Mutfak senin için evin kalbidir, sevdiklerini beslemek en büyük şifa yöntemindir. Senin için yuva, dünyadan kaçıp saklandığın o yumuşacık ve güvenli kabuğundur.",
      "aslan": "Evin bir saray gibi görkemli ve misafirlerini ağırlamaktan gurur duyduğun bir mekan tatlım. Dördüncü evdeki Aslan enerjisi, aile içinde 'merkez' olma arzunu ve ev hayatındaki cömertliğini simgeler. Güneş'in bu evdeki sıcaklığı, yuvanda her zaman neşeli ve yaratıcı bir atmosferin olmasını sağlar. Ailenle olan bağların güçlüdür ve onlara karşı aşırı korumacı, bazen de otoriter olabilirsin. Senin için yuva, kendi krallığını kurduğun ve en iyi halini sergilediğin o pırıltılı sahnedir.",
      "basak": "Evinin her köşesi bir düzen ve temizlik abidesi canım; senin yuvanda her eşyanın yeri milimetrik olarak bellidir. Dördüncü evdeki Başak enerjisi, aile içindeki sorumluluklarını kusursuz bir şekilde yerine getirme arzunu gösterir. Merkür'ün bu evdeki etkisiyle, ev işlerini bir terapi gibi görür ve detaylarla ilgilenmekten büyük keyif alırsın. Ailenin sağlığı ve beslenmesi senin için birinci önceliktir, evinde her zaman doğal ve şifalı bir şeyler bulunur. Senin için yuva, zihnini sakinleştirdiğin ve hayatını optimize ettiğin o tertemiz laboratuvardır.",
      "terazi": "Evin o kadar estetik ve huzurlu ki tatlım, içeri giren herkes anında bir sakinlik hisseder. Dördüncü evdeki Terazi enerjisi, ev hayatında uyum ve güzellik arayışını, aile içindeki diplomatik tavrını simgeler. Venüs'ün bu evdeki dokunuşuyla, evini sanat eserleriyle veya çiçeklerle donatmak senin için bir ihtiyaçtır. Aile içinde tartışmalardan nefret edersin ve her zaman arabulucu rolünü üstlenerek huzuru sağlarsın. Senin için yuva, dünyadaki kaosun bittiği ve zarafetin başladığı o dengeli sığınaktır.",
      "akrep": "Evin senin en gizli mabedin canım; oraya herkesi kolay kolay almaz ve mahremiyetine çok önem verirsin. Dördüncü evdeki Akrep enerjisi, aile içinde yaşanan derin dönüşümleri ve köklerinden gelen o gizemli gücü simgeler. Plüton'un bu evdeki etkisiyle, evinde köklü değişiklikler yapmayı ve geçmişin izlerini dönüştürmeyi seversin. Ailenle olan bağların çok tutkulu ve bazen de zorlayıcı olabilir ama sadakatin sarsılmazdır. Senin için yuva, ruhunun derinliklerine indiğin ve küllerinden doğduğun o mistik güç merkezidir.",
      "yay": "Evin senin için sadece bir durak tatlım; ruhun her zaman uzaklarda, yeni bir macera peşinde. Dördüncü evdeki Yay enerjisi, aile içinde özgürlükçü bir atmosferi ve farklı kültürlerden gelen kökleri simgeler. Jüpiter'in bu evdeki bereketi sayesinde, evin her zaman geniş, ferah ve felsefi kitaplarla dolu olabilir. Ailenle birlikte seyahat etmek veya yabancı misafirler ağırlamak senin için en büyük keyiftir. Senin için yuva, sınırların olmadığı ve her gün yeni bir ufka uyandığın o geniş vizyon alanıdır.",
      "oglak": "Evin senin için bir statü sembolü ve geleneklerini yaşattığın sarsılmaz bir kale canım. Dördüncü evdeki Oğlak enerjisi, aile içinde disiplini, saygıyı ve uzun vadeli planları simgeler. Satürn'ün bu evdeki ağırlığı, sana genç yaşta aile sorumluluklarını yüklemiş olabilir ama bu seni daha dayanıklı kılmıştır. Evinde antika mobilyalar veya aile yadigarı eşyalar görmek sana büyük bir güven verir. Senin için yuva, geçmişin bilgeliğiyle geleceği inşa ettiğin o sağlam ve vakur yapıdır.",
      "kova": "Evin hiç de alışılagelmiş bir yuva değil tatlım; orası modern teknolojinin ve marjinal fikirlerin buluşma noktası. Dördüncü evdeki Kova enerjisi, aile içinde arkadaşça bir ilişkiyi ve geleneksel olmayan bir yaşam tarzını simgeler. Uranüs'ün bu evdeki etkisiyle, evinde her an bir değişiklik yapabilir veya arkadaşlarınla bir komün hayatı kurabilirsin. Köklerine olan bağlılığın zihinseldir ve ailenin sıradışı bireylerinden ilham alırsın. Senin için yuva, kuralların olmadığı ve herkesin özgürce kendisi olabildiği o dahi laboratuvardır.",
      "balik": "Evin sanki bu dünyaya ait değil de bir masal diyarından fırlamış gibi canım; her köşesinde bir huzur var. Dördüncü evdeki Balık enerjisi, aile içindeki fedakarlığı, ruhsal bağları ve bazen de yaşanan kafa karışıklıklarını simgeler. Neptün'ün bu evdeki sisli etkisiyle, evini bir meditasyon merkezi veya sanat atölyesi gibi kullanmayı seversin. Ailenle aranda telepatik bağlar vardır ve onların acısını en derinden sen hissedersin. Senin için yuva, gerçek dünyanın sertliğinden kaçıp ruhunu şifalandırdığın o büyülü okyanustur."
    },
    "5_ev": {
      "koc": "Aşk hayatında tam bir fırtınasın tatlım; birini beğendiğinde avcı moduna geçip onu elde etmeden durmuyorsun. Beşinci evdeki Koç enerjisi, yaratıcılığında ve hobilerinde sana çocuksu bir heyecan ve bitmek bilmeyen bir enerji verir. Mars'ın bu evdeki dürtüselliği, flörtlerinde biraz sabırsız ve tutkulu bir tavır takınmana neden olabilir. Çocuklarla olan iletişimin tıpkı bir oyun arkadaşı gibidir, onlarla birlikte eğlenmeyi ve risk almayı çok seversin. Senin için keyif, adrenalin dolu aktivitelerde ve her anı heyecanla yaşanan bir aşk hikayesindedir.",
      "boga": "Aşk senin için beş duyuyla hissedilmesi gereken, huzurlu ve kaliteli bir deneyimdir canım. Beşinci evdeki Boğa enerjisi, flörtlerinde sadakat ve konfor arayışını, yaratıcılığında ise somut ve estetik ürünler ortaya koymanı simgeler. Venüs'ün bu evdeki bereketiyle, sanatsal yeteneklerin (özellikle el sanatları veya yemek) oldukça gelişmiştir. Çocuklarına karşı çok sabırlı ve onların maddi-manevi güvenliğini sağlayan bir ebeveyn olursun. Senin için keyif, güzel bir akşam yemeğinde, pahalı bir hobide ve sarsılmaz bir aşkın güvenli kollarındadır.",
      "ikizler": "Aşk hayatında zeka ve iletişim senin için her şeyden önce gelir tatlım; seni etkilemek isteyen önce zihnini tavlamalı. Beşinci evdeki İkizler, flörtlerinde sürekli bir hareketlilik, mesajlaşma ve entelektüel oyunlar olduğunu gösterir. Merkür'ün bu evdeki etkisiyle, aynı anda birden fazla hobiyle ilgilenebilir veya flörtöz tavırlarınla herkesin başını döndürebilirsin. Çocuklarınla aranda arkadaşça bir bağ vardır, onlara sürekli yeni bir şeyler öğretmekten büyük keyif alırsın. Senin için keyif, zekice yapılmış esprilerde, oyunlarda ve bitmek bilmeyen bir merak duygusundadır.",
      "yengec": "Aşk senin için birini sahiplenmek ve onunla bir yuva kurma hayali kurmaktır canım; flörtlerinde bile çok derinsin. Beşinci evdeki Yengeç enerjisi, yaratıcılığında duygularını ön plana çıkarmanı ve sevdiklerine karşı aşırı korumacı olmanı simgeler. Ay'ın bu evdeki etkisiyle, çocuk sahibi olmak senin için hayatın en kutsal ve şifalı deneyimlerinden biri olabilir. Yaratıcı projelerin genellikle geçmişten, anılardan veya ev hayatından beslenir. Senin için keyif, sevdiklerine yemek pişirmekte, romantik mum ışığında ve derin duygusal paylaşımlardadır.",
      "aslan": "Aşk hayatın tam bir Hollywood filmi gibi tatlım; her zaman başrolde olmayı ve alkışlanmayı seviyorsun. Beşinci evdeki Aslan enerjisi, flörtlerinde büyük jestler, hediyeler ve dramatik sahneler olacağını gösterir. Güneş'in kendi evindeki bu muazzam gücü, sana inanılmaz bir yaratıcılık ve sahne ışığı armağan eder. Çocukların senin gurur kaynağındır ve onların da senin gibi parlaması için her türlü imkanı sağlarsın. Senin için keyif, dikkat çekmekte, lüks hobilerde ve kalbinin tüm sıcaklığıyla sevildiğini hissettiğin o pırıltılı anlardadır.",
      "basak": "Aşkı bile bir analiz süzgecinden geçiriyorsun canım; senin için ideal partner, hayatını kolaylaştıran ve kusursuz olan kişidir. Beşinci evdeki Başak enerjisi, hobilerinde ve yaratıcı işlerinde mükemmeliyetçiliği ve detaylara olan düşkünlüğü simgeler. Merkür'ün bu evdeki etkisiyle, çocuklarına karşı biraz eleştirel ama çok öğretici ve faydalı bir ebeveyn olursun. Keyif aldığın şeyler genellikle zihni çalıştıran bulmacalar, el becerisi gerektiren işler veya sağlıklı yaşam hobileridir. Senin için keyif, her şeyin yerli yerinde olduğu, verimli ve faydalı bir üretimin parçası olmaktır.",
      "terazi": "Aşk senin için bir sanat eseri gibi zarif ve dengeli olmalı tatlım; flörtlerinde nezaketi asla elden bırakmazsın. Beşinci evdeki Terazi enerjisi, yaratıcılığında estetik ve uyum arayışını, sosyal hayatında ise aranan bir sima olmanı simgeler. Venüs'ün bu evdeki dokunuşuyla, çocuklarınla olan ilişkin her zaman karşılıklı saygı ve diplomasi çerçevesinde ilerler. Sanata, müziğe ve modaya olan doğal eğilimin, hobilerini birer yaşam tarzına dönüştürür. Senin için keyif, romantik bir dansta, şık bir davette ve hayatındaki o mükemmel partnerle kurduğun dengededir.",
      "akrep": "Aşk hayatında yüzeyselliğe yer yok canım; sen tutkunun, derinliğin ve 'ya hep ya hiç'lerin insanısın. Beşinci evdeki Akrep enerjisi, flörtlerinde gizemli bir çekicilik ve bazen de yoğun kıskançlık veya kontrol arzusu yaratabilir. Plüton'un bu evdeki etkisiyle, yaratıcılığın genellikle tabuları yıkan veya karanlık ama büyüleyici temalar üzerine kuruludur. Çocuklarınla aranda sarsılmaz ama çok yoğun bir bağ vardır, onların ruhsal gelişimine çok önem verirsin. Senin için keyif, gizemli olanı çözmekte, derin cinsel çekimde ve ruhun sınırlarını zorlayan o tutkulu aşkdadır.",
      "yay": "Aşk senin için keşfedilmesi gereken yeni bir kıta gibi tatlım; flörtlerinde her zaman bir özgürlük ve macera havası vardır. Beşinci evdeki Yay enerjisi, hobilerinde felsefeyi, sporu ve yabancı kültürleri hayatına dahil etmeni simgeler. Jüpiter'in bu evdeki şanslı etkisiyle, aşk hayatında genellikle neşeli ve büyüme odaklı deneyimler yaşarsın. Çocuklarına karşı çok hoşgörülü ve onların vizyonunu genişleten bir rehber gibi davranırsın. Senin için keyif, hiç gidilmemiş yerlere gitmekte, riskli oyunlarda ve hayata kahkahalarla bakan bir partnerin yanındadır.",
      "oglak": "Aşkı ve keyfi bile bir sorumluluk gibi ciddiye alıyorsun canım; senin için flört, geleceği olan bir yatırım demektir. Beşinci evdeki Oğlak enerjisi, hobilerinde sabrı ve disiplini, yaratıcı işlerinde ise kalıcılığı ve prestiji simgeler. Satürn'ün bu evdeki ağırlığı nedeniyle, çocuk sahibi olma sorumluluğunu geç yaşta alabilir veya onlara karşı mesafeli ama çok sağlam bir otorite kurabilirsin. Keyif aldığın şeyler genellikle geleneksel hobiler veya statünü yükseltecek sosyal aktivitelerdir. Senin için keyif, uzun uğraşlar sonucu elde edilen bir başarıda ve güven veren, olgun bir aşkın kollarındadır.",
      "kova": "Aşk hayatında kuralları sen koyarsın tatlım; sıradan bir flört ilişkisi seni asla tatmin etmez. Beşinci evdeki Kova enerjisi, yaratıcılığında dahi ve marjinal fikirleri, hobilerinde ise teknoloji ve toplumsal grupları simgeler. Uranüs'ün bu evdeki elektriksel etkisiyle, aşkta her an sürprizlere hazır olmalı ve partnerinle her şeyden önce iyi birer arkadaş olmalısın. Çocuklarını birer birey olarak görür, onların özgürlüklerine ve farklılıklarına her zaman saygı duyarsın. Senin için keyif, dünyayı değiştirecek projelerde, sıradışı hobilerde ve kimsenin onayına ihtiyaç duymadığın o özgür aşkdadır.",
      "balik": "Aşk hayatın bir peri masalı veya romantik bir şiir gibi tatlım; partnerini idealize etmeye ve onda kaybolmaya meyillisin. Beşinci evdeki Balık enerjisi, yaratıcılığında sınır tanımayan bir hayal gücünü ve sanatsal ilhamı simgeler. Neptün'ün bu evdeki sisli etkisiyle, flörtlerinde bazen gerçeklerden uzaklaşabilir ve kurban-kurtarıcı rollerine bürünebilirsin. Çocuklarına karşı sonsuz bir şefkat ve fedakarlık besler, onlarla telepatik bir bağ kurarsın. Senin için keyif, hayallerde kaybolmakta, ruhsal paylaşımlarda ve bu dünyanın ötesinde hissettiren o ilahi aşkdadır."
    },
    "6_ev": {
      "koc": "İş ortamında tam bir dinamit gibisin tatlım; verilen görevi en hızlı ve en etkili şekilde bitirmek senin işin. Altıncı evdeki Koç enerjisi, günlük rutinlerinde sabırsızlık yaratırken iş arkadaşlarınla aranda gizli bir rekabet doğurabilir. Mars'ın bu evdeki etkisiyle, baş ağrılarına ve ani ateşli hastalıklara yatkın olabilirsin, bu yüzden stres yönetimini öğrenmelisin. Kendi işinin patronu olmak veya projelerde liderlik etmek senin verimliliğini on kat artırır. Senin için ideal çalışma günü, her anı aksiyon dolu olan ve sonunda somut bir zafer elde ettiğin gündür.",
      "boga": "Günlük işlerinde ve çalışma ortamında huzur ve konfor senin için her şeydir canım; aceleye getirilmiş bir iş seni çok yorar. Altıncı evdeki Boğa enerjisi, rutinlerinde sarsılmaz bir disiplin ve sabır sergilemeni sağlar. Venüs'ün bu evdeki dokunuşuyla, iş yerini güzelleştirmek ve çalışma arkadaşlarınla uyumlu ilişkiler kurmak senin için bir ihtiyaçtır. Beslenmene ve boğaz bölgene dikkat etmelisin, çünkü stresin fiziksel yansımasını genellikle buralarda hissedersin. Senin için ideal çalışma günü, düzenli molaların olduğu, estetik bir ortamda ve somut bir ürün ortaya koyduğun gündür.",
      "ikizler": "Senin çalışma masan da zihnin gibi her zaman çok hareketli tatlım; aynı anda beş farklı işle uğraşmak senin normalin. Altıncı evdeki İkizler, iş hayatında iletişimin, yazışmaların ve kısa seyahatlerin çok yoğun olacağını gösterir. Merkür'ün bu evdeki etkisiyle, monoton rutinler seni zihinsel olarak çok çabuk tüketir, bu yüzden sürekli yeni bir şeyler öğrenmen gerekir. Ellerin ve ciğerlerin hassas olabilir, nefes egzersizleri senin günlük rutininin bir parçası olmalı. Senin için ideal çalışma günü, bol bol konuştuğun, yeni bilgiler edindiğin ve zihninin hiç durmadığı o canlı gündür.",
      "yengec": "İş yerinde çalışma arkadaşların için adeta bir 'anne' gibisin canım; herkesin derdini dinler ve onlara şifa olursun. Altıncı evdeki Yengeç enerjisi, iş hayatında duygusal güven arayışını ve hizmet ettiğin kişilere karşı duyduğun derin şefkati simgeler. Ay'ın bu evdeki etkisiyle, modun işteki verimliliğini doğrudan etkiler; moralin bozuksa elin hiçbir işe gitmez. Miden ve sindirim sistemin hassas olabilir, stresini içine atmak yerine duygularını ifade etmeyi öğrenmelisin. Senin için ideal çalışma günü, sıcak bir atmosferin olduğu, birilerine yardım ettiğin ve ev sıcaklığını hissettiğin gündür.",
      "aslan": "Çalıştığın yerde parlamamak senin için imkansız tatlım; en küçük görevi bile bir sanat eserine dönüştürüyorsun. Altıncı evdeki Aslan enerjisi, iş hayatında takdir edilme arzunu ve organizasyon yeteneğini ön plana çıkarır. Güneş'in bu evdeki sıcaklığı, sana cömert bir iş disiplini verirken kalbinin ve omurganın sağlığına dikkat etmeni fısıldar. Emir almaktan pek hoşlanmazsın, bu yüzden yönetici pozisyonlarında veya yaratıcılığını konuşturduğun alanlarda harikalar yaratırsın. Senin için ideal çalışma günü, sahne önünde olduğun, alkışlandığın ve liderliğini konuşturduğun gündür.",
      "basak": "İşte kendi evinde olan bir yerleşim daha! Altıncı evdeki Başak, senin zodyaktaki en verimli ve titiz çalışan olduğunu söyler canım. Merkür'ün bu evdeki kusursuz analitik gücüyle, en karmaşık sistemleri bile saniyeler içinde düzene sokabilirsin. Günlük rutinlerin milimetriktir; beslenmene, sağlığına ve hijyenine olan düşkünlüğün bazen hastalık hastası seviyesine varabilir. İşinde o kadar vazgeçilmezsin ki, sen yoksan sistemin duracağını herkes bilir. Senin için ideal çalışma günü, her listenin sonuna tik attığın, mükemmeliyetini konuşturduğun o verimli gündür.",
      "terazi": "İş hayatında huzursuzluğa ve tartışmaya asla tahammülün yok tatlım; çalışma ortamında dengeyi sen sağlarsın. Altıncı evdeki Terazi enerjisi, iş arkadaşlarınla olan diplomatik ilişkilerini ve işini yaparken estetik kaygılarını simgeler. Venüs'ün bu evdeki etkisiyle, tek başına çalışmak yerine bir ekibin veya ortağın parçası olduğunda çok daha verimli olursun. Böbreklerine ve bel bölgene dikkat etmelisin, su içmeyi ihmal etmemek senin en önemli sağlık kuralın olmalı. Senin için ideal çalışma günü, herkesin birbiriyle uyum içinde olduğu, zarif ve adil bir iş bölümünün yapıldığı gündür.",
      "akrep": "İş hayatında tam bir dedektif gibisin canım; kimsenin görmediği hataları görür ve krizleri bir cerrah titizliğiyle çözersin. Altıncı evdeki Akrep enerjisi, çalışma ortamında yoğun bir konsantrasyon ve bitmek bilmeyen bir araştırma tutkusu verir. Plüton'un bu evdeki dönüştürücü gücüyle, iş yerindeki köklü değişimlerin mimarı olabilir veya psikolojik derinliği olan işlerde çalışabilirsin. Üreme organlarına ve boşaltım sistemine dikkat etmelisin, stresini fiziksel olarak buralarda tutuyor olabilirsin. Senin için ideal çalışma günü, gizli bir projeyi çözdüğün ve gücünü sonuna kadar hissettiğin gündür.",
      "yay": "İş hayatında rutinlerin dar kalıplarına sığamıyorsun tatlım; senin için ideal iş her gün yeni bir şey keşfettiğin iştir. Altıncı evdeki Yay enerjisi, iş ortamında felsefeyi, eğitimi ve neşeyi ön planda tutmanı sağlar. Jüpiter'in bu evdeki genişletici etkisi, sana yabancı ülkelerle bağlantılı veya hareket halinde olmanı gerektiren işler getirebilir. Karaciğerine ve kalça bölgene dikkat etmelisin, bazen çalışma hayatında aşırıya kaçan bir iyimserlikle sağlığını ihmal edebilirsin. Senin için ideal çalışma günü, yeni bir vizyon edindiğin, seyahat ettiğin ve özgürlüğünü hissettiğin gündür.",
      "oglak": "İş disiplini denince akla ilk sen gelirsin canım; sorumluluklarını bir dağ gibi sarsılmaz bir iradeyle yerine getirirsin. Altıncı evdeki Oğlak enerjisi, günlük rutinlerinde aşırı planlı olmanı ve iş hayatında en yükseğe tırmanma arzunu simgeler. Satürn'ün bu evdeki ağırlığı, sana iş kolik bir yapı verebilir; dinlenmeyi kendine bir lüks değil, ihtiyaç olarak görmelisin. Dizlerine ve kemik yapına dikkat etmelisin, vücudunun 'yavaşla' sinyallerini kulak ardı etme. Senin için ideal çalışma günü, her adımın planlı olduğu ve somut bir başarı basamağını tırmandığın gündür.",
      "kova": "Çalışma arkadaşların seni biraz 'tuhaf' bulabilir ama senin dehan olmadan işler asla ilerlemez tatlım. Altıncı evdeki Kova enerjisi, iş hayatında teknolojik yenilikleri, sosyal projeleri ve ekip çalışmasını ön plana çıkarır. Uranüs'ün bu evdeki etkisiyle, geleneksel çalışma saatlerinden nefret eder, kendi özgür programını yaratmak istersin. Dolaşım sistemine ve varislere dikkat etmelisin; iş yerindeki elektriksel gerginliği üzerine çekme eğilimindesin. Senin için ideal çalışma günü, bir tabuyu yıktığın, teknolojik bir sorunu çözdüğün ve topluma fayda sağladığın gündür.",
      "balik": "İş hayatında o kadar fedakarsın ki tatlım, bazen başkalarının işlerini yapmaktan kendi işine vakit ayıramıyorsun. Altıncı evdeki Balık enerjisi, rutinlerinde bir akışta olma ihtiyacını ve iş yerindeki sezgisel gücünü simgeler. Neptün'ün bu evdeki sisli etkisiyle, bazen işleri organize etmekte zorlanabilir veya kurban psikolojisine bürünebilirsin. Ayaklarına ve bağışıklık sistemine dikkat etmelisin; çevrendeki insanların negatif enerjisini bir sünger gibi çekme riskin var. Senin için ideal çalışma günü, birine şifa olduğun, yaratıcılığını konuşturduğun ve ruhsal bir doyum aldığın gündür."
    },
    "7_ev": {
      "koc": "İlişkilerinde tam bir heyecan arıyorsun tatlım; durağan bir partner senin enerjini anında sömürebilir. Yedinci evdeki Koç enerjisi, evlilikte veya ortaklıklarda hızlı kararlara ve bazen de ateşli tartışmalara neden olabilir. Mars'ın bu evdeki etkisiyle, partnerinin dominant, enerjik ve biraz da başına buyruk olmasını istersin. Kendi başına hareket etmeye alışmış olsan da, ilişkide 'biz' olmayı öğrenmek senin en büyük hayat dersindir. Senin için ideal partner, seninle yarışabilecek ama her zaman sırtını yaslayabileceğin o cesur kahramandır.",
      "boga": "İlişkide aradığın tek şey güven ve huzur canım; sadakat senin için aşkın en büyük kanıtıdır. Yedinci evdeki Boğa enerjisi, evlilikte maddi ve manevi istikrar arayışını, partnerinde ise sakinlik ve kalite aradığını simgeler. Venüs'ün bu evdeki yönetimi sayesinde, partnerin genellikle yakışıklı/güzel, konforuna düşkün ve senin beş duyuna hitap eden biri olur. İlişkilerinde çok sabırlısın ama bir kez güvenin kırıldı mı o kapıyı bir daha asla açmazsın. Senin için ideal partner, sana dünyadaki cenneti yaşatacak, sarsılmaz ve huzur veren o güven limanıdır.",
      "ikizler": "Seninle ömür geçirecek insanın zihni zehir gibi olmalı tatlım; konuşamadığın biriyle aynı evde bile kalamazsın. Yedinci evdeki İkizler, ikili ilişkilerinde iletişimin, esprinin ve zihinsel uyumun her şeyden önce geldiğini gösterir. Merkür'ün bu evdeki etkisiyle, partnerin genellikle senden genç ruhlu, meraklı ve sosyal hayatı çok canlı biri olabilir. İlişkilerinde bazen kararsız kalabilir veya aynı anda iki farklı kişiye ilgi duyabilirsin; bu senin zihninin bitmek bilmeyen oyunudur. Senin için ideal partner, her gün yeni bir hikaye anlatan ve seni asla sıkmayan o zeki arkadaştır.",
      "yengec": "İlişkide bir partnerden ziyade bir 'yuva' arıyorsun canım; sevgini besleyerek ve korunarak göstermek istersin. Yedinci evdeki Yengeç enerjisi, evlilikte duygusal derinliği ve aile kurma arzusunu en tepeye koyar. Ay'ın bu evdeki yönetimi nedeniyle, partnerinle arandaki mod birbirinizi doğrudan etkiler; o üzgünse sen de dünyadan koparsın. Partnerinin şefkatli, korumacı ve geleneklerine bağlı biri olmasını istersin. Senin için ideal partner, sana en zayıf anında bile bir anne/baba şefkatiyle sarılan ve seni asla bırakmayan o ruh ikizindir.",
      "aslan": "Partnerinle gurur duymak senin için her şeydir tatlım; yanındaki insan herkesin hayran olduğu bir yıldız olmalı. Yedinci evdeki Aslan enerjisi, ikili ilişkilerde cömertliği, tutkuyu ve bazen de o meşhur ego savaşlarını simgeler. Güneş'in bu evdeki etkisiyle, partnerin genellikle yaratıcı, özgüveni yüksek ve dikkat çeken bir figür olur. İlişkide sevgini büyük jestlerle gösterir ve aynı karşılığı, hatta daha fazlasını partnerinden beklersin. Senin için ideal partner, senin krallığının/kraliçeliğinin en büyük destekçisi ve seni her gün yeniden keşfeden o ateşli aşıktır.",
      "basak": "İlişkide bile bir düzen ve fayda arıyorsun canım; partnerin hayatındaki o eksik parçayı tamamlayan bir asistan gibi olmalı. Yedinci evdeki Başak enerjisi, evlilikte hizmeti, sadakati ve bazen de partnerini sürekli düzeltme isteğini simgeler. Merkür'ün bu evdeki etkisiyle, partnerin genellikle titiz, çalışkan ve hayatı organize etme yeteneği gelişmiş biri olur. İlişkilerinde mükemmeliyetçi olduğun için partnerini seçerken kılı kırk yarar, bazen de çok eleştirel olabilirsin. Senin için ideal partner, hayatını bir makine gibi pürüzsüz işleten ve sana her konuda destek olan o sadık yoldaştır.",
      "terazi": "İşte ilişkilerin evinde, ilişkilerin burcu! Yedinci evdeki Terazi, senin bir partner olmadan yarım hissettiğini söyler tatlım. Venüs'ün bu evdeki muazzam gücü sayesinde, partnerin genellikle çok estetik, diplomatik ve adil biri olur. Tartışmalardan nefret ettiğin için bazen kendi isteklerini bastırabilir, 'uyum' adına kendinden ödün verebilirsin. İlişkilerinde nezaket ve romantizm senin için hayati bir ihtiyaçtır; kaba bir insanla asla yapamazsın. Senin için ideal partner, seninle bir bütün olan, hayatın tüm renklerini dengeleyen o zarif ruhtur.",
      "akrep": "İlişki senin için bir dönüşüm savaşıdır canım; partnerinle ruhun o kadar birleşmeli ki aranızda hiçbir sır kalmamalı. Yedinci evdeki Akrep enerjisi, evlilikte yoğun tutkuyu, kıskançlığı ve sarsılmaz bir sadakati beraberinde getirir. Plüton ve Mars'ın bu evdeki etkisiyle, partnerin genellikle çok gizemli, karizmatik ve güçlü bir karaktere sahip olur. İlişkide krizler yaşayabilir ama bu krizlerden her zaman daha güçlü bir bağ kurarak çıkarsınız. Senin için ideal partner, senin en karanlık yanlarını bile seven ve seninle küllerinden doğan o tutkulu yol arkadaşıdır.",
      "yay": "Partnerin senin için bir hayat hocası veya beraber dünyayı gezeceğin bir yol arkadaşı olmalı tatlım. Yedinci evdeki Yay enerjisi, evlilikte özgürlüğü, felsefeyi ve neşeyi ön planda tutmanı sağlar. Jüpiter'in bu evdeki şanslı dokunuşuyla, partnerin genellikle yabancı kültürlerden, akademisyen veya vizyonu çok geniş biri olabilir. İlişkide kısıtlanmaya asla gelemezsin, bu yüzden partnerinin de en az senin kadar bağımsızlığına düşkün olması gerekir. Senin için ideal partner, sana yeni ufuklar açan, seninle gülen ve hayatı bir macera olarak gören o bilge gezgindir.",
      "oglak": "İlişkide ciddiyet ve statü senin için her şeyden önce gelir canım; geleceği olmayan bir aşka bir saniye bile harcamazsın. Yedinci evdeki Oğlak enerjisi, evlilikte sorumluluğu, sadakati ve uzun vadeli planları simgeler. Satürn'ün bu evdeki ağırlığı nedeniyle, partnerin genellikle senden yaşça büyük, kariyer sahibi veya çok olgun biri olabilir. İlişkilerinde duygularını göstermekte zorlanabilirsin ama partnerin için yapmayacağın fedakarlık yoktur. Senin için ideal partner, seninle birlikte bir imparatorluk inşa edecek kadar hırslı ve güven veren o sağlam kaledir.",
      "kova": "Partnerin her şeyden önce senin en iyi arkadaşın olmalı tatlım; geleneksel evlilik kalıpları sana göre değil. Yedinci evdeki Kova enerjisi, ilişkilerde özgürlüğü, entelektüel uyumu ve marjinal bir yaşam tarzını simgeler. Uranüs'ün bu evdeki etkisiyle, partnerin genellikle dahi, aktivist veya toplumsal normlara uymayan biri olabilir. İlişkide aranızda görünmez bir mesafe olabilir ama bu mesafe aslında birbirinizin bireyselliğine duyduğunuz saygıdır. Senin için ideal partner, senin dahi fikirlerine eşlik eden ve seni asla kısıtlamayan o özgür ruhtur.",
      "balik": "İlişkide tam bir romantik ve fedakarsın canım; partnerin için yapamayacağın hiçbir şey yok. Yedinci evdeki Balık enerjisi, evlilikte telepatik bir bağı, ruhsal uyumu ve bazen de partnerini kurtarma isteğini simgeler. Neptün'ün bu evdeki sisli etkisiyle, partnerin genellikle sanatsal, hassas ve biraz da gerçeklerden kopuk biri olabilir. İlişkilerinde sınırlarını çizmeyi öğrenmelisin, yoksa partnerinin sorunları içinde boğulabilirsin. Senin için ideal partner, ruhunu anlayan, seninle hayaller kuran ve sana bu dünyada cenneti hissettiren o şefkatli mucizedir."
    },
    "8_ev": {
      "koc": "Ortaklaşa kaynaklarda ve dönüşüm süreçlerinde tam bir savaşçısın tatlım; krizler seni korkutmak yerine kamçılar. Sekizinci evdeki Koç enerjisi, miras veya eşin parası konularında ani gelişmelere ve bazen de agresif mücadelelere neden olabilir. Mars'ın bu evdeki dürtüselliği, seni riskli yatırımlara ve tutkulu cinsel deneyimlere yönlendirebilir. Hayatındaki büyük dönüşümler genellikle ani bir kararla veya bir patlamayla gerçekleşir. Senin için güç, kriz anında saniyeler içinde karar verip o enkazdan tek parça çıkabilmektir.",
      "boga": "Maddi dönüşümlerin ve başkalarından gelen kaynakların çok sağlam ve bereketli canım; şansın bu konuda her zaman yaver gider. Sekizinci evdeki Boğa enerjisi, miras veya eşin maddi durumu üzerinden kalıcı değerler elde etmeni sağlar. Venüs'ün bu evdeki bereketi, sana bankacılık, vergi veya sigorta konularında doğal bir yetenek verir. Cinselliği ve ruhsal paylaşımı çok somut ve güvene dayalı bir zeminde yaşamak istersin. Senin için güç, sahip olduğun maddi kaynakları sessizce ama derinden artırarak sarsılmaz bir kale inşa etmektir.",
      "ikizler": "Krizleri ve hayatın gizemlerini zekanı kullanarak çözüyorsun tatlım; senin için en büyük dönüşüm zihinsel olandır. Sekizinci evdeki İkizler, eşin parası veya ortak kaynaklar konusunda çok fazla konuşma, yazışma ve değişkenlik olacağını gösterir. Merkür'ün bu evdeki etkisiyle, okült konulara ve gizemli bilgilere olan merakın seni bir araştırmacıya dönüştürebilir. Cinsellikte ve ruhsal bağlarda zihinsel uyum senin için her şeyden önce gelir. Senin için güç, her türlü krizden mantıklı bir çıkış yolu bulmak ve bilgiyi bir kalkan gibi kullanmaktır.",
      "yengec": "Kriz anlarında tam bir koruyucu meleğe dönüşüyorsun canım; başkalarının acısını kendi ruhunda hissedersin. Sekizinci evdeki Yengeç enerjisi, miras veya ortak kaynaklar konusunda ailevi bağların ve duygusal güvenliğin ön planda olacağını simgeler. Ay'ın bu evdeki yönetimi nedeniyle, ruhsal dönüşümlerin ayın fazları gibi çok derin ve dalgalıdır. Cinselliği sadece çok güvendiğin ve ruhsal bir bağ kurduğun kişilerle yaşamak istersin. Senin için güç, en derin yaraları şefkatle sarmak ve sevdiklerini her türlü krizden koruyabilmektir.",
      "aslan": "Krizlerden bile bir asalet ve zaferle çıkmayı biliyorsun tatlım; senin için dönüşüm, daha parlak bir versiyonuna ulaşmaktır. Sekizinci evdeki Aslan enerjisi, eşin kaynakları veya ortaklıklarda cömertliği ve bazen de o meşhur güç savaşlarını simgeler. Güneş'in bu evdeki sıcaklığı, sana okült konulara ve hayata karşı büyük bir dramatik güç ve yaratıcılık verir. Cinsellikte tutku ve onaylanma arzun yüksektir, partnerinin seni bir 'yıldız' gibi görmesini istersin. Senin için güç, krizlerin göbeğinde bile dik durmak ve karanlığı kendi ışığınla aydınlatmaktır.",
      "basak": "Hayatın en karanlık ve gizemli alanlarını bile bir sistematiğe oturtuyorsun canım; kriz yönetimi senin göbek adın. Sekizinci evdeki Başak enerjisi, ortak kaynaklar, vergi ve miras konularında kılı kırk yaran bir titizlik sergilemeni sağlar. Merkür'ün bu evdeki analitik gücüyle, başkalarının sorunlarını çözmek ve hayatlarını optimize etmek senin için bir görev gibidir. Cinsellikte bile bir hizmet ve kusursuzluk arayışın olabilir, bu yüzden rahatlamayı öğrenmelisin. Senin için güç, kaosun içinden bir düzen çıkarmak ve her türlü gizemi mantıkla çözmektir.",
      "terazi": "Krizleri ve dönüşüm süreçlerini her zaman bir diplomasi ve dengeyle yönetiyorsun tatlım. Sekizinci evdeki Terazi enerjisi, miras veya eşin parası konularında adaleti ve uyumu her şeyin üzerinde tutmanı sağlar. Venüs'ün bu evdeki etkisiyle, başkalarından gelen kaynaklar sana estetik ve huzurlu bir hayat kurman için akar. İlişkilerindeki krizleri konuşarak ve ortak bir paydada buluşarak çözmek senin en büyük yeteneğindir. Senin için güç, en büyük fırtınalarda bile zarafeti kaybetmemek ve ilişkileri dönüştürerek büyümektir.",
      "akrep": "İşte kendi evinde, en derin sularında bir güç! Sekizinci evdeki Akrep, senin krizlerin ve dönüşümün gerçek kraliçesi olduğunu söyler canım. Plüton ve Mars'ın bu evdeki muazzam enerjisi, sana ölüm, doğum ve yeniden diriliş konularında korkusuz bir ruh verir. Miras ve ortak kaynaklar konusunda çok çetin bir mücadeleci olabilir, gizli olan her şeyi bir dedektif gibi ortaya çıkarabilirsin. Cinsellik senin için sadece bir eylem değil, ruhların çarpıştığı kutsal bir dönüşüm ayinidir. Senin için güç, ruhunun en karanlık dehlizlerine inip oradan bambaşka bir insan olarak çıkmaktır.",
      "yay": "Krizleri bile bir hayat dersi ve macera olarak görüyorsun tatlım; senin için her bitiş yeni bir başlangıçtır. Sekizinci evdeki Yay enerjisi, ortak kaynaklar ve miras konularında genellikle şanslı ve iyimser bir tablo çizer. Jüpiter'in bu evdeki genişletici etkisi, sana yabancı kaynaklardan veya eğitimlerden büyük kazançlar getirebilir. Ölümden sonrasına ve hayatın gizemlerine olan merakın, seni felsefi ve ruhsal arayışlara yönlendirir. Senin için güç, en büyük kaybı bile bir kazanıma dönüştürmek ve hayata olan inancını asla yitirmemektir.",
      "oglak": "Kriz anlarında buz gibi sakin ve planlısın canım; duygularının mantığının önüne geçmesine asla izin vermezsin. Sekizinci evdeki Oğlak enerjisi, miras, vergi ve eşin parası konularında büyük bir sorumluluk ve ciddiyet getirir. Satürn'ün bu evdeki ağırlığı nedeniyle, başkalarının kaynaklarını yönetirken kısıtlanmış hissedebilir ama zamanla büyük bir otorite kurarsın. Ruhsal dönüşümlerin yavaş ama çok kalıcıdır, tırnaklarınla kazıyarak güçlenirsin. Senin için güç, sarsılmaz bir disiplinle her türlü zorluğu aşmak ve zamanın ötesinde bir dayanıklılık sergilemekti.",
      "kova": "Hayatın gizemlerine ve krizlerine herkesten farklı, objektif ve dahi bir gözle bakıyorsun tatlım. Sekizinci evdeki Kova enerjisi, ortak kaynaklar ve miras konularında geleneksel olmayan yöntemleri ve ani gelişmeleri simgeler. Uranüs'ün bu evdeki elektriksel etkisiyle, okült konulara ve teknolojiye olan merakın seni sıra dışı bir araştırmacıya dönüştürebilir. Ruhsal dönüşümlerin aniden ve toplumsal bir bilinçle gerçekleşir, bireyselliğini koruyarak dönüşürsün. Senin için güç, tabuları yıkmak ve hayatın en karanlık alanlarına bile mantığın ışığını taşımaktır.",
      "balik": "Kriz anlarında o kadar şefkatli ve teslimiyetçisin ki tatlım, bazen acının içinde kaybolabiliyorsun. Sekizinci evdeki Balık enerjisi, ortak kaynaklar ve miras konularında yaşanan kafa karışıklıklarını veya fedakarlıkları simgeler. Neptün'ün bu evdeki sisli etkisiyle, partnerinle aranda telepatik ve ruhsal bir bağ kurar, onun dertlerini kendi dertlerin gibi sahiplenirsin. Cinsellik senin için fiziksel bir eylemden ziyade, evrenle birleştiğin ruhsal bir trans halidir. Senin için güç, egonu bırakıp evrensel sevgiye teslim olmak ve her türlü krizden ruhsal bir şifayla çıkmaktır."
    },
    "9_ev": {
      "koc": "İnançların ve hayallerin için savaşmaya her an hazırsın tatlım; senin için keşfedilmemiş her yer bir fetih alanıdır. Dokuzuncu evdeki Koç enerjisi, yüksek eğitimde ve felsefi arayışlarında sana sabırsız bir öncülük ve cesaret verir. Mars'ın bu evdeki etkisiyle, farklı kültürlerle karşılaştığında onlara uyum sağlamak yerine kendi damganı vurmak istersin. Uzak yolculuklarda adrenalin ve macera peşinde koşarsın, durağan bir tatil sana göre değildir. Senin için bilgelik, cesurca yeni yollar açmak ve inandığın doğruları tüm dünyaya haykırmaktır.",
      "boga": "Felsefen ve inançların toprak kadar sarsılmaz ve huzur vericidir canım; denemediğin yoldan gitmezsin. Dokuzuncu evdeki Boğa enerjisi, yüksek eğitimde pratikliği ve uzak yolculuklarda konforu her şeyin üzerinde tutmanı sağlar. Venüs'ün bu evdeki bereketi, yabancı diller veya sanat tarihi gibi estetik alanlarda başarı getirebilir. Uzak diyarlara gitsen bile bildiğin lezzetleri ve lüksünü yanında istersin, macera senin için kaliteli olmalıdır. Senin için bilgelik, doğanın ritmini anlamak ve hayatın tadını çıkaran o kalıcı değerlere sahip çıkmaktır.",
      "ikizler": "Zihnin okyanusun ötesine bile bir saniyede ulaşabilir tatlım; sen gerçek bir fikir gezginisin. Dokuzuncu evdeki İkizler, yüksek eğitimde birden fazla daldan mezun olabileceğini veya sürekli eğitimler alacağını gösterir. Merkür'ün bu evdeki etkisiyle, farklı kültürleri dillerini öğrenerek ve insanlarla konuşarak keşfetmeyi seversin. İnançların çok değişkendir, her gün yeni bir felsefeyi hayatına entegre edebilir ve onu hemen başkalarına öğretebilirsin. Senin için bilgelik, bilginin sınırsızlığını kabul etmek ve her an her yerden yeni bir şeyler öğrenmektir.",
      "yengec": "Uzaklara gitsen bile kalbin her zaman vatanında ve ailendedir canım; senin için her yolculuk köklerini bulmak içindir. Dokuzuncu evdeki Yengeç enerjisi, felsefende milliyetçiliği, köklerini korumayı ve duygusal bir inanç sistemini simgeler. Ay'ın bu evdeki yönetimi nedeniyle, uzak yolculuklarda kendini evinde hissettiğin yerleri tercih eder ve oralarda duygusal bağlar kurarsın. Yüksek eğitim hayatında sezgilerin sana rehberlik eder, sevmediğin bir konuyu asla öğrenemezsin. Senin için bilgelik, geçmişin mirasına sahip çıkmak ve ruhunu besleyen o kutsal inançlara sığınmaktır.",
      "aslan": "Fikirlerin ve inançlarınla etrafına ışık saçan bir rehbersin tatlım; senin bilgin herkes tarafından fark edilmeli. Dokuzuncu evdeki Aslan enerjisi, yüksek eğitimde ve akademik kariyerde sana büyük bir özgüven ve sahne ışığı verir. Güneş'in bu evdeki sıcaklığı, seni yabancı kültürler arasında bile saygı duyulan, otorite sahibi bir figüre dönüştürebilir. Uzak yolculuklarda lüks otellerde kalmayı ve gittiğin yerin 'kralı/kraliçesi' gibi ağırlanmayı seversin. Senin için bilgelik, kendi doğrunu yaratıcılığınla harmanlamak ve insanlara ilham veren bir vizyoner olmaktır.",
      "basak": "Dünyayı ve felsefeyi bir mühendis titizliğiyle analiz ediyorsun canım; senin için bilgi işe yaramalıdır. Dokuzuncu evdeki Başak enerjisi, yüksek eğitimde ve araştırmalarında kılı kırk yaran bir detaycılık ve çalışkanlık getirir. Merkür'ün bu evdeki etkisiyle, yabancı dilleri gramerine kadar kusursuz öğrenir ve akademik tezlerinde mükemmeliyetçiliğinle tanınırsın. Uzak yolculuklarını bile aylar öncesinden planlar, gidilecek her müzeyi ve yenilecek her yemeği listelersin. Senin için bilgelik, evrenin karmaşık düzenini sadeleştirmek ve her bilgiyi insanlığın hizmetine sunmaktır.",
      "terazi": "Farklı kültürler ve felsefeler arasında bir barış elçisi gibisin tatlım; senin için hakikat adalette gizlidir. Dokuzuncu evdeki Terazi enerjisi, inançlarında uyumu, estetiği ve nezaketi ön planda tutmanı sağlar. Venüs'ün bu evdeki etkisiyle, sanatsal eğitimler almak veya yurt dışı ortaklıklı estetik işler yapmak sana çok başarı getirebilir. Uzak yolculuklara mutlaka sevdiğin bir partnerle çıkmak istersin, yalnız başına keşfetmek sana göre değildir. Senin için bilgelik, zıt fikirleri bir orta yolda buluşturmak ve dünyayı güzelliklerin kurtaracağına inanmaktır.",
      "akrep": "Hayatın en derin felsefelerini ve gizli gerçeklerini keşfetmek için ruhunu ortaya koyuyorsun canım. Dokuzuncu evdeki Akrep enerjisi, yüksek eğitimde sarsıcı, dönüştürücü ve okült konulara olan büyük ilginizi simgeler. Plüton ve Mars'ın bu evdeki yoğunluğu, seni inançların uğruna her şeyi göze alabilen bir stratejiste dönüştürür. Uzak yolculuklarda gizemli yerleri, yer altı şehirlerini veya spiritüel merkezleri keşfetmekten büyük keyif alırsın. Senin için bilgelik, görünenin arkasındaki gerçeğe ulaşmak ve ruhun karanlık odalarını bilgiyle aydınlatmaktır.",
      "yay": "İşte kendi evinde, sonsuz ufuklarda bir ruh! Dokuzuncu evdeki Yay, senin zodyaktaki gerçek kaşif ve bilge olduğunu fısıldar tatlım. Jüpiter'in bu evdeki muazzam bereketi sayesinde, hayatın boyunca şanslı yolculuklar yapabilir ve akademik kariyerinde zirveye çıkabilirsin. İnançların o kadar geniş ve iyimserdir ki, seninle konuşan herkes hayata yeniden umutla bakmaya başlar. Yabancı dilleri öğrenmek senin için bir oyun gibidir, farklı kültürleri saniyeler içinde kanıksarsın. Senin için bilgelik, hayatın kendisini bir okul olarak görmek ve her nefeste özgürlüğü solumaktır.",
      "oglak": "Felsefeni ve inançlarını sabırla, taş üstüne taş koyarak inşa ediyorsun canım; senin bilgin geleneklere dayanır. Dokuzuncu evdeki Oğlak enerjisi, yüksek eğitimde ciddiyeti, disiplini ve akademik unvanları her şeyin üzerinde tutmanı sağlar. Satürn'ün bu evdeki ağırlığı nedeniyle, hayata dair görüşlerin biraz muhafazakar olabilir ama bu görüşler sarsılmaz bir temel üzerindedir. Uzak yolculuklara genellikle iş veya statü gereği çıkar, gittiğin yerlerde bile sorumluluklarını yanında taşırsın. Senin için bilgelik, zamanın sınavından geçmiş gerçeklere sadık kalmak ve hayatı bir görev bilinciyle anlamlandırmaktır.",
      "kova": "İnançların ve dünya görüşün bu çağa bir beden büyük geliyor tatlım; sen geleceğin felsefesini inşa ediyorsun. Dokuzuncu evdeki Kova enerjisi, yüksek eğitimde modern teknolojiyi, astronomiyi ve toplumsal devrimleri hayatına dahil etmeni sağlar. Uranüs'ün bu evdeki etkisiyle, geleneksel dinlere veya felsefelere kafa tutabilir, kendi özgün ve evrensel inanç sistemini yaratabilirsin. Uzak yolculuklarda alışılagelmiş turistik yerler yerine, marjinal toplulukları veya bilim merkezlerini keşfetmek istersin. Senin için bilgelik, insanlığı ileriye taşıyacak o dahi fikrin peşinden gitmek ve zihinsel özgürlüğü yaşamaktır.",
      "balik": "Dünyayı ve ötesini kalbinin derinliklerindeki o büyük şefkatle algılıyorsun canım; senin için bilgi sezgide saklıdır. Dokuzuncu evdeki Balık enerjisi, inançlarında mistisizmi, evrensel bütünlüğü ve bazen de kurban psikolojisini simgeler. Neptün'ün bu evdeki sisli etkisiyle, akademik hayatta odaklanma sorunları yaşayabilir ama sanatsal veya ruhsal konularda dahi seviyesine çıkabilirsin. Uzak yolculuklar senin için bir nevi 'hac' veya ruhsal arınma seansıdır; denize veya kutsal yerlere gitmek ruhuna iyi gelir. Senin için bilgelik, mantığın bittiği yerde kalbinle görmeye başlamak ve evrendeki her şeye koşulsuz sevgiyle bakmaktır."
    },
    "10_ev": {
      "koc": "Kariyer basamaklarını adeta koşarak çıkıyorsun tatlım; toplum seni cesur ve öncü bir lider olarak tanıyor. Onuncu evdeki Koç enerjisi, mesleğinde rekabetçi bir tavır sergilemene ve kendi işinin patronu olma arzuna neden olur. Mars'ın bu evdeki etkisiyle, kriz anlarında saniyeler içinde karar verip herkesi arkandan sürükleyebilirsin. Toplum önündeki imajın bazen fazla sert veya sabırsız olabilir ama kimse senin başarını inkar edemez. Senin için kariyer, her gün yeni bir zafer kazanman gereken o büyük ve görkemli bir savaş meydanıdır.",
      "boga": "Kariyerinde sarsılmaz bir kale inşa ediyorsun canım; toplum seni güvenilir ve maddi gücü yerinde bir otorite olarak görüyor. Onuncu evdeki Boğa enerjisi, mesleğinde kalıcılığı, istikrarı ve estetik değerleri ön planda tutmanı sağlar. Venüs'ün bu evdeki bereketi, sana bankacılık, emlak, moda veya gıda sektöründe büyük bir başarı ve tanınmışlık getirebilir. Kariyerinde çok sabırlısın ama bir hedefe kilitlendiğinde seni o yoldan döndürebilecek hiçbir güç yoktur. Senin için kariyer, hayatın boyunca tadını çıkaracağın o konforlu ve kaliteli dünyayı somutlaştırma aracıdır.",
      "ikizler": "Kariyerinde kelimelerini ve zekanı birer sanat eserine dönüştürüyorsun tatlım; toplum seni çok yönlü ve zeki biri olarak tanıyor. Onuncu evdeki İkizler, mesleğinde birden fazla işle uğraşabileceğini veya sürekli iletişim halinde olacağın bir kariyerin olacağını gösterir. Merkür'ün bu evdeki etkisiyle, medya, ticaret, yazarlık veya öğretmenlik gibi alanlarda büyük bir popülarite kazanabilirsin. Toplum önünde konuşma yeteneğin o kadar gelişmiştir ki, insanları sadece kelimelerinle büyüleyip yönlendirebilirsin. Senin için kariyer, zihnini sürekli taze tutan ve dünyayla bağlantıda kaldığın o canlı ve dinamik alandır.",
      "yengec": "Kariyerinde insanların ruhuna dokunan, korumacı ve şefkatli bir figürsün canım; toplum seni 'aileden biri' gibi görüyor. Onuncu evdeki Yengeç enerjisi, mesleğinde duygusal bağlılığı, beslemeyi ve toplumsal hafızayı ön planda tutmanı sağlar. Ay'ın bu evdeki yönetimi nedeniyle, kariyerindeki başarıların toplumsal dalgalanmalardan veya halkın nabzından doğrudan etkilenir. Gayrimenkul, otelcilik, beslenme veya tarih gibi alanlarda halkın sevgisini kazanarak büyük başarılara imza atabilirsin. Senin için kariyer, dünyaya şefkatini sunduğun ve köklerini onurlandırdığın o kutsal ve güvenli görevdir.",
      "aslan": "Sahne önünde parlamaya kariyerinle devam ediyorsun tatlım; toplum seni bir otorite ve doğal bir yıldız olarak görüyor. Onuncu evdeki Aslan enerjisi, mesleğinde yaratıcılığını, yönetim yeteneğini ve o görkemli duruşunu sergilemeni sağlar. Güneş'in bu evdeki sıcaklığı, sana yöneticilik vasıfları verirken alkışlanma ve takdir edilme arzunu da en tepeye çıkarır. Sanat, sahne sanatları, lüks tüketim veya üst düzey yöneticilik gibi alanlarda isminden sıkça söz ettirebilirsin. Senin için kariyer, kendi krallığını kurduğun ve dünyaya damganı vurduğun o en büyük pırıltılı sahnendir.",
      "basak": "Kariyerinde o kadar mükemmeliyetçisin ki canım, senin elinden çıkan işin hatasız olduğunu herkes bilir. Onuncu evdeki Başak enerjisi, mesleğinde analitik zekayı, hizmeti ve detayın kusursuzluğunu simgeler. Merkür'ün bu evdeki etkisiyle, bilim, sağlık, teknik uzmanlık veya analiz gerektiren işlerde tartışmasız bir otoriteye dönüşürsün. Toplum seni her sorunu çözen, güvenilir ve son derece çalışkan bir uzman olarak tanır. Senin için kariyer, hayata bir düzen getirdiğin, faydalı olduğun ve verimliliğini her gün kanıtladığın o tertemiz laboratuvarındır.",
      "terazi": "Kariyerinde zarafetinle ve adaletli tavrınla yükseliyorsun tatlım; toplum seni diplomatik bir denge unsuru olarak tanıyor. Onuncu evdeki Terazi enerjisi, mesleğinde halkla ilişkileri, ortaklıkları ve estetik kaygıları her şeyin üzerinde tutmanı sağlar. Venüs'ün bu evdeki etkisiyle, hukuk, moda, sanat veya arabuluculuk gibi alanlarda büyük bir başarı ve prestij kazanabilirsin. Toplum önündeki imajın her zaman nezaketli ve uyumludur, düşmanlarını bile nezaketinle etkisiz hale getirirsin. Senin için kariyer, dünyadaki eşitsizlikleri giderdiğin ve güzelliği her alana yaydığın o zarif denge tahtasıdır.",
      "akrep": "Kariyerinde sarsıcı bir gücün ve gizemli bir otoriten var canım; toplum seni krizleri çözen ve dönüştüren biri olarak tanıyor. Onuncu evdeki Akrep enerjisi, mesleğinde yoğun bir tutkuyu, stratejik zekayı ve 'ya hep ya hiç' tavrını beraberinde getirir. Plüton ve Mars'ın bu evdeki yoğunluğu, sana dedektiflik, psikoloji, finans veya büyük değişimlerin liderliği gibi alanlarda başarı getirir. Toplum önündeki imajın bazen korkutucu ama her zaman saygı duyulan, derin ve karizmatik bir figürdür. Senin için kariyer, gücü elinde tuttuğun ve dünyayı kökten değiştirdiğin o derin ve sessiz strateji merkezindir.",
      "yay": "Kariyerinde sınırları ve engelleri kabul etmiyorsun tatlım; toplum seni vizyoner bir rehber ve gezgin olarak tanıyor. Onuncu evdeki Yay enerjisi, mesleğinde felsefeyi, eğitimi ve yabancı kültürlerle olan güçlü bağlarını simgeler. Jüpiter'in bu evdeki şanslı dokunuşuyla, akademik kariyerde, yayıncılıkta, hukukta veya turizmde uluslararası bir şöhrete kavuşabilirsin. Toplum önündeki imajın neşeli, iyimser ve her zaman doğruları söyleyen o cesur bilge figürüdür. Senin için kariyer, her gün yeni bir ufka yelken açtığın ve dünyaya geniş bir vizyon sunduğun o bitmek bilmeyen keşif yolculuğudur.",
      "oglak": "Kariyer senin asıl kimliğin canım; o zirveye ulaşmak için gereken sabır ve disiplin senin ruhunda var. Onuncu evdeki Oğlak enerjisi, mesleğinde geleneksel başarıyı, statüyü ve sarsılmaz bir otoriteyi simgeler. Satürn'ün kendi evindeki bu muazzam gücü, sana genç yaşta büyük sorumluluklar aldırır ve seni zamanın ötesinde bir prestije taşır. Devlet kurumları, yöneticilik, inşaat veya ekonomi gibi somut güç alanlarında ismini altın harflerle yazdırabilirsin. Senin için kariyer, tırnaklarınla kazıyarak çıktığın ve en tepeden dünyayı yönettiğin o sarsılmaz ve vakur başarı dağıdır.",
      "kova": "Kariyerinde bir dahi veya bir devrimci olarak tanınıyorsun tatlım; toplum senin vizyonuna yetişmekte zorlanabilir. Onuncu evdeki Kova enerjisi, mesleğinde teknolojik yenilikleri, sosyal projeleri ve marjinal bir duruşu simgeler. Uranüs'ün bu evdeki elektriksel etkisiyle, havacılık, uzay bilimleri, teknoloji veya toplumsal derneklerde devrim yaratacak işlere imza atabilirsin. Toplum önündeki imajın sıra dışı, bağımsız ve kimsenin kuralına uymayan o özgür ruhlu dahi figürüdür. Senin için kariyer, geleceği bugünden inşa ettiğin ve insanlığı bir adım ileriye taşıdığın o özgün dahi laboratuvarındır.",
      "balik": "Kariyerinde insanların hayal dünyasına dokunuyor ve onlara ilham veriyorsun canım; toplum seni şifacı ve sanatçı ruhunla tanıyor. Onuncu evdeki Balık enerjisi, mesleğinde sınırsız hayal gücünü, fedakarlığı ve ruhsal bir misyonu simgeler. Neptün'ün bu evdeki sisli etkisiyle, sinema, müzik, şifacılık veya yardım kuruluşlarında ismini duyurabilir ve kitlelerin sevgisini kazanabilirsin. Toplum önündeki imajın biraz gizemli, buğulu ama her zaman şefkatli ve yardımsever o mistik figürdür. Senin için kariyer, ruhundaki büyüyü dünyaya yansıttığın ve acıları sevgiyle şifalandırdığın o ilahi sanat atölyendir."
    },
    "11_ev": {
      "koc": "Arkadaş grupları ve sosyal çevrende tam bir lider ve aktivistsin tatlım; senin olduğun yerde aksiyon hiç bitmez. On birinci evdeki Koç enerjisi, ideallerin ve hayallerin için savaşmaya hazır, sabırsız bir ruh verir. Mars'ın bu evdeki etkisiyle, arkadaşlarınla aranda rekabetçi ama bir o kadar da dürüst ve ateşli bir bağ vardır. Büyük organizasyonlarda ve sosyal projelerde öncü rolü üstlenir, insanları harekete geçirme konusunda muazzam bir yetenek sergilersin. Senin için dostluk, beraber omuz omuza verip yeni bir dünya kurmak için mücadele etmektir.",
      "boga": "Sosyal çevren senin için güven dolu bir liman canım; az ama öz, sarsılmaz dostlukların insanısın. On birinci evdeki Boğa enerjisi, arkadaşlıklarında sadakati, huzuru ve maddi dayanışmayı ön planda tutmanı sağlar. Venüs'ün bu evdeki bereketi sayesinde, girdiğin her grupta estetik bir değer yaratır ve kaliteli bir sosyal çevre kurarsın. Hayallerin ve gelecek planların genellikle somut, ayağı yere basan ve maddi güvenceyi temel alan hedeflerdir. Senin için dostluk, bir ömür sürecek, güvene dayalı ve her anında konforu paylaşacağın o huzurlu yoldaşlıktır.",
      "ikizler": "Sosyal çevren o kadar geniş ki tatlım, rehberindeki her numaranın bir hikayesi vardır; sen tam bir cemiyet insanısın. On birinci evdeki İkizler, arkadaşlıklarında iletişimin, zekanın ve sürekli bilgi alışverişinin her şeyden önce geldiğini gösterir. Merkür'ün bu evdeki etkisiyle, dahi fikirlerinle dolu bir arkadaş grubun olur ve her akşam farklı bir sosyal etkinlikte boy gösterebilirsin. Hayallerin çok çeşitlidir, her gün yeni bir gelecek projesi üretir ve onları hemen çevrene anlatıp destek toplarsın. Senin için dostluk, zihnini sürekli tazeleyen, bol kahkahalı ve her anı bilgi dolu o dinamik ağdır.",
      "yengec": "Arkadaş grubun senin için ikinci bir aile gibidir canım; dostlarına karşı aşırı korumacı ve şefkatli davranırsın. On birinci evdeki Yengeç enerjisi, sosyal çevrende duygusal güven arayışını ve grup içindeki o birleştirici gücünü simgeler. Ay'ın bu evdeki yönetimi nedeniyle, hayallerin genellikle ailenin mutluluğu ve köklerinle ilgili temalar üzerine kuruludur. Arkadaşlarını seçerken sezgilerine çok güvenirsin, ruhunu beslemeyen hiç kimseyi sosyal çevrene dahil etmezsin. Senin için dostluk, en zayıf anında bile birbirine sarılan ve beraber ağlayıp gülebilen o duygusal kalitedir.",
      "aslan": "Sosyal grupların ve derneklerin parlayan yıldızı sensin tatlım; girdiğin her toplulukta fark edilmemen imkansız. On birinci evdeki Aslan enerjisi, arkadaşlıklarında cömertliği, neşeyi ve o meşhur yönetme arzunu simgeler. Güneş'in bu evdeki sıcaklığı, sana sosyal projelerde büyük bir yaratıcılık ve vizyonerlik verirken takdir edilme ihtiyacını da artırır. Hayallerin her zaman görkemli ve büyük çaplıdır; dünyaya damganı vuracak o pırıltılı geleceğin hayalini kurarsın. Senin için dostluk, birbirini alkışlayan, yaratıcılığı körükleyen ve hayata her an coşkuyla bakan o soylu ekipdir.",
      "basak": "Sosyal çevrendeki her sorunu çözen, düzeni sağlayan o gizli kahraman sensin canım; arkadaşların sana danışmadan adım atmaz. On birinci evdeki Başak enerjisi, dostluklarda hizmeti, verimliliği ve o kılı kırk yaran analiz yeteneğini simgeler. Merkür'ün bu evdeki etkisiyle, hayallerini gerçekleştirirken çok detaylı bir yol haritası çizer ve her türlü riski önceden hesaplarsın. Arkadaşlarını genellikle işine yarayacak veya entelektüel olarak seni geliştirecek, seçkin ve çalışkan kişilerden seçersin. Senin için dostluk, beraber faydalı projeler üretmek ve hayatın karmaşasını beraberce sadeleştirmektir.",
      "terazi": "Sosyal çevrende nezaketin ve adaletin temsilcisisin tatlım; arkadaş gruplarında dengeyi ve barışı sen sağlarsın. On birinci evdeki Terazi enerjisi, dostluklarında uyumu, estetiği ve sosyal diplomasiyi her şeyin üzerinde tutmanı sağlar. Venüs'ün bu evdeki etkisiyle, hayallerin genellikle güzellik, adalet ve sanatsal başarılar üzerine kuruludur. Arkadaşlıkların senin için birer ortaklık gibidir; yalnız başına sosyalleşmekten pek hoşlanmaz, her zaman yanında zarif birinin olmasını istersin. Senin için dostluk, zarafetin paylaşıldığı, hiçbir kaba sözün olmadığı o dengeli ve huzurlu sosyal bağdır.",
      "akrep": "Dostlukların ya çok derindir ya da hiç yoktur canım; arkadaş çevrende tam bir güven ve gizlilik testinden geçirirsin insanları. On birinci evdeki Akrep enerjisi, sosyal gruplarda stratejik bir gücü, yoğun sadakati ve bazen de gizli manipülasyonları simgeler. Plüton ve Mars'ın bu evdeki yoğunluğu, sana hayallerini gerçekleştirmek için muazzam bir dönüşüm gücü ve sarsılmaz bir irade verir. Arkadaşların genellikle çok güçlü, gizemli veya hayatın derinliklerini çözmüş kişilerdir. Senin için dostluk, birbirinin en karanlık sırlarını korumak ve beraber küllerinden doğacak kadar büyük bir sadakat beslemektir.",
      "yay": "Sosyal çevren senin için bir üniversite gibi tatlım; her arkadaşın sana farklı bir vizyon katan bir rehber gibidir. On birinci evdeki Yay enerjisi, dostluklarda özgürlüğü, felsefeyi ve yabancı kültürlerle olan güçlü bağlarını simgeler. Jüpiter'in kendi evindeki bu muazzam bereketi, sana sosyal hayatında büyük şanslar ve uluslararası bir çevre getirebilir. Hayallerin okyanusların ötesine uzanan, sınırsız ve aşırı iyimser hedeflerdir; imkansız diye bir şey senin lugatında yoktur. Senin için dostluk, beraber uzak ufuklara koşmak, hayata kahkahalarla bakmak ve her an yeni bir şey keşfetmektir.",
      "oglak": "Sosyal çevrende saygı duyulan, otorite sahibi ve çok seçkin bir duruşun var canım; senin dostların genellikle statü sahibi kişilerdir. On birinci evdeki Oğlak enerjisi, arkadaşlıklarında ciddiyeti, disiplini ve karşılıklı faydayı ön planda tutmanı sağlar. Satürn'ün bu evdeki ağırlığı nedeniyle, hayallerine ulaşmak için çok uzun vadeli planlar yapar ve her adımda sorumluluklarını bilirsin. Az ama öz arkadaşın vardır ve bu arkadaşlıklar yılların sınavından geçmiş, çelik gibi sağlam bağlardır. Senin için dostluk, beraber kariyer basamaklarını tırmanmak ve güven veren bir statü inşa etmektir.",
      "kova": "İşte kendi evinde, dahi ve marjinal bir ruh! On birinci evdeki Kova, senin tam bir toplumsal devrimci ve orijinal fikirlerin insanı olduğunu fısıldar tatlım. Uranüs'ün bu evdeki elektriksel gücü, sana dahi bir zeka ve insanlığı ileriye taşıyacak o sıra dışı hayalleri armağan eder. Arkadaş çevren her türlü dinden, dilden ve marjinal gruptan oluşur; sen herkesle o 'evrensel kardeşlik' bağını kurabilirsin. Hayallerin bireysel değil, tüm dünyayı değiştirecek kadar büyük ve özgürdür. Senin için dostluk, tabuları beraber yıkmak, geleceği kurgulamak ve kimsenin kuralına uymadan özgürce yaşamaktır.",
      "balik": "Arkadaş gruplarında o kadar fedakar ve şefkatlisin ki tatlım, bazen kendi hayallerini dostların için feda edebilirsin. On birinci evdeki Balık enerjisi, sosyal çevrende telepatik bağları, ruhsal uyumu ve bazen de arkadaşların tarafından hayal kırıklığına uğratılmayı simgeler. Neptün'ün bu evdeki sisli etkisiyle, hayallerin genellikle rüya gibi, sanatsal ve bu dünyaya ait olmayan büyülü temalar üzerine kuruludur. Arkadaşlarını seçerken sezgilerinle hareket eder, onlarla sadece ruhsal bir frekansta buluşabildiğinde gerçek dostluk kurarsın. Senin için dostluk, kelimelerin bittiği yerde kalplerin konuştuğu o şifalı ve mistik bütünlüktür."
    },
    "12_ev": {
      "koc": "İç dünyanda fırtınalar kopuyor tatlım ama sen bunu dışarıya sızdırmayacak kadar gururlusun. On ikinci evdeki Koç enerjisi, bilinçaltında bastırılmış bir öfke veya bitmek bilmeyen bir mücadele gücü verir. Mars'ın bu evdeki gizli etkisiyle, rüyaların çok aksiyonlu ve bazen de haberci niteliğinde olabilir. Gizli düşmanların genellikle açık sözlü ama arkandan iş çeviren sabırsız kişiler olabilir; sezgilerine güvenmelisin. Senin için huzur, içindeki o bitmek bilmeyen enerjiyi meditasyon veya tek başına yapacağın bir sporla dengelemektir.",
      "boga": "Bilinçaltın bir hazine sandığı gibi canım; en derin korkun ise maddi güvenceni kaybetmek. On ikinci evdeki Boğa enerjisi, yalnız kaldığında ruhunu maddeyle, doğayla ve kaliteli sessizlikle şifalandırma arzunu simgeler. Venüs'ün bu evdeki gizli dokunuşu, sana gizli aşklar veya estetik konularda saklı bir yetenek verebilir. Ruhsal huzuru lüks ve konforlu bir yalnızlıkta bulursun; sessizce doğayı izlemek senin en büyük şifanındır. Senin için ruhsal arınma, toprağa dokunmak, güzel kokular içinde kaybolmak ve sahip olduğun değerlerin içsel huzuruna varmaktır.",
      "ikizler": "Zihnin sen uyurken bile susmuyor tatlım; rüyaların bir film seti gibi karmaşık ve mesaj dolu. On ikinci evdeki İkizler, bilinçaltında sürekli bir bilgi işleme süreci olduğunu ve yalnız kaldığında kendi kendine çok fazla konuştuğunu gösterir. Merkür'ün bu evdeki etkisiyle, gizli bilgiler, dedikodular veya yazılı belgeler senin hayatında beklenmedik krizler yaratabilir. Ruhsal huzuru günlük tutarak, okuyarak veya sessizce düşüncelerini organize ederek bulabilirsin. Senin için bilinçaltı, çözülmesi gereken binlerce parçalı bir yapboz ve sürekli değişen bir bilgi akışıdır.",
      "yengec": "En derin yaraların ve korkuların çocukluğuna ve ailene dair canım; bilinçaltında devasa bir okyanus taşıyorsun. On ikinci evdeki Yengeç enerjisi, yalnız kaldığında geçmişin anılarına sığınmanı ve aşırı hassas bir ruh haline bürünmeni sağlar. Ay'ın bu evdeki gizli yönetimi nedeniyle, modun dış dünyadan bağımsız olarak içindeki o derin gel-gitlerle şekillenir. Gizli düşmanların genellikle aile içinden veya çok yakın gördüğün kadın figürleri olabilir, dikkatli olmalısın. Senin için şifa, içindeki o küçük çocuğu kucaklamak, ağlamaktan korkmamak ve geçmişi şefkatle serbest bırakmaktır.",
      "aslan": "İçten içe çok büyük bir onaylanma ve takdir edilme arzun var tatlım ama bunu dışarıya göstermeyi kendine yakıştıramıyorsun. On ikinci evdeki Aslan enerjisi, bilinçaltında yatan o görkemli egoyu ve bastırılmış yaratıcı potansiyeli simgeler. Güneş'in bu evdeki gizli ışığı, sana gizli bir sanatsal yetenek veya büyük bir ruhsal otorite verebilir. Yalnız kaldığında kendini bir kral/kraliçe gibi hayal etmekten çekinme, bu senin ruhunun beslenme biçimidir. Senin için ruhsal arınma, kendi içindeki pırıltıyı kimsenin onayına ihtiyaç duymadan kabullenmek ve o asil sessizliğin tadını çıkarmaktır.",
      "basak": "Bilinçaltın bile bir düzenleme ve temizleme merkezi gibi çalışıyor canım; en büyük korkun kontrolü kaybetmek. On ikinci evdeki Başak enerjisi, yalnız kaldığında bile kendini eleştirmene ve küçük detaylara takılıp kalmana neden olabilir. Merkür'ün bu evdeki etkisiyle, ruhsal sorunlarını analiz ederek ve mantık süzgecinden geçirerek çözmeye çalışırsın. Sağlığınla ilgili gizli endişelerin olabilir, bu yüzden bedensel farkındalık meditasyonları sana çok iyi gelir. Senin için şifa, mükemmel olma zorunluluğunu bırakmak, kaosun içindeki ilahi düzeni kabul etmek ve sadece 'olmak'tır.",
      "terazi": "İç dünyanda her zaman bir huzur ve denge arayışındasın tatlım ama yalnızlık seni bazen ürkütebilir. On ikinci evdeki Terazi enerjisi, bilinçaltında bir eşe veya partnerliğe duyduğun o derin, gizli ihtiyacı simgeler. Venüs'ün bu evdeki gizli dokunuşu, sana sanatsal ilhamları rüyalarında getirebilir veya gizli sanatsal yetenekler verebilir. Gizli düşmanların genellikle çok nazik görünen ama arkandan diplomasi yürüten kişiler olabilir, sezgilerini hafife alma. Senin için ruhsal huzur, içindeki o zıt kutupları barıştırmak ve yalnızlığında bile kendi zarafetini keşfetmektir.",
      "akrep": "Ruhunun derinlikleri tam bir yeraltı dünyası gibi canım; oraya girmeye herkesin cesareti yetmez. On ikinci evdeki Akrep enerjisi, bilinçaltındaki muazzam dönüşüm gücünü, sarsıcı tutkuları ve ölüm-ötesi konulara olan ilginizi simgeler. Plüton ve Mars'ın bu evdeki yoğunluğu, sana okült konularda ve gizli düşmanları alt etme konusunda muazzam bir sezgisel güç verir. Rüyaların çok sarsıcı, derin ve semboliktir; rüya günlüğü tutman senin için hayati önem taşır. Senin için şifa, en karanlık korkularınla yüzleşmek, onları kabul etmek ve küllerinden her gün yeniden doğmaktır.",
      "yay": "İç dünyanda bitmek bilmeyen bir özgürlük ve anlam arayışı var tatlım; senin rüyaların bile uzak ufuklarda geçiyor. On ikinci evdeki Yay enerjisi, bilinçaltında yatan felsefi derinliği, inançlardaki karmaşayı ve yabancı kültürlere olan gizli tutkuyu simgeler. Jüpiter'in bu evdeki gizli bereketi, sana en zor anlarında gökyüzünden gelen o mucizevi yardımı ve korumayı sağlar. Yalnız kaldığında kitaplarınla veya hayallerinle dünyayı gezmek senin en büyük ruhsal kaçışındır. Senin için ruhsal arınma, hayata olan inancını içsel bir boyuta taşımak ve evrenin bilgeliğine sessizce teslim olmaktır.",
      "oglak": "Bilinçaltında bile çok disiplinli ve sorumluluk sahibi bir otorite var canım; en büyük korkun başarısız olmak ve yetersizlik hissi. On ikinci evdeki Oğlak enerjisi, yalnız kaldığında hayatın ağırlığını omuzlarında hissetmene ve bazen depresif bir ruh haline bürünmene neden olabilir. Satürn'ün bu evdeki ağırlığı nedeniyle, ruhsal gelişimini büyük bir sabırla ve yalnız kalarak inşa edersin. Gizli düşmanların genellikle statü sahibi veya senden yaşça büyük otoriter figürler olabilir, dikkatli olmalısın. Senin için şifa, içindeki o katı yargıcı susturmak, zamanın bilgeliğine güvenmek ve sadece var olmanın sorumluluğunu almaktır.",
      "kova": "İç dünyan adeta bir gelecek laboratuvarı gibi tatlım; sen rüyalarında bile toplumsal devrimler yapıyorsun. On ikinci evdeki Kova enerjisi, bilinçaltındaki o dahi, asi ve marjinal ruhu simgeler. Uranüs'ün bu evdeki elektriksel etkisiyle, aniden gelen dahi fikirler veya toplumsal bir bilinçle uyanan ruhsal farkındalıklar yaşarsın. Yalnızlık senin için bir ceza değil, dünyayı değiştirecek o büyük projeyi kurguladığın bir özgürlük alanıdır. Senin için ruhsal arınma, bireyselliğini evrensel bütünlükle birleştirmek ve kimsenin anlamadığı o dahi ruhunla barışmaktır.",
      "balik": "İşte evinde, okyanusun en derin ve en büyülü noktasında bir ruh! On ikinci evdeki Balık, senin tam bir şifacı, hayalperest ve evrensel bir ruh olduğunu söyler canım. Neptün'ün bu evdeki muazzam gücü, sana telepatik yetenekler, sınırsız bir empati ve ilahi bir korunma armağan eder. Gerçek dünya sana bazen o kadar ağır gelir ki, kendi yarattığın o masalsı evrene kaçmak senin tek hayatta kalma biçimindir. Senin için şifa, egoyu tamamen bırakıp evrensel sevginin okyanusunda erimek ve dünyadaki tüm acıları şefkatle dönüştürmektir."
    }
  }
}