{
  "astrology_database_en": {
    "1_house": {
      "aries": "Darling, as an Aries rising, you arrived in this world with an absolute bang; your energy is so high that all eyes turn to you the moment you enter a room. You have an impatient and pioneering attitude towards life, wanting what you desire right now. The dominance of Mars in your first house gives you a childlike courage while sometimes causing you to make hasty decisions. Physically, the prominence of your facial features or that characteristic mark on your forehead is like a signature of your warrior spirit. Do not hesitate to say I when expressing yourself, because your identity is built upon conquest. You are a natural-born leader who inspires everyone with your sheer willpower.",
      "taurus": "Sweetie, you have such a peaceful and unshakeable presence that people instinctively feel safe and grounded just by being near you. You move through life with very firm steps, and your aesthetic sense is so developed that you beautify everything around you simply by existing. The influence of Venus in this house grants you both physical charm and your famous devotion to worldly pleasures. You are patient, yes, but when someone crosses your line, your immovable stubbornness stands before them like a mountain. The sensitivity of your neck and throat area is a physical reflection of this graceful yet powerful placement. You find your identity through stability and the finer things in life.",
      "gemini": "Love, your soul is so agile and your mind is so fast that it is almost impossible for anyone to catch up with you. The way you use your hands while speaking and that never-ending curiosity in your eyes are your most distinct identity cards. Thanks to the rulership of Mercury in this house, you absorb information like a sponge and distribute it to your surroundings with joy. It is quite natural for you to sometimes ask which one is the real me, as your character is in a constant state of change and learning. Your youthful spirit and energy will keep you fresh no matter what your age is. You are the ultimate communicator of the zodiac.",
      "cancer": "Honey, your soft and protective energy wraps around everyone like a warm maternal embrace. You look at the world through a sensitive window, and your intuition is so strong that you can understand what someone is feeling just by looking into their eyes. The Moon ruling this house can make your moods as variable as the lunar phases, but this also feeds your immense empathetic power. People trust you immediately because your face carries that familiar and comforting feeling of home. The sensitivity of your stomach is an astrological proof that you take external stresses directly into your inner self. You find your strength in your roots and your vulnerability.",
      "leo": "The stage is yours, darling! As a Leo rising, you possess a natural spotlight and you show your nobility immediately with your magnificent hair or your upright posture. This brightness of the Sun in your first house gives you a generous heart and a deep desire to be appreciated. You view life as a playground and feel your soul dimming during moments when you cannot express your creativity. Your self-confidence might sometimes be perceived as ego, but your true aim is to reflect your warm light onto others. When you listen to your heart, there is no obstacle you cannot tear down. You were born to be a star.",
      "virgo": "Sweetie, you look at life with such a meticulous and detailed lens that no flaw can escape your sharp eyes. Your posture is always organized, clean, and distinguished; you are the indispensable representative of simple elegance. The analytical power of Mercury in this house gives you the ability to analyze events and produce solutions within seconds. You can be very ruthless when criticizing yourself, so please try to rest that inner perfectionist of yours. The sensitivity of your digestive system is a physical manifestation of your mind's endless need to categorize and organize. You find your identity through being useful and achieving excellence.",
      "libra": "Love, you are the embodiment of elegance and justice; you turn every place you enter into a flower garden. The diplomatic influence of Venus in this house gives you a natural talent for harmonizing with people and creating an aesthetic identity. Relationships are the mirror of your life; you prefer being part of a we rather than acting alone. That famous indecision you experience actually stems from your desire to protect the rights of both sides. Your beautiful dimples or balanced facial features are the sweetest signs of your peaceful soul. You seek beauty and balance in every breath you take.",
      "scorpio": "Darling, you have a mysterious, deep, and staggering charisma; you look into people's souls with your piercing gaze. The intense energy of Pluto and Mars in this house gives you a passion for all-or-nothing and an enormous amount of endurance. You see life as a transformation process, and rising from the ashes is like a standard morning routine for you. It takes time for you to trust people, but when you do, you stand like a fortress with unshakeable loyalty. Your magnetic energy is enough to change the entire atmosphere of a room before you even speak. You are the master of secrets and rebirth.",
      "sagittarius": "Honey, life with you is like an adventure film; you are so fond of your freedom that we cannot fit you into any mold. The optimism of Jupiter in this house gives you a reason to smile even in the most difficult moments and adds a wide vision to your soul. Discovering new cultures and getting lost in philosophical depths is the fuel for your spirit. Sometimes being overly honest and blurting out the truth comes from your filterless and sincere nature. Your sporty body structure or energetic walk is an indicator of your endless curiosity for distant horizons. You are a traveler seeking the ultimate truth of existence.",
      "capricorn": "Sweetie, with your seriousness, discipline, and unshakeable stance, you are a true monument of trust. The management of Saturn in this house gives you maturity at a young age and the strength to shoulder life's responsibilities. While climbing the career steps patiently, you might seem a bit distant or cold from the outside, but this is just your way of protecting your boundaries. Time is your greatest friend; you are one of those rare characters who becomes more beautiful and glows as you age. The prominence and strength in your bone structure is proof that you came to this world to leave a lasting mark. You define yourself through achievement and integrity.",
      "aquarius": "Ordinary is not in your dictionary, love; you have come to this world to break the rules and build new ones. The rebellious and genius energy of Uranus in this house gives you the ability to think differently from everyone else and be sensitive to social issues. Your friendly yet distant stance is the most prominent sign of your intellectual independence. While defending technology, the future, and human rights, you are actually constructing your own unique identity. People might find you a bit strange, but your vision lives in a future they haven't even dared to imagine yet. You are the herald of change.",
      "pisces": "Darling, you are like someone who glided into this world from inside a dream; you are mesmerizing with your misty eyes and compassionate soul. The misty but inspiration-filled effect of Neptune in this house gives you an enormous imagination and a universal ability to empathize. The real world can sometimes seem too harsh for you, which is why you frequently need to escape into the magical inner world you created. Your natural inclination towards art, music, and spiritual matters is part of your healing mission on this earth. Learning to draw your boundaries will be your most important spiritual test in this life. You see the world through a veil of magic."},
    "2_house": {
      "aries": "Love, money is a form of energy for you, and you earn every cent by scratching it out with your own labor and courage. The Aries energy in the second house might cause you to act a bit impulsively in your spending, as you want to buy what you like instantly. You never hesitate to take risks to increase your financial resources, and being your own boss with Martian ambition is your greatest security. However, be careful, as your wallet can empty as fast as a battlefield; you must rein in that famous impatience while budgeting. You tend to measure your own value by the innovations you start and the victories you win in life.",
      "taurus": "Sweetie, here is a placement in its own home, at its most comfortable! Taurus in the second house whispers that money and tangible values are not just pieces of paper, but the keys to your life’s comfort. Thanks to the abundance of Venus in this house, it is very natural for you to see everything you touch gain value or to intuitively choose the highest quality. you love to save, and investing in land or permanent properties is your greatest source of trust. Spending money on luxuries that allow you to enjoy life is not extravagance for you, but an investment in self-worth. You define your value through the beauties you possess and the material stability you create.",
      "gemini": "Honey, your wallet is as active as your mind; money tends to flow to you through multiple channels. Gemini in the second house indicates that you can earn income through trade talent, writing, or communication skills. With the effect of Mercury in this house, you love spending money on information, books, or technological gadgets rather than saving it. Your financial situation might go up and down sometimes, so not being dependent on a single source is the best for you. You measure your own value by how much you know and how cleverly you can market that information. Your intelligence is your greatest asset.",
      "cancer": "Darling, for you, money is not just a guarantee, but an emotional fortress you build to protect your loved ones. Cancer in the second house says that your financial resources might be as variable as the phases of the moon, but there will always be savings in a corner. Spending on your home, your kitchen, and your family feeds your soul; antiques or items with memories are the greatest wealth for you. In this house managed by the Moon, your spending habits are completely shaped according to your mood at that moment; shopping while sad might be your escape point. You measure your value by the comfort you provide to your family and how many people you can nourish.",
      "leo": "Love, your generosity is so great that you never hesitate to act like a queen while spending. The Sun's effect in the second house gives you a tendency to use money for luxury, fun, and your personal image. Gold, precious stones, or anything flashy is on your radar, and you never touch anything of low quality. Your income usually comes from your creativity or leadership qualities. You love measuring your own value by how much abundance and magnificence you can reflect to your surroundings. You feel worthy when you can afford to live life on a grand scale.",
      "virgo": "Sweetie, your meticulous mind that knows the account of every cent you spend makes you a master in financial matters. Virgo energy in the second house ensures you establish a financial structure that avoids unnecessary spending and is frugal and efficient. Thanks to your analytical skills, you are unsurpassed in budget planning, and you examine even the smallest detail before investing. Your income usually comes from the service sector, health, or jobs requiring technical detail. You define your own value by how useful you are and how much order you have established in your life. Precision is your wealth.",
      "libra": "Darling, money must serve beauty and balance for you; you never invest in anything that is not aesthetic. With the effect of Venus in this house, you have a high potential to earn income from partnerships or artistic works. Your spending is generally directed towards areas that feed your social relationships, fashion, or art. You see money not as a power tool, but as a tool that makes life more elegant. You feel your value through the level of harmony in your life and the aesthetic values you possess. You seek a balanced bank account and a beautiful lifestyle.",
      "scorpio": "Honey, you are a complete strategy expert in financial matters; managing the resources of others or turning crises into opportunities is your job. The effect of Scorpio and Pluto in this house gives you secret earnings and a tremendous financial intuition. You see money as a tool of power and control, so you might prefer to keep your financial situation secret. You are not afraid of losing because you have the transformation power to build a great fortune from scratch. You determine your own value through your spiritual depth and your stance against the difficulties in life. Your power is your currency.",
      "sagittarius": "Love, for you, money is meant to be spent and to buy new experiences; saving is not for you. The abundance of Jupiter in this house gives you a wide vision and usually a lucky financial flow. You can spend large amounts for the sake of education, travel, or philosophical purposes, and you don't hesitate to enter risky investments. Your financial resources might be shaken sometimes due to exaggerated spending, but you always get up with your optimism. You measure your value by how many places you have seen and how free you are. Your wealth is your freedom.",
      "capricorn": "Sweetie, you build your material world patiently, stone by stone; for you, wealth means labor. The discipline of Saturn in this house gives you the ability to be frugal and make long-term investments. Even if you experience financial constraints at a young age, you reach an unshakeable financial strength in your maturity. You prefer to buy durable and prestigious items rather than just branded ones. You define your own value through your social status and the successes you have achieved by scratching with your nails. You are the architect of your own security.",
      "aquarius": "Darling, you are as extraordinary in your financial resources as in everything else; your income usually comes from technology, groups, or innovative ideas. Aquarius energy in the second house might direct you to unusual investment tools like crypto or start-ups. Your attachment to money is low; you want it more to realize your ideas or to benefit humanity. Entering financial business with your friends can be both a risk and a source of profit for you. You measure your own value by how original you are and how many people you inspire. Your ideas are your capital.",
      "pisces": "Honey, money can be a bit of a confusing issue for you; it might be a lot sometimes and none at other times, like the tides of the ocean. The misty effect of Neptune in this house can cause you to be limitlessly generous in your spending or to invest money in dreams. Your intuition in financial matters is very strong, but it might be good to consult an expert when making logical decisions. Your income tends to come from art, healing, or spiritual fields. You determine your own value through the peace in your soul and the unconditional love you show to others. Your heart is your treasure."},
    "3_house": {
      "aries": "Love, your words are like bullets, fast and effective; you are so direct and clear that no one can misunderstand you. Aries energy in the third house gives you the ability to dominate in arguments and a fast mind. Your relationships with your siblings or close circle are a bit competitive but always lively and honest. You seek adventure even on short trips, and you have no tolerance for slow drivers. Your mind constantly produces new ideas and burns with the desire to put them into action immediately. You speak your truth without fear.",
      "taurus": "Sweetie, your speech is so peaceful and steady that people feel rested just by listening to you. Taurus energy in the third house gives you a practical intelligence and unshakeable ideas; once you learn something, you never forget it. You seek trust and continuity in your relationships with your close circle; you are a loyal neighbor and a thoughtful sibling. You love taking your comfort with you even on short trips and prefer going on roads you know. Your mind works with concrete data; ideas that stay in the air don't mean much to you. You are the voice of common sense.",
      "gemini": "Honey, this is where the mind celebrates! Gemini in the third house whispers that you are a true communication genius. The power of Mercury in this house gives you an endless passion for learning, a great talent for humor, and a dual-natured mind. Your relationship with your siblings is very dynamic; there is a constant flow of information and joking between you. You might sign up for a new course every day or read three books at the same time. For you, life is about staying connected at every moment and reconstructing the world with words. You are the messenger of the gods.",
      "cancer": "Darling, you choose your words by filtering them through the alembic of your heart; there is always a compassionate and protective tone in your speech. Cancer in the third house ensures you establish an unbreakable emotional bond with your close circle; even your neighbors are like family to you. You are so detailed when telling memories of the past that people feel like they are living that moment again with you. Emotional motivation is very important in your educational life; you work wonders in the class of a teacher you love. Your mind is intuitive; you feel what people will say in your heart before they open their mouths. You speak from the soul.",
      "leo": "Love, you are like on a stage while speaking; you gather everyone's attention with your voice tone and emphasis. Leo energy in the third house gives you a dramatic storytelling talent and great self-confidence in your ideas. You usually take on the role of the shining or managing sibling among your brothers and sisters. Generosity and joy are at the forefront in your communication with your close circle; you brighten every environment you enter. Your mind is full of creative projects, and you proudly share these ideas wherever you know you will be applauded. Your thoughts are majestic.",
      "virgo": "Sweetie, you choose your words with the precision of a surgeon; it is almost impossible for you to use an incorrect expression. The placement of Virgo and Mercury in this house gives you a sharp analytical talent and a flawless written language. Solving every problem in your close circle is your secret duty; you rush to everyone's aid with your practical advice. You are very disciplined in education; your notes and study order are always shown as an example. Your mind constantly classifies information and sifts out the unnecessary, always keeping the most efficient one. You are the master of logic.",
      "libra": "Darling, you are so elegant and diplomatic in your conversations that even arguing with you can become a pleasure. Libra energy in the third house gives you the ability to persuade people and build bridges between opposing ideas. Harmony and kindness come before everything else for you in your relationships with your close circle; you take care not to break anyone's heart. Your relationship with your siblings is generally balanced, and you often take on the mediator role. Your mind is occupied with what is aesthetic and with justice; you always follow what is right and beautiful. You are a peaceful communicator.",
      "scorpio": "Honey, you say a lot even when you don't speak; those deep and meaningful looks are stronger than words. Scorpio energy in the third house gives you an investigative mind and a perception that immediately solves people's secrets. Your relationships with your close circle are either very deep or non-existent; you hate superficial conversations. Intense power struggles might sometimes occur between you and your siblings, but your bond with each other is unshakeable. Your mind is always busy with the truth behind what is seen, what is hidden, and digging into taboos. You are a deep thinker.",
      "sagittarius": "Love, your ideas are as wide as the oceans and know no boundaries; you open new horizons for people while speaking. The effect of Sagittarius and Jupiter in this house gives you an endless love for learning and a philosophical communication language. Your relationship with your close circle is always cheerful; you enjoy traveling and discovering with them very much. Education is an enlightenment process for you rather than a diploma, and you always look for a higher knowledge. Your mind is so optimistic that even in the worst situation, you find a light of hope and tell everyone about it. You are a visionary messenger.",
      "capricorn": "Sweetie, your words are few but substantial; when you speak, everyone stops and listens because your words have weight. The effect of Capricorn and Saturn in this house gives you a strategic intelligence and a very disciplined communication style. You always act responsibly towards your close circle and siblings; you are their natural mentor. You complete your educational life with a sense of duty and always want to learn the most concrete and useful information. Your mind is realistic and planned; you are that solid character who designs what to speak tomorrow from today. You are a strategic thinker.",
      "aquarius": "Darling, your mind works like a quantum computer; your ideas are a size too big for this age. Aquarius energy in the third house gives you a genius intelligence, technological curiosity, and a very wide intellectual circle. Your relationship with your siblings is not traditional, but more friendly and in a structure that respects each other's freedom. Your communication style is marginal and sometimes staggering; you love breaking people's habitual thought patterns. Your mind constantly constructs the future and chases after that genius idea that will change society. You are a revolutionary thinker.",
      "pisces": "Honey, your words are as if they came out of a poem; there is always a magic and depth in your conversations. The effect of Pisces and Neptune in this house gives you a dream-like imagination and the ability to heal with words. There is a telepathic bond between you and your close circle; you understand what someone feels before they speak. You are very self-sacrificing towards your siblings, adopting their troubles as your own. Your mind has a boundless creativity; when you get bored of the real world, you take refuge in that fairytale universe within yourself. You are a spiritual communicator."},
    "4_house": {
      "aries": "Love, your home is your castle and you are the commander of that castle; movement and energy are never missing from your nest. Aries energy in the fourth house leads you to take on the leadership role within the family and sometimes causes sudden outbursts. You want there to be constant renewal, repair, or active areas like a gym in your home. The effect of Mars in this house ensures that the warrior spirit coming from your roots is dominant within the home as well. For you, home is the bold area where the defense line against the outside world begins and where you set your own rules. You are the guardian of your family.",
      "taurus": "Sweetie, your home is like a garden of paradise, comfortable and peaceful; the smell of delicious food is never missing from your nest. Taurus energy in the fourth house symbolizes your deep connection to your roots and your desire to create a safe haven. Thanks to the abundance of Venus in this house, you furnish your home with the highest quality furniture and create an aesthetic decoration. The bonds you establish with your family are unshakeable, and your devotion to your traditions gives you great peace. For you, home is as real as stepping on soil and is the most precious treasure that feeds your soul. You seek luxury at your roots.",
      "gemini": "Darling, your home is like a library or a communication center where guests are constantly entering and leaving. Gemini in the fourth house indicates that there is a lot of talking, joking, and intellectual sharing within the family. With the effect of Mercury in this house, you love making frequent changes in your home or moving rather than staying in one place for a long time. Your connection with your roots is mostly mental; listening to the stories of the family elders is the greatest heritage for you. For you, home is a lively area where your mind is free and you constantly learn new things. Your house is a place of information.",
      "cancer": "Honey, you are like a queen in your own home, in your deepest roots; home is where everything begins and ends for you. This magnificent placement of the Moon in its own house gives you an extremely emotional and protective structure, tied to family and the past with unbreakable bonds. There is definitely a memory, a photo, or an object that feeds your soul in every corner of the house. The kitchen is the heart of the home for you; feeding your loved ones is your greatest healing method. For you, home is your soft and safe shell where you hide and escape from the world. You are the ultimate nurturer of the home.",
      "leo": "Love, your home is a magnificent place like a palace and a place where you are proud to host your guests. Leo energy in the fourth house symbolizes your desire to be the center within the family and your generosity in home life. The warmth of the Sun in this house ensures that there is always a cheerful and creative atmosphere in your nest. Your bonds with your family are strong and you can be extremely protective, sometimes even authoritarian towards them. For you, home is that piquant stage where you establish your own kingdom and exhibit your best self. Your roots are royal.",
      "virgo": "Sweetie, every corner of your home is a monument of order and cleanliness; every item has its place determined to the millimeter. Virgo energy in the fourth house shows your desire to perfectly fulfill your responsibilities within the family. With the effect of Mercury in this house, you see housework as a therapy and get great pleasure from dealing with details. Your family's health and nutrition are your first priority; there is always something natural and healing in your home. For you, home is that clean laboratory where you calm your mind and optimize your life. You seek purity in your nest.",
      "libra": "Darling, your home is so aesthetic and peaceful that everyone who enters feels an immediate calmness. Libra energy in the fourth house symbolizes your search for harmony and beauty in home life and your diplomatic stance within the family. With the touch of Venus in this house, it is a necessity for you to equip your home with works of art or flowers. You hate arguments within the family and always take on the mediator role to ensure peace. For you, home is that balanced sanctuary where the chaos in the world ends and elegance begins. You are the decorator of the soul.",
      "scorpio": "Honey, your home is your most secret shrine; you don't take everyone there easily and you value your privacy very much. Scorpio energy in the fourth house symbolizes the deep transformations experienced within the family and that mysterious power coming from your roots. With the effect of Pluto in this house, you love making radical changes in your home and transforming the traces of the past. Your bonds with your family can be very passionate and sometimes challenging, but your loyalty is unshakeable. For you, home is that mystic power center where you descend into the depths of your soul and are reborn from your ashes. You seek depth in your roots.",
      "sagittarius": "Love, your home is just a stop for you; your soul is always far away, chasing a new adventure. Sagittarius energy in the fourth house symbolizes a liberal atmosphere within the family and roots coming from different cultures. Thanks to the abundance of Jupiter in this house, your home can always be wide, spacious, and full of philosophical books. Traveling with your family or hosting foreign guests is the greatest pleasure for you. For you, home is that wide vision area where there are no borders and you wake up to a new horizon every day. Your nest is the whole world.",
      "capricorn": "Sweetie, your home is a status symbol for you and an unshakeable castle where you keep your traditions alive. Capricorn energy in the fourth house symbolizes discipline, respect, and long-term plans within the family. The weight of Saturn in this house might have loaded you with family responsibilities at a young age, but this has made you more durable. Seeing antique furniture or family heirloom items in your home gives you great trust. For you, home is that solid and dignified structure where you build the future with the wisdom of the past. You are the pillar of your family.",
      "aquarius": "Darling, your home is not a conventional nest at all; it is the meeting point of modern technology and marginal ideas. Aquarius energy in the fourth house symbolizes a friendly relationship within the family and a non-traditional lifestyle. With the effect of Uranus in this house, you can make a change at any moment in your home or establish a communal life with your friends. Your attachment to your roots is mental and you are inspired by the extraordinary individuals of your family. For you, home is that genius laboratory where there are no rules and everyone can freely be themselves. Your house is a revolution.",
      "pisces": "Honey, your home is as if it didn't belong to this world but popped out of a fairytale; there is a peace in every corner. Pisces energy in the fourth house symbolizes self-sacrifice within the family, spiritual bonds, and sometimes the confusion experienced. With the misty effect of Neptune in this house, you love using your home like a meditation center or an art workshop. There are telepathic bonds between you and your family and you feel their pain in your deepest self. For you, home is that magical ocean where you escape from the harshness of the real world and heal your soul. You are the dreamer of the home."},
    "5_house": {
      "aries": "Love, you are a complete storm in your love life; when you like someone, you go into hunter mode and don't stop until you get them. Aries energy in the fifth house gives you a childlike excitement and an endless energy in your creativity and hobbies. The impulsivity of Mars in this house might cause you to have a somewhat impatient and passionate attitude in your flirtations. Your communication with children is just like a playmate; you love having fun and taking risks with them. For you, pleasure is in adrenaline-filled activities and a love story lived with excitement at every moment. You are a passionate lover.",
      "taurus": "Sweetie, love for you is a peaceful and high-quality experience that must be felt with all five senses. Taurus energy in the fifth house symbolizes your search for loyalty and comfort in your flirtations and putting forth concrete and aesthetic products in your creativity. With the abundance of Venus in this house, your artistic talents are highly developed. You become a very patient parent who ensures the material and spiritual security of your children. For you, pleasure is in a delicious dinner, an expensive hobby, and in the safe arms of an unshakeable love. You seek quality in joy.",
      "gemini": "Honey, intelligence and communication come before everything else in your love life; whoever wants to impress you must first seduce your mind. Gemini in the fifth house indicates that there is constant activity, messaging, and intellectual games in your flirtations. With the effect of Mercury in this house, you might be interested in more than one hobby at the same time or turn everyone's head with your flirtatious manners. You have a friendly bond with your children; you get great pleasure from constantly teaching them new things. For you, pleasure is in cleverly made jokes, games, and a never-ending sense of curiosity. You are a witty lover.",
      "cancer": "Darling, for you, love is owning someone and dreaming of building a home with them; you are very deep even in your flirtations. Cancer energy in the fifth house symbolizes putting your emotions at the forefront in your creativity and being extremely protective towards your loved ones. With the effect of the Moon in this house, having children can be one of the most sacred and healing experiences of life for you. Your creative projects are usually fed by the past, memories, or home life. For you, pleasure is in cooking for your loved ones, in romantic candlelight, and in deep emotional shares. You are a soulful lover.",
      "leo": "Love, your love life is like a Hollywood movie; you always love being in the lead role and being applauded. Leo energy in the fifth house indicates that there will be big gestures, gifts, and dramatic scenes in your flirtations. This magnificent power of the Sun in its own house grants you incredible creativity and a stage light. Your children are your source of pride and you provide every opportunity for them to shine like you. For you, pleasure is in attracting attention, in luxury hobbies, and in those glittering moments where you feel loved with all the warmth of your heart. You are a royal lover.",
      "virgo": "Sweetie, you even pass love through an analysis filter; for you, the ideal partner is the person who makes your life easier and is perfect. Virgo energy in the fifth house symbolizes perfectionism and devotion to details in your hobbies and creative works. With the effect of Mercury in this house, you become a somewhat critical but very instructive and useful parent to your children. The things you enjoy are usually puzzles that work the mind, jobs requiring hand skill, or healthy living hobbies. For you, pleasure is being part of a productive and useful production where everything is in its place. You seek order in joy.",
      "libra": "Darling, love for you must be elegant and balanced like a work of art; you never give up kindness in your flirtations. Libra energy in the fifth house symbolizes your search for aesthetics and harmony in your creativity and being a sought-after person in your social life. With the touch of Venus in this house, your relationship with your children always progresses within the framework of mutual respect and diplomacy. Your natural inclination towards art, music, and fashion turns your hobbies into a lifestyle. For you, pleasure is in a romantic dance, in an elegant invitation, and in the balance you establish with that perfect partner in your life. You are a graceful lover.",
      "scorpio": "Honey, there is no place for superficiality in your love life; you are a person of passion, depth, and all-or-nothing. Scorpio energy in the fifth house can create a mysterious attraction and sometimes intense jealousy or desire for control in your flirtations. With the effect of Pluto in this house, your creativity is usually based on themes that break taboos or are dark but fascinating. You have an unshakeable but very intense bond with your children; you attach great importance to their spiritual development. For you, pleasure is in solving what is mysterious, in deep sexual attraction, and in that passionate love that pushes the boundaries of the soul. You are an intense lover.",
      "sagittarius": "Love, for you, love is like a new continent to be discovered; there is always an air of freedom and adventure in your flirtations. Sagittarius energy in the fifth house symbolizes incorporating philosophy, sports, and foreign cultures into your life in your hobbies. With the lucky effect of Jupiter in this house, you generally live cheerful and growth-oriented experiences in your love life. You act like a very tolerant parent and a guide who expands the vision of your children. For you, pleasure is in going to places never visited before, in risky games, and being beside a partner who looks at life with laughter. You are an adventurous lover.",
      "capricorn": "Sweetie, you take pleasure and love seriously like a responsibility; for you, flirtation means an investment with a future. Capricorn energy in the fifth house symbolizes patience and discipline in your hobbies and permanence and prestige in your creative works. Due to the weight of Saturn in this house, you might take the responsibility of having children at a late age or establish a distant but very solid authority over them. The things you enjoy are usually traditional hobbies or social activities that will raise your status. For you, pleasure is in a success achieved as a result of long efforts and in the arms of a trusting, mature love. You are a loyal lover.",
      "aquarius": "Darling, you set the rules in your love life; an ordinary flirtatious relationship never satisfies you. Aquarius energy in the fifth house symbolizes genius and marginal ideas in your creativity and technology and social groups in your hobbies. With the electrical effect of Uranus in this house, you should be ready for surprises in love at any moment and be best friends with your partner before anything else. You see your children as individuals and always respect their freedom and differences. For you, pleasure is in projects that will change the world, in extraordinary hobbies, and in that free love where you don't need anyone's approval. You are an original lover.",
      "pisces": "Honey, your love life is like a fairytale or a romantic poem; you are prone to idealizing your partner and getting lost in them. Pisces energy in the fifth house symbolizes a boundless imagination and artistic inspiration in your creativity. With the misty effect of Neptune in this house, you might sometimes move away from reality in your flirtations and take on victim-savior roles. You feel an endless compassion and self-sacrifice towards your children and establish a telepathic bond with them. For you, pleasure is in getting lost in dreams, in spiritual shares, and in that divine love that feels beyond this world. You are a romantic lover."},
    "6_house": {
      "aries": "Love, you are like dynamite in the work environment; it is your job to finish the given task in the fastest and most effective way. Aries energy in the sixth house creates impatience in your daily routines and might give birth to a secret competition between you and your colleagues. With the effect of Mars in this house, you might be prone to headaches and sudden febrile illnesses, so you should learn stress management. Being your own boss or leading projects increases your efficiency tenfold. For you, the ideal working day is one full of action at every moment and where you achieve a concrete victory at the end. You are a warrior at work.",
      "taurus": "Sweetie, peace and comfort are everything for you in your daily work and working environment; a rushed job tires you out very much. Virgo energy in the sixth house (correction: Taurus energy in the 6th) ensures you display an unshakeable discipline and patience in your routines. With the touch of Venus in this house, beautifying your workplace and establishing harmonious relationships with your colleagues is a necessity for you. You should pay attention to your nutrition and throat area, as you usually feel the physical reflection of stress here. For you, the ideal working day is one with regular breaks, in an aesthetic environment, and where you put forth a concrete product. You are a dependable worker.",
      "gemini": "Honey, your work desk is always very active like your mind; dealing with five different jobs at the same time is your normal. Gemini in the sixth house indicates that communication, correspondence, and short trips will be very intense in your work life. With the effect of Mercury in this house, monotonous routines consume you mentally very quickly, so you need to constantly learn new things. Your hands and lungs might be sensitive; breathing exercises should be part of your daily routine. For you, the ideal working day is that lively day where you talk a lot, get new information, and your mind never stops. You are a versatile worker.",
      "cancer": "Darling, you are like a mother to your colleagues at work; you listen to everyone's troubles and heal them. Cancer energy in the sixth house symbolizes the search for emotional trust in work life and the deep compassion you feel for the people you serve. With the effect of the Moon in this house, your mood directly affects your efficiency at work; if your morale is low, you can't do anything. Your stomach and digestive system might be sensitive; you should learn to express your emotions instead of throwing your stress inside. For you, the ideal working day is one with a warm atmosphere, where you help someone, and feel the warmth of home. You are a nurturing worker.",
      "leo": "Love, it is impossible for you not to shine where you work; you turn even the smallest task into a work of art. Leo energy in the sixth house brings your desire to be appreciated and your organizational talent to the forefront in work life. The warmth of the Sun in this house gives you a generous work discipline while whispering to you to pay attention to the health of your heart and spine. You don't like taking orders much, so you work wonders in managerial positions or in areas where you use your creativity. For you, the ideal working day is one where you are in the front stage, being applauded, and showing your leadership. You are a royal worker.",
      "virgo": "Sweetie, here is another placement that is in its own house! Virgo in the sixth house says that you are the most efficient and meticulous worker of the zodiac. With the flawless analytical power of Mercury in this house, you can put even the most complex systems in order within seconds. Your daily routines are millimetric; your devotion to nutrition, health, and hygiene can sometimes reach the level of a hypochondriac. You are so indispensable in your work that everyone knows the system will stop if you are not there. For you, the ideal working day is that productive day where you tick every list and show your perfection. You are a master worker.",
      "libra": "Darling, you have no tolerance for unrest and argument in work life; you provide the balance in the working environment. Libra energy in the sixth house symbolizes your diplomatic relationships with your colleagues and your aesthetic concerns while doing your job. With the effect of Venus in this house, you are much more efficient when you are part of a team or a partner rather than working alone. You should pay attention to your kidneys and waist area; not neglecting to drink water should be your most important health rule. For you, the ideal working day is one where everyone is in harmony with each other and an elegant, fair division of labor is made. You are a peaceful worker.",
      "scorpio": "Honey, you are like a detective in work life; you see errors that no one sees and solve crises with the precision of a surgeon. Scorpio energy in the sixth house gives an intense concentration and a never-ending research passion in the working environment. With the transformative power of Pluto in this house, you can be the architect of radical changes at work or work in jobs with psychological depth. You should pay attention to your reproductive organs and excretory system; you might be holding your stress physically here. For you, the ideal working day is one where you solve a secret project and feel your power to the end. You are a deep worker.",
      "sagittarius": "Love, you cannot fit into the narrow molds of routines in work life; for you, the ideal job is the one where you discover something new every day. Sagittarius energy in the sixth house ensures you keep philosophy, education, and joy at the forefront in the work environment. The expansive effect of Jupiter in this house can bring you jobs connected with foreign countries or requiring you to be on the move. You should pay attention to your liver and hip area; sometimes you might neglect your health with an excessive optimism in working life. For you, the ideal working day is one where you get a new vision, travel, and feel your freedom. You are a visionary worker.",
      "capricorn": "Sweetie, you are the first one who comes to mind when work discipline is mentioned; you fulfill your responsibilities with a rock-solid will. Capricorn energy in the sixth house symbolizes being extremely planned in your daily routines and the desire to climb to the highest in work life. The weight of Saturn in this house might give you a workaholic nature; you should see resting as a necessity, not a luxury. You should pay attention to your knees and bone structure; do not ignore the slow down signals of your body. For you, the ideal working day is one where every step is planned and you climb a concrete success step. You are a disciplined worker.",
      "aquarius": "Darling, your colleagues might find you a bit strange, but things never move forward without your genius. Aquarius energy in the sixth house brings technological innovations, social projects, and teamwork to the forefront in work life. With the effect of Uranus in this house, you hate traditional working hours and want to create your own free program. You should pay attention to your circulatory system and varicose veins; you are prone to attracting electrical tension in the workplace. For you, the ideal working day is one where you break a taboo, solve a technological problem, and provide benefit to society. You are a revolutionary worker.",
      "pisces": "Honey, you are so self-sacrificing in work life that sometimes you can't find time for your own work from doing the work of others. Pisces energy in the sixth house symbolizes the need to be in a flow in routines and your intuitive power in the workplace. With the misty effect of Neptune in this house, you might sometimes have difficulty organizing jobs or fall into victim psychology. You should pay attention to your feet and immune system; you have the risk of sucking up the negative energy of the people around you like a sponge. For you, the ideal working day is one where you heal someone, use your creativity, and get spiritual satisfaction. You are a compassionate worker."},
    "7_house": {
      "aries": "Love, you are looking for complete excitement in your relationships; a stagnant partner can instantly drain your energy. Aries energy in the seventh house can cause quick decisions and sometimes fiery arguments in marriage or partnerships. With the effect of Mars in this house, you want your partner to be dominant, energetic, and a bit headstrong. Although you are used to acting on your own, learning to be a we in a relationship is your greatest life lesson. For you, the ideal partner is that brave hero who can compete with you but you can always lean your back on. You seek a warrior companion.",
      "taurus": "Sweetie, all you look for in a relationship is trust and peace; loyalty is the greatest proof of love for you. Taurus energy in the seventh house symbolizes the search for material and spiritual stability in marriage and that you look for calmness and quality in your partner. Thanks to the management of Venus in this house, your partner is usually handsome/beautiful, fond of comfort, and someone who appeals to your five senses. You are very patient in your relationships, but once your trust is broken, you never open that door again. For you, the ideal partner is that unshakeable and peaceful safe haven who will let you live paradise on earth. You seek a solid bond.",
      "gemini": "Honey, the mind of the person who will spend a lifetime with you must be sharp; you cannot even stay in the same house with someone you cannot talk to. Gemini in the seventh house indicates that communication, humor, and mental harmony come before everything else in your bilateral relationships. With the effect of Mercury in this house, your partner can usually be someone younger in spirit than you, curious, and with a very lively social life. You might sometimes be indecisive in your relationships or be interested in two different people at the same time; this is the never-ending game of your mind. For you, the ideal partner is that smart friend who tells a new story every day and never bores you. You seek an intellectual partner.",
      "cancer": "Darling, you are looking for a home rather than a partner in a relationship; you want to show your love by nourishing and being protected. Cancer energy in the seventh house puts emotional depth and the desire to build a family at the very top in marriage. Due to the management of the Moon in this house, the mood between you and your partner directly affects each other; if he is sad, you break off from the world. You want your partner to be compassionate, protective, and devoted to his traditions. For you, the ideal partner is that soul mate who hugs you with a maternal/paternal compassion even in your weakest moment and never leaves you. You seek emotional security.",
      "leo": "Love, being proud of your partner is everything for you; the person beside you must be a star everyone admires. Leo energy in the seventh house symbolizes generosity, passion, and sometimes those famous ego wars in bilateral relationships. With the effect of the Sun in this house, your partner is usually someone creative, with high self-confidence, and a striking figure. You show your love with big gestures in the relationship and expect the same, even more, from your partner. For you, the ideal partner is the greatest supporter of your kingdom/queendom and that passionate lover who rediscovers you every day. You seek a royal companion.",
      "virgo": "Sweetie, you look for an order and benefit even in a relationship; your partner should be like an assistant who completes that missing piece in your life. Virgo energy in the seventh house symbolizes service, loyalty, and sometimes the desire to constantly fix your partner in marriage. With the effect of Mercury in this house, your partner is usually meticulous, hardworking, and someone with a developed talent for organizing life. Since you are a perfectionist in your relationships, you sift through while choosing your partner and can sometimes be very critical. For you, the ideal partner is that loyal companion who operates your life smoothly like a machine and supports you in every matter. You seek a practical bond.",
      "libra": "Darling, here is a placement in the house of relationships, with the sign of relationships! Libra in the seventh house says that you feel half without a partner. Thanks to the enormous power of Venus in this house, your partner is usually very aesthetic, diplomatic, and fair. Because you hate arguments, you might sometimes suppress your own desires and sacrifice yourself for the sake of harmony. Kindness and romance are a vital necessity for you in your relationships; you can never be with a rude person. For you, the ideal partner is 그 elegant soul who is one with you and balances all the colors of life. You seek a balanced union.",
      "scorpio": "Honey, a relationship is a transformation war for you; your soul must merge so much with your partner that no secrets should remain between you. Scorpio energy in the seventh house brings intense passion, jealousy, and an unshakeable loyalty in marriage. With the effect of Pluto and Mars in this house, your partner is usually very mysterious, charismatic, and has a strong character. You might experience crises in the relationship, but you always come out of these crises by establishing a stronger bond. For you, the ideal partner is that passionate companion who loves even your darkest sides and is reborn from his ashes with you. You seek a soul merger.",
      "sagittarius": "Love, your partner must be a life mentor or a companion you will travel the world with. Sagittarius energy in the seventh house ensures you keep freedom, philosophy, and joy at the forefront in marriage. With the lucky touch of Jupiter in this house, your partner can usually be from foreign cultures, an academic, or someone with a very wide vision. You can never come to being restricted in a relationship, so your partner must be at least as fond of his independence as you are. For you, the ideal partner is that wise traveler who opens new horizons for you, laughs with you, and sees life as an adventure. You seek a free spirit.",
      "capricorn": "Sweetie, seriousness and status come before everything else in a relationship for you; you don't spend a single second on a love that has no future. Capricorn energy in the seventh house symbolizes responsibility, loyalty, and long-term plans in marriage. Due to the weight of Saturn in this house, your partner can usually be older than you, have a career, or be someone very mature. You might have difficulty showing your emotions in your relationships, but there is no sacrifice you wouldn't make for your partner. For you, the ideal partner is that solid castle who is ambitious enough to build an empire with you and gives trust. You seek a stable commitment.",
      "aquarius": "Darling, your partner must be your best friend before anything else; traditional marriage molds are not for you. Aquarius energy in the seventh house symbolizes freedom, intellectual harmony, and a marginal lifestyle in relationships. With the effect of Uranus in this house, your partner can usually be a genius, an activist, or someone who does not fit social norms. There might be an invisible distance between you in the relationship, but this distance is actually the respect you have for each other's individuality. For you, the ideal partner is that free soul who accompanies your genius ideas and never restricts you. You seek an original bond.",
      "pisces": "Honey, you are a complete romantic and self-sacrificing in a relationship; there is nothing you wouldn't do for your partner. Pisces energy in the seventh house symbolizes a telepathic bond, spiritual harmony, and sometimes the desire to save the partner in marriage. With the misty effect of Neptune in this house, your partner can usually be artistic, sensitive, and a bit disconnected from reality. You should learn to draw your boundaries in your relationships, otherwise you might drown in your partner's problems. For you, the ideal partner is that compassionate miracle who understands your soul, dreams with you, and makes you feel paradise in this world. You seek a spiritual union."},
    "8_house": {
      "aries": "Love, you are a complete warrior in shared resources and transformation processes; crises whip you up instead of scaring you. Aries energy in the eighth house might cause sudden developments and sometimes aggressive struggles in matters of inheritance or the spouse's money. The impulsivity of Mars in this house might direct you towards risky investments and passionate sexual experiences. The big transformations in your life usually happen with a sudden decision or a burst. For you, power is being able to decide within seconds at the moment of crisis and coming out of that wreckage in one piece. You are a resilient soul.",
      "taurus": "Sweetie, your material transformations and resources coming from others are very solid and fertile; your luck is always on your side in this matter. Taurus energy in the eighth house allows you to obtain permanent values through inheritance or the financial situation of the spouse. The abundance of Venus in this house gives you a natural talent in banking, tax, or insurance matters. You want to live sexuality and spiritual sharing on a very concrete and trust-based ground. For you, power is to build an unshakeable castle by quietly but deeply increasing the material resources you possess. You seek material depth.",
      "gemini": "Honey, you solve crises and life's mysteries by using your intelligence; for you, the greatest transformation is a mental one. Gemini in the eighth house indicates that there will be a lot of talking, correspondence, and variability regarding the spouse's money or shared resources. With the effect of Mercury in this house, your curiosity for occult subjects and mysterious information can turn you into a researcher. Mental harmony comes before everything else for you in sexuality and spiritual bonds. For you, power is finding a logical way out of any kind of crisis and using information like a shield. You are a sharp strategist.",
      "cancer": "Darling, you turn into a complete guardian angel in moments of crisis; you feel the pain of others in your own soul. Cancer energy in the eighth house symbolizes that family ties and emotional security will be at the forefront in matters of inheritance or shared resources. Due to the management of the Moon in this house, your spiritual transformations are very deep and wavy like the phases of the moon. You want to live sexuality only with people you trust very much and establish a spiritual bond with. For you, power is to wrap the deepest wounds with compassion and to be able to protect your loved ones from any kind of crisis. You are an emotional healer.",
      "leo": "Love, you know how to come out of crises with nobility and victory; for you, transformation is to reach a brighter version of yourself. Leo energy in the eighth house symbolizes generosity and sometimes those famous power struggles in the spouse's resources or partnerships. The warmth of the Sun in this house gives you a great dramatic power and creativity against occult subjects and life. Your passion and desire for approval in sexuality are high; you want your partner to see you like a star. For you, power is to stand upright even in the middle of crises and to illuminate the darkness with your own light. You are a royal phoenix.",
      "virgo": "Sweetie, you put even the most dark and mysterious areas of life into a systematic; crisis management is your middle name. Virgo energy in the eighth house ensures you display a meticulousness that sifts through in matters of shared resources, tax, and inheritance. With the analytical power of Mercury in this house, solving the problems of others and optimizing their lives is like a duty for you. You might have a search for service and perfection even in sexuality, so you should learn to relax. For you, power is to bring an order out of chaos and solve every kind of mystery with logic. You are a master of detail.",
      "libra": "Darling, you always manage crises and transformation processes with a diplomacy and balance. Libra energy in the eighth house ensures you keep justice and harmony above everything else in matters of inheritance or the spouse's money. With the effect of Venus in this house, resources coming from others flow to you to establish an aesthetic and peaceful life. Solving the crises in your relationships by talking and meeting on a common denominator is your greatest talent. For you, power is not to lose elegance even in the biggest storms and to grow by transforming relationships. You are a graceful transformer.",
      "scorpio": "Honey, here is a power in its own house, in its deepest waters! Scorpio in the eighth house says that you are the true queen of crises and transformation. This magnificent energy of Pluto and Mars in this house gives you a fearless soul in matters of death, birth, and rebirth. You can be a very tough striver in matters of inheritance and shared resources, and you can reveal everything that is hidden like a detective. Sexuality for you is not just an action, but a sacred transformation ritual where souls collide. For you, power is to descend to the deepest cellars of your soul and come out from there as a completely different person. You are the master of depth.",
      "sagittarius": "Love, you see even crises as a life lesson and adventure; for you, every end is a new beginning. Sagittarius energy in the eighth house usually draws a lucky and optimistic picture in matters of shared resources and inheritance. The expansive effect of Jupiter in this house can bring you great earnings from foreign resources or educations. Your curiosity for life after death and the mysteries of life directs you to philosophical and spiritual searches. For you, power is to turn even the greatest loss into a gain and never lose your faith in life. You are a spiritual traveler.",
      "capricorn": "Sweetie, you are ice-cold calm and planned in moments of crisis; you never let your emotions get ahead of your logic. Capricorn energy in the eighth house brings a great responsibility and seriousness in matters of inheritance, tax, and the spouse's money. Due to the weight of Saturn in this house, you might feel restricted while managing the resources of others but you establish a great authority over time. Your spiritual transformations are slow but very permanent; you get stronger by scratching with your nails. For you, power is to overcome any kind of difficulty with an unshakeable discipline and display a durability beyond time. You are a solid strategist.",
      "aquarius": "Darling, you look at life's mysteries and crises with an objective and genius eye that is different from everyone else. Aquarius energy in the eighth house symbolizes non-traditional methods and sudden developments in matters of shared resources and inheritance. With the electrical effect of Uranus in this house, your curiosity for occult subjects and technology can turn you into an extraordinary researcher. Your spiritual transformations happen suddenly and with a social consciousness; you transform by protecting your individuality. For you, power is to break taboos and carry the light of logic even to the darkest areas of life. You are an original transformer.",
      "pisces": "Honey, you are so compassionate and submissive in moments of crisis that sometimes you can get lost inside the pain. Pisces energy in the eighth house symbolizes the confusion or self-sacrifices experienced in matters of shared resources and inheritance. With the misty effect of Neptune in this house, you establish a telepathic and spiritual bond with your partner and adopt their troubles as your own. Sexuality for you is a state of spiritual trance where you merge with the universe rather than a physical action. For you, power is to leave the ego and submit to universal love and come out of any kind of crisis with a spiritual healing. You are a mystical soul."},
    "9_house": {
      "aries": "Love, you are ready at any moment to fight for your beliefs and dreams; every undiscovered place is a conquest area for you. Aries energy in the ninth house gives you an impatient pioneering and courage in higher education and philosophical searches. With the effect of Mars in this house, when you encounter different cultures, you want to leave your mark instead of harmonizing with them. You chase adrenaline and adventure on long journeys; a stagnant vacation is not for you. For you, wisdom is to open new ways bravely and shout the truths you believe in to the whole world. You are a pioneer of ideas.",
      "taurus": "Sweetie, your philosophy and beliefs are unshakeable and peaceful like the soil; you don't go on a way you haven't tried. Taurus energy in the ninth house ensures you keep practicality in higher education and comfort on long journeys above everything else. The abundance of Venus in this house can bring success in aesthetic fields like foreign languages or art history. Even if you go to distant lands, you want the flavors you know and your luxury with you; adventure must be high-quality for you. For you, wisdom is to understand the rhythm of nature and to own those permanent values that enjoy life. You seek grounded truth.",
      "gemini": "Honey, your mind can reach even beyond the ocean in a second; you are a true traveler of ideas. Gemini in the ninth house indicates that you can graduate from more than one branch in higher education or that you will constantly receive trainings. With the effect of Mercury in this house, you love discovering different cultures by learning their languages and talking to people. Your beliefs are very variable; you can integrate a new philosophy into your life every day and teach it to others immediately. For you, wisdom is to accept the limitlessness of information and learn something new from everywhere at every moment. You are a student of the world.",
      "cancer": "Darling, even if you go far away, your heart is always in your homeland and family; for you, every journey is to find your roots. Cancer energy in the ninth house symbolizes nationalism in your philosophy, protecting your roots, and an emotional belief system. Due to the management of the Moon in this house, you prefer places on long journeys where you feel at home and establish emotional bonds there. In your higher education life, your intuitions guide you; you can never learn a subject you don't like. For you, wisdom is to protect the heritage of the past and take refuge in those sacred beliefs that feed your soul. You seek emotional depth in truth.",
      "leo": "Love, you are a guide who sheds light around with your ideas and beliefs; your knowledge must be noticed by everyone. Leo energy in the ninth house gives you great self-confidence and a stage light in higher education and academic career. The warmth of the Sun in this house can turn you into an authoritative figure respected even among foreign cultures. You love staying in luxury hotels on long journeys and being hosted like the king/queen of the place you go. For you, wisdom is to blend your own truth with your creativity and be a visionary who inspires people. You are a royal mentor.",
      "virgo": "Sweetie, you analyze the world and philosophy with the precision of an engineer; for you, information must be useful. Virgo energy in the ninth house brings a meticulousness that sifts through and hard work in higher education and your researches. With the effect of Mercury in this house, you learn foreign languages flawlessly down to their grammar and are known for your perfectionism in your academic theses. You plan even your long journeys months in advance, listing every museum to go and every meal to eat. For you, wisdom is to simplify the complex order of the universe and offer every information to the service of humanity. You are a master of facts.",
      "libra": "Darling, you are like a peace ambassador between different cultures and philosophies; for you, the truth is hidden in justice. Libra energy in the ninth house ensures you keep harmony, aesthetics, and kindness at the forefront in your beliefs. With the effect of Venus in this house, receiving artistic trainings or doing abroad-partnered aesthetic works can bring you great success. You definitely want to go on long journeys with a partner you love; discovering alone is not for you. For you, wisdom is to meet opposing ideas on a middle ground and believe that beauty will save the world. You are a graceful seeker.",
      "scorpio": "Honey, you put your soul forth to discover the deepest philosophies and hidden truths of life. Scorpio energy in the ninth house symbolizes your great interest in staggering, transforming, and occult subjects in higher education. The intensity of Pluto and Mars in this house turns you into a strategist who can risk everything for the sake of your beliefs. You get great pleasure from discovering mysterious places, underground cities, or spiritual centers on long journeys. For you, wisdom is to reach the truth behind what is seen and illuminate the dark rooms of the soul with information. You are a deep explorer.",
      "sagittarius": "Love, here is a soul in its own house, in endless horizons! Sagittarius in the ninth house whispers that you are the true explorer and sage of the zodiac. Thanks to the enormous abundance of Jupiter in this house, you can make lucky journeys throughout your life and reach the top in your academic career. Your beliefs are so wide and optimistic that everyone who talks to you starts looking at life with hope again. Learning foreign languages is like a game for you; you internalize different cultures in seconds. For you, wisdom is to see life itself as a school and breathe freedom in every breath. You are a cosmic traveler.",
      "capricorn": "Sweetie, you build your philosophy and beliefs patiently, stone by stone; your knowledge is based on traditions. Capricorn energy in the ninth house ensures you keep seriousness, discipline, and academic titles above everything else in higher education. Due to the weight of Saturn in this house, your views on life might be a bit conservative but these views are on an unshakeable foundation. You usually go on long journeys for work or status, carrying your responsibilities with you even in the places you go. For you, wisdom is to remain faithful to the truths that have passed the test of time and give meaning to life with a sense of duty. You are a solid sage.",
      "aquarius": "Darling, your beliefs and world view are a size too big for this age; you are building the philosophy of the future. Aquarius energy in the ninth house ensures you incorporate modern technology, astronomy, and social revolutions into your life in higher education. With the effect of Uranus in this house, you can challenge traditional religions or philosophies and create your own original and universal belief system. On long journeys, you want to discover marginal communities or science centers instead of habitual tourist places. For you, wisdom is to follow that genius idea that will carry humanity forward and live mental freedom. You are a revolutionary seeker.",
      "pisces": "Honey, you perceive the world and beyond with that great compassion in the depths of your heart; for you, information is hidden in intuition. Pisces energy in the ninth house symbolizes mysticism, universal integrity, and sometimes victim psychology in your beliefs. With the misty effect of Neptune in this house, you might experience focus problems in academic life but reach the level of a genius in artistic or spiritual subjects. Long journeys are a kind of pilgrimage or spiritual purification session for you; going to the sea or sacred places is good for your soul. For you, wisdom is to start seeing with your heart where logic ends and look at everything in the universe with unconditional love. You are a mystical seeker."},
    "10_house": {
      "aries": "Love, you are climbing the career steps almost running; society recognizes you as a brave and pioneering leader. Aries energy in the tenth house leads you to display a competitive attitude in your profession and to the desire to be your own boss. With the effect of Mars in this house, you can decide within seconds in moments of crisis and drag everyone behind you. Your image before society might sometimes be too harsh or impatient, but no one can deny your success. For you, career is that big and magnificent battlefield where you must win a new victory every day. You are a winner.",
      "taurus": "Sweetie, you are building an unshakeable castle in your career; society sees you as a reliable authority with good material power. Taurus energy in the tenth house ensures you keep permanence, stability, and aesthetic values at the forefront in your profession. The abundance of Venus in this house can bring you great success and fame in banking, real estate, fashion, or the food sector. You are very patient in your career, but when you lock onto a goal, there is no power that can turn you from that way. For you, career is the tool to solidify that comfortable and high-quality world you will enjoy throughout your life. You are a builder of success.",
      "gemini": "Honey, you turn your words and intelligence into a work of art in your career; society recognizes you as a versatile and smart person. Gemini in the tenth house indicates that you can deal with more than one job in your profession or that you will have a career where you will be in constant communication. With the effect of Mercury in this house, you can gain a great popularity in fields like media, trade, writing, or teaching. Your talent for speaking before society is so developed that you can enchant and direct people only with your words. For you, career is that lively and dynamic area where you keep your mind constantly fresh and stay connected with the world. You are a clever professional.",
      "cancer": "Darling, you are a figure in your career who touches people's souls, protective and compassionate; society sees you like someone from the family. Cancer energy in the tenth house ensures you keep emotional attachment, nourishing, and social memory at the forefront in your profession. Due to the management of the Moon in this house, your successes in career are directly affected by social fluctuations or the pulse of the public. You can achieve great successes by winning the love of the public in fields like real estate, hospitality, nutrition, or history. For you, career is that sacred and safe duty where you offer your compassion to the world and honor your roots. You are a nurturing leader.",
      "leo": "Love, you continue to shine in the front stage with your career; society sees you as an authority and a natural star. Leo energy in the tenth house ensures you exhibit your creativity, management talent, and that magnificent stance in your profession. The warmth of the Sun in this house gives you management qualities while also bringing your desire to be applauded and appreciated to the very top. you can make a name for yourself frequently in fields like art, performing arts, luxury consumption, or senior management. For you, career is that biggest glittering stage where you establish your own kingdom and leave your mark on the world. You are a royal authority.",
      "virgo": "Sweetie, you are so perfectionist in your career that everyone knows the work coming out of your hand is flawless. Virgo energy in the tenth house symbolizes analytical intelligence, service, and the perfection of detail in the profession. With the effect of Mercury in this house, you turn into an unquestionable authority in fields like science, health, technical expertise, or jobs requiring analysis. Society recognizes you as a reliable and extremely hardworking expert who solves every problem. For you, career is that clean laboratory where you bring an order to life, are useful, and prove your efficiency every day. You are an expert professional.",
      "libra": "Darling, you rise in your career with your elegance and your fair attitude; society recognizes you as a diplomatic balance element. Libra energy in the tenth house ensures you keep public relations, partnerships, and aesthetic concerns above everything else in your profession. With the effect of Venus in this house, you can gain a great success and prestige in fields like law, fashion, art, or mediation. Your image before society is always polite and harmonious; you neutralize even your enemies with your kindness. For you, career is that elegant balance board where you eliminate the inequalities in the world and spread beauty to every area. You are a graceful leader.",
      "scorpio": "Honey, you have a staggering power and a mysterious authority in your career; society recognizes you as someone who solves and transforms crises. Scorpio energy in the tenth house brings an intense passion, strategic intelligence, and an all-or-nothing attitude in the profession. The intensity of Pluto and Mars in this house brings you success in fields like detective work, psychology, finance, or the leadership of big changes. Your image before society is sometimes scary but always a deep and charismatic figure who is respected. For you, career is that deep and quiet strategy center where you hold the power in your hand and fundamentally change the world. You are a powerful authority.",
      "sagittarius": "Love, you do not accept boundaries and obstacles in your career; society recognizes you as a visionary guide and traveler. Sagittarius energy in the tenth house symbolizes philosophy, education, and your strong ties with foreign cultures in your profession. With the lucky touch of Jupiter in this house, you can reach an international fame in academic career, publishing, law, or tourism. Your image before society is a cheerful, optimistic, and that brave sage figure who always tells the truth. For you, career is that never-ending discovery journey where you sail to a new horizon every day and offer a wide vision to the world. You are a visionary professional.",
      "capricorn": "Sweetie, career is your real identity; the patience and discipline required to reach that peak is in your soul. Capricorn energy in the tenth house symbolizes traditional success, status, and an unshakeable authority in the profession. This magnificent power of Saturn in its own house makes you take great responsibilities at a young age and carries you to a prestige beyond time. You can write your name with golden letters in areas of concrete power like state institutions, management, construction, or economy. For you, career is that unshakeable and dignified success mountain you climbed by scratching with your nails and manage the world from the very top. You are a pillar of success.",
      "aquarius": "Darling, you are recognized as a genius or a revolutionary in your career; society might have difficulty catching up with your vision. Aquarius energy in the tenth house symbolizes technological innovations, social projects, and a marginal stance in the profession. With the electrical effect of Uranus in this house, you can sign works that will create a revolution in aviation, space sciences, technology, or social associations. Your image before society is an extraordinary, independent, and that free-spirited genius figure who does not obey anyone's rule. For you, career is that original genius laboratory where you build the future from today and carry humanity one step forward. You are a revolutionary professional.",
      "pisces": "Honey, you touch people's world of imagination and inspire them with your career; society recognizes you with your healer and artist soul. Pisces energy in the tenth house symbolizes a limitless imagination, self-sacrifice, and a spiritual mission in the profession. With the misty effect of Neptune in this house, you can make a name for yourself in cinema, music, healing, or aid organizations and win the love of the masses. Your image before society is a bit mysterious, misty but always that mystic figure who is compassionate and helpful. For you, career is that divine art workshop where you reflect the magic in your soul to the world and heal pains with love. You are a spiritual authority."},
    "11_house": {
      "aries": "Love, you are a complete leader and activist in your friend groups and social environment; action never ends where you are. Aries energy in the eleventh house gives an impatient soul ready to fight for your ideals and dreams. With the effect of Mars in this house, there is a competitive but also honest and fiery bond between you and your friends. You take on the pioneering role in big organizations and social projects, and you exhibit a tremendous talent in mobilizing people. For you, friendship is to shoulder together and fight to build a new world. You are a social pioneer.",
      "taurus": "Sweetie, your social environment is like a safe haven for you; you are a person of few but substantial, unshakeable friendships. Taurus energy in the eleventh house ensures you keep loyalty, peace, and material solidarity at the forefront in your friendships. Thanks to the abundance of Venus in this house, you create an aesthetic value in every group you enter and establish a high-quality social circle. Your dreams and future plans are usually concrete, feet-on-the-ground goals based on material security. For you, friendship is that peaceful companionship that will last a lifetime, based on trust, and where you will share comfort at every moment. You seek solid allies.",
      "gemini": "Honey, your social circle is so wide that every number in your directory has a story; you are a complete society person. Gemini in the eleventh house indicates that communication, intelligence, and constant information exchange come before everything else in your friendships. With the effect of Mercury in this house, you have a friend group full of your genius ideas and you can show up at a different social event every evening. Your dreams are very diverse; you produce a new future project every day and tell them to your circle immediately to collect support. For you, friendship is that dynamic network that constantly refreshes your mind, with plenty of laughter and full of information. You are a social networker.",
      "cancer": "Darling, your friend group is like a second family to you; you act extremely protective and compassionate towards your friends. Cancer energy in the eleventh house symbolizes the search for emotional trust in your social environment and your unifying power within the group. Due to the management of the Moon in this house, your dreams are usually built on themes related to the happiness of your family and your roots. You trust your intuitions very much while choosing your friends; you never include anyone in your social circle who does not feed your soul. For you, friendship is that emotional quality where you hug each other even in your weakest moment and can cry and laugh together. You seek a soulful tribe.",
      "leo": "Love, you are the shining star of social groups and associations; it is impossible for you not to be noticed in every community you enter. Leo energy in the eleventh house symbolizes generosity, joy, and that famous desire to manage in your friendships. The warmth of the Sun in this house gives you a great creativity and visionary nature in social projects while also increasing your need to be appreciated. Your dreams are always magnificent and large-scale; you dream of that glittering future that will leave your mark on the world. For you, friendship is that noble team that applauds each other, triggers creativity, and looks at life with enthusiasm at every moment. You are a royal friend.",
      "virgo": "Sweetie, you are that secret hero who solves every problem in your social circle and ensures order; your friends don't take a step without consulting you. Virgo energy in the eleventh house symbolizes service, efficiency, and that analytical talent that sifts through in friendships. With the effect of Mercury in this house, you draw a very detailed road map while realizing your dreams and calculate any kind of risk beforehand. You usually choose your friends from distinguished and hardworking people who will be useful or improve you intellectually. For you, friendship is to produce useful projects together and to simplify the chaos of life together. You are a practical ally.",
      "libra": "Darling, you are the representative of kindness and justice in your social circle; you provide the balance and peace in friend groups. Libra energy in the eleventh house ensures you keep harmony, aesthetics, and social diplomacy above everything else in your friendships. With the effect of Venus in this house, your dreams are usually built on beauty, justice, and artistic successes. Your friendships are like partnerships for you; you don't like socializing alone, you always want someone elegant by your side. For you, friendship is 그 balanced and peaceful social bond where elegance is shared and there is no rude word. You are a graceful friend.",
      "scorpio": "Honey, your friendships are either very deep or non-existent; you pass people through a complete trust and secrecy test in your friend circle. Scorpio energy in the eleventh house symbolizes a strategic power, intense loyalty, and sometimes secret manipulations in social groups. The intensity of Pluto and Mars in this house gives you an enormous transformation power and an unshakeable will to realize your dreams. Your friends are usually very powerful, mysterious, or people who have solved the depths of life. For you, friendship is to protect each other's darkest secrets and to feel a loyalty great enough to be reborn from the ashes together. You are a deep ally.",
      "sagittarius": "Love, your social circle is like a university for you; every friend is like a guide who adds a different vision to you. Sagittarius energy in the eleventh house symbolizes freedom, philosophy, and your strong ties with foreign cultures in friendships. This magnificent abundance of Jupiter in its own house can bring you great luck and an international circle in your social life. Your dreams are unlimited and overly optimistic goals reaching beyond the oceans; there is no such thing as impossible in your dictionary. For you, friendship is to run to distant horizons together, look at life with laughter, and discover something new at every moment. You are a visionary friend.",
      "capricorn": "Sweetie, you have a respected, authoritative, and very distinguished stance in your social circle; your friends are usually people with status. Capricorn energy in the eleventh house ensures you keep seriousness, discipline, and mutual benefit at the forefront in friendships. Due to the weight of Saturn in this house, you make very long-term plans to reach your dreams and know your responsibilities at every step. You have few but substantial friends, and these friendships are solid bonds like steel that have passed the test of years. For you, friendship is to climb career steps together and build a trusting status. You are a solid ally.",
      "aquarius": "Darling, here is a genius and marginal soul in its own house! Aquarius in the eleventh house whispers that you are a complete social revolutionary and a person of original ideas. This electrical power of Uranus in its own house grants you a genius intelligence and those extraordinary dreams that will carry humanity forward. Your friend circle consists of people from every religion, language, and marginal group; you can establish that universal brotherhood bond with everyone. Your dreams are not individual, but large and free enough to change the entire world. For you, friendship is to break taboos together, construct the future, and live freely without obeying anyone's rule. You are a revolutionary friend.",
      "pisces": "Honey, you are so self-sacrificing and compassionate in friend groups that sometimes you can sacrifice your own dreams for your friends. Pisces energy in the eleventh house symbolizes telepathic bonds, spiritual harmony, and sometimes being disappointed by your friends in the social circle. With the misty effect of Neptune in this house, your dreams are usually built on dream-like, artistic, and magical themes that do not belong to this world. You act with your intuitions while choosing your friends; you only establish a true friendship when you can meet them on a spiritual frequency. For you, friendship is that healing and mystic integrity where hearts speak where words end. You are a mystical friend."},
    "12_house": {
      "aries": "Love, storms are breaking in your inner world but you are proud enough not to leak this outside. Aries energy in the twelfth house gives a suppressed anger or a never-ending fighting power in the subconscious. With the secret effect of Mars in this house, your dreams can be very action-packed and sometimes of a messenger nature. Your secret enemies can usually be outspoken but backstabbing impatient people; you should trust your intuitions. For you, peace is to balance that never-ending energy inside you with meditation or a sport you will do alone. You are a secret warrior.",
      "taurus": "Sweetie, your subconscious is like a treasure chest; your greatest fear is to lose your material security. Taurus energy in the twelfth house symbolizes your desire to heal your soul with matter, nature, and high-quality silence when you are left alone. The secret touch of Venus in this house can give you secret loves or a hidden talent in aesthetic subjects. You find spiritual peace in a luxury and comfortable loneliness; quietly watching nature is your greatest healing. For you, spiritual purification is to touch the soil, get lost in beautiful scents, and reach the inner peace of the values you possess. You seek material peace.",
      "gemini": "Honey, your mind does not shut up even when you are sleeping; your dreams are like a movie set, complex and full of messages. Gemini in the twelfth house indicates that there is a constant information processing process in the subconscious and that you talk to yourself a lot when you are left alone. With the effect of Mercury in this house, secret information, gossip, or written documents can create unexpected crises in your life. You can find spiritual peace by keeping a diary, reading, or quietly organizing your thoughts. For you, the subconscious is a thousands-of-pieces puzzle to be solved and a constantly changing flow of information. You are a secret thinker.",
      "cancer": "Darling, your deepest wounds and fears are about your childhood and your family; you carry a massive ocean in your subconscious. Cancer energy in the twelfth house ensures you take refuge in the memories of the past and fall into an overly sensitive mood when you are left alone. Due to the management of the Moon in this house, your mood is shaped by those deep tides inside you independently of the outside world. Your secret enemies can usually be from within the family or female figures you see as very close, you should be careful. For you, healing is to hug that little child inside you, not to be afraid of crying, and to release the past with compassion. You are a secret nurturer.",
      "leo": "Love, deep down you have a very great desire for approval and appreciation but you don't see it fit for yourself to show this outside. Leo energy in the twelfth house symbolizes that magnificent ego lying in the subconscious and suppressed creative potential. The secret light of the Sun in this house can give you a secret artistic talent or a great spiritual authority. Do not hesitate to imagine yourself as a king/queen when you are left alone, this is your soul's way of nourishing. For you, spiritual purification is to accept the glitter inside you without needing anyone's approval and to enjoy that noble silence. You are a royal soul.",
      "virgo": "Sweetie, even your subconscious works like an organization and cleaning center; your greatest fear is to lose control. Virgo energy in the twelfth house can cause you to criticize yourself and get stuck on small details even when you are left alone. With the effect of Mercury in this house, you try to solve your spiritual problems by analyzing and passing them through a logic filter. You might have secret concerns about your health, so body awareness meditations are very good for you. For you, healing is to give up the obligation to be perfect, accept the divine order within chaos, and just be. You seek inner purity.",
      "libra": "Darling, you are always in a search for peace and balance in your inner world but loneliness can sometimes scare you. Libra energy in the twelfth house symbolizes that deep, secret need you feel for a spouse or partnership in your subconscious. The secret touch of Venus in this house can bring you artistic inspirations in your dreams or give you secret artistic talents. Your secret enemies can usually be people who seem very kind but run diplomacy behind your back, do not underestimate your intuitions. For you, spiritual peace is to reconcile those opposite poles inside you and discover your own elegance even in your loneliness. You are a graceful soul.",
      "scorpio": "Honey, the depths of your soul are like a complete underworld; not everyone has the courage to enter there. Scorpio energy in the twelfth house symbolizes the enormous transformation power in the subconscious, staggering passions, and your interest in life-after-death subjects. The intensity of Pluto and Mars in this house gives you an enormous intuitive power in occult subjects and in defeating secret enemies. Your dreams are very staggering, deep, and symbolic; keeping a dream diary is of vital importance for you. For you, healing is to face your darkest fears, accept them, and be reborn from your ashes every day. You are the master of secrets.",
      "sagittarius": "Love, there is a never-ending search for freedom and meaning in your inner world; even your dreams are set in distant horizons. Sagittarius energy in the twelfth house symbolizes the philosophical depth lying in the subconscious, the confusion in beliefs, and the secret passion for foreign cultures. The secret abundance of Jupiter in this house gives you that miraculous help and protection coming from the sky in your most difficult moments. Getting lost in your books or dreams and traveling the world when you are left alone is your greatest spiritual escape. For you, spiritual purification is to carry your faith in life to an inner dimension and silently submit to the wisdom of the universe. You are a spiritual traveler.",
      "capricorn": "Sweetie, there is a very disciplined and responsible authority even in your subconscious; your greatest fear is to fail and the feeling of inadequacy. Capricorn energy in the twelfth house can cause you to feel the weight of life on your shoulders and fall into a depressive mood when you are left alone. Due to the weight of Saturn in this house, you build your spiritual development with a great patience and by being left alone. Your secret enemies can usually be authoritative figures with status or older than you, you should be careful. For you, healing is to silence that rigid judge inside you, trust the wisdom of time, and take the responsibility of just existing. You are a solid soul.",
      "aquarius": "Darling, your inner world is like a complete future laboratory; you are making social revolutions even in your dreams. Aquarius energy in the twelfth house symbolizes that genius, rebellious, and marginal soul lying in the subconscious. With the electrical effect of Uranus in this house, you experience suddenly coming genius ideas or spiritual awarenesses awakened with a social consciousness. Loneliness is not a punishment for you, but a freedom area where you construct that big project that will change the world. For you, spiritual purification is to merge your individuality with universal integrity and reconcile with that genius soul that no one understands. You are a revolutionary soul.",
      "pisces": "Honey, here is a soul in its natural home, in the deepest and most magical point of the ocean! Pisces in the twelfth house whispers that you are a complete healer, dreamer, and a universal soul. This enormous power of Neptune in its own house grants you telepathic talents, a limitless empathy, and a divine protection. The real world sometimes seems so heavy to you that escaping to that fairytale universe you created is your only way of survival. For you, healing is to completely leave the ego and melt in the ocean of universal love and compassionately transform all the pains in the world. You are a divine soul."
    }
  }
}