[
  {
    "card_id": 32,
    "card_name": "Ace of Cups",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a complete 'spiritual awakening' in love in your past; It was as if the doors of his heart were opened to such a pure and deep love for the first time. That intensity of emotion that came when you least expected it healed your whole world and taught you the sanctity of love. This emotional abundance you experienced at that time is the biggest reason why you seek a deep connection in love even today. You discovered in those miraculous days that love is an elixir.",
        "simdi": "You are currently in a brand new, fresh and clean beginning in your love life, my dear; Your heart blooms like a flower! If you are alone, the person who will enter your life will be someone who will heal your soul, give you peace and make you experience love in its purest form. If you are in your current relationship, all the resentments between you are gone and replaced by deep romance and affection. Open your heart wide today and let this miraculous energy surround you; love is at your door!",
        "gelecek": "Most beautiful, in your future, love will embrace you with a complete 'drunk of happiness' and spiritual integration. There will be such a bond between you and the person you meet that you will find healing from even a single look at each other. This togetherness will be satisfying, fruitful and long-lasting enough to make you say 'the real peace I was looking for is here'. Maybe a promise, maybe a good news of a home shines on the horizon. The future promises you the purest, holiest and sweetest period in love; be ready"
      },
      "is": {
        "gecmis": "Remember that peaceful period in your career when you put your soul into your work, your creativity was at its peak, and you built your success with love. You shined not just for money, but in a field where you were truly satisfied and influenced everyone around you with your positive energy. This 'creative abundance' energy at that time shows how sincere and visionary you are in your professional life even today. You didn't just work in those days, you created a work of art in your career.",
        "simdi": "You are currently in a period of 'inspiration and satisfaction' in your business life, my dear; Your ideas flow like water! You have tremendous energy to start a brand new project, pursue art, or step into an industry where you help people. The peace you've been waiting for at work finally comes and you feel professionally complete. Today is the time for you to 'express your creativity'; Reflect that excitement within you into your projects, because every idea you plant now will blossom with tremendous success.",
        "gelecek": "A summit awaits you in your future business life, where your name will be identified with 'healing and creativity' and where you will inspire the masses with your work. You will receive such an offer that it will completely heal not only your career but also your soul. Maybe you will focus on a completely different field, but you will be number one there. The future promises you tremendous satisfaction in business life that will make you say 'the comfort of doing what you love'; The doors of abundance are opening for you."
      },
      "para": {
        "gecmis": "Remember that lucky period in the past when you experienced a complete 'abundance consciousness' in material matters and money brought you peace and abundance. In those days, you discovered to see money not just as a number but as a healing tool that makes your life beautiful. The heartfelt financial decisions you made those days make you feel much more financially secure and 'flow-oriented' today. You realized in those successful days that your money increased with your positive energy.",
        "simdi": "You're in a huge 'relief' period right now regarding your finances, honey; A new source of income miraculously opens! You may receive very fruitful news financially and receive the payment you have been waiting for. The universe tells you 'ask, I will give'; Even a small expenditure you make today will return you a great peace of mind. This fresh energy in your wallet will bring a brand new breath and unshakable abundance to your financial life; Open your arms and accept.",
        "gelecek": "Your financial future is showing a very bright and increasing trend thanks to your peaceful and abundance-oriented attitude. In the future, you will experience financial 'satisfaction' and reach that enormous wealth that will allow you to enjoy life without any worries. Money will no longer be a source of stress for you, it will be the sacred tool you use to make your loved ones happy and make the world beautiful. The future heralds you a period of immense prosperity when money flows to you, admiring your beautiful heart."
      },
      "saglik": {
        "gecmis": "In the past, you have experienced a physical and spiritual 'renewal' process regarding your health, and you have been healed right down to your cells. Maybe you rested your soul after a difficult period, recreated your body, and felt that miraculous revitalization in your bones. This physical 'peace' you gained during that period became the basis of that resilient structure that protects your body even today. You discovered in those healing days that health is actually physical love and water energy.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in full renewal and light! Your energy is so clear and high that you feel as if you were reborn. If you have a health problem, today you are in a tremendous moment where that problem is solved with love and correct healing methods. Doing water therapies, starting meditation and releasing your emotions these days will take your healing energy to the top; you shine!",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. Even as you get older, your clear and peaceful soul will always keep your body fresh and alive. Diseases will stay far away from you because you will have made it a way of life to care for your body like a temple and nourish it with joy. The future promises you a healthy life where you wake up every morning with great gratitude; You are the healing itself."
      },
      "hepsi": {
        "gecmis": "Do you remember that moment of tremendous awakening and healing at some point in your life when you said 'my heart is finally at peace'? That's when you left all your troubles aside and drank the water of life from that sacred glass that the universe offered you. Those loving decisions you made at that time have become the brightest foundation of your success in every aspect of your life today. In those days, you personally experienced that life was actually a 'gift'.",
        "simdi": "Honey, you are currently in the most peaceful, most fruitful and 'miraculous' period of your life; The universe has filled the cup of your heart to the brim for you! It's time to turn a brand new page, achieve a dream or meet your soulmate. Whatever you intend today, behind that intention will be the love of a whole universe and that pure power within you. Don't be afraid, embrace this peace and say 'everything is okay'; The universe greets your beautiful energy with great enthusiasm.",
        "gelecek": "Your future looks like a bright and fruitful path shaped by your loving and clear energy. You are entering a magnificent process where everything in your life will flow like a river and you will wake up with a new gratitude every day. A life awaits you where people admire your peace and light and you heal the world with your love. The future will say to you 'it is your destiny to love and be loved' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you may have closed the doors of your heart so much or suppressed your love so much that you eventually entered a period of spiritual drought. Maybe you rejected the love because of a disappointment, or maybe you exhausted yourself trying to fill that big void within yourself with the wrong people. This 'emotional blockage' at that time may be preventing you from establishing full sincerity in your relationships even today. Those days when you tipped over the glass of love with your own hands are like an ache in your heart.",
        "simdi": "My dear, there is a period of 'emotional barrenness' and dissatisfaction in your love life right now; It's like your heart's batteries have run out. You want to feel something for someone, but that spark just doesn't light, or that old excitement has completely disappeared in your current relationship and has been replaced by an emptiness. This situation may turn you into a 'bored' and 'cold' person in love. If you don't honestly release those suppressed emotions today, this inner loneliness will slowly consume you, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be to completely seal your heart with the fear of disappointment and to push away that great chance that will come your way. If you don't get out of this 'I will never be loved' scenario, it will be very difficult to attract a truly peaceful relationship into your life. If you want true happiness in the future, you must first rekindle that extinguished fire of love within yourself. Otherwise, you may still be resentful of the past while the love of your life passes you by."
      },
      "is": {
        "gecmis": "You may have experienced a period in your career when you were so spiritually disconnected from the work you did in the past that even success did not give you pleasure. Maybe you worked at a job you didn't like just for the money, or maybe your creativity was blocked by someone and you left that glass on the table. This 'loss of motivation' at that time may have turned you into someone who is extremely pessimistic and thinks 'what is the use of it anyway' towards every project in your professional life today. You pushed your own passion aside simply because of your fears.",
        "simdi": "You are suffering from a 'creativity block' and aimlessness in your business life right now, honey; Things are getting done but you don't enjoy any of them. That promotion or success news you've been waiting for may not come, which creates a big feeling of 'I'm done' in you. This may make you seem 'unwilling' or 'unproductive' at work. Instead of being ambitious these days, you should first figure out how to revive that extinguished inner inspiration; Otherwise you'll just waste your time, wake up!",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot make that 'expected exit' and always remain at the 'job I am unhappy with' level or get lost in frivolous projects. If you don't regain your emotional intelligence and vision today, you may fall far behind your competitors in the future. To maintain your future success, you should focus on 'what you love' and maintain discipline. Otherwise, your career path may always remain at that 'unfinished dreams' stop."
      },
      "para": {
        "gecmis": "Those 'emotional expenses' you made in the past on financial matters or the mistake of thinking money is a way to escape may be shaking your budget today. That period you spent just filling that momentary void instead of managing your money has made you more limited and anxious today. Maybe you thought an investment would bring you happiness, but it seemed like it was just an illusion of yours. This 'financial frustration' at that time drags you into a state of unnecessary guilt every time you look at your wallet today.",
        "simdi": "You are currently feeling a serious 'drought' and abundance blockage regarding your financial situation, my dear; New income doors just don't open! You want to make a financial breakthrough, but the roads seem closed. These days, you should be very careful when making financial decisions and avoid those who promise 'quick wealth'; Every move made without vision will only cause you more harm. Today, protecting what you have is more important than waiting for what doesn't come; For your blessings, first clear your mind.",
        "gelecek": "The biggest risk that awaits you in your financial future may be forgetting to enjoy life because of your ambition to save money, or living with the fear of 'having no money left' and completely missing out on abundance. If you don't fix your resentful relationship with money today, you may always live with a feeling of financial 'inadequacy' in the future. If you want prosperity in the future, you must believe again that abundance is your right. Otherwise, you may always remain in that financial crisis of 'I'm back where I started'."
      },
      "saglik": {
        "gecmis": "You may have gone through a period regarding your health in the past in a very 'given up' mood and refused to get better. Maybe your spiritual collapse was reflected in your body and you did not see the healing in that glass. This 'energy blockage' you experienced at that time may have left you with fatigue and resistance to the healing process even today. At that time, it seemed like you pushed your own healing aside just because of your pessimism and disbelief.",
        "simdi": "You are currently in the throes of 'burnout' and spiritual drought regarding your health, honey; Your body can't handle this lack of love anymore! You feel physically very heavy, sleepless and drained of energy because your soul is not receiving light. These symptoms actually carry the message of 'love yourself'. These days, rather than going to a doctor, you should find something to cheer up your soul and cleanse your body by drinking plenty of water; If you don't shine from within, there will be no healing, wake up!",
        "gelecek": "The problems you may experience with your health in the future may generally be depression, dehydration, or the immune system's reactions to excessive stress. If you do not regulate your lifestyle and find that inner peace today, your body may give you a much harsher 'stop' warning in the future. In order to be fitter in the future, you must calm your soul and make peace with your body now. Health comes back only when you decide to shine."
      },
      "hepsi": {
        "gecmis": "With your own hands, you stopped that great awakening and healing that you should have experienced in a past period of your life, and you resisted your fate by saying 'I don't deserve to be happy'. Destiny offered you that sacred cup, but you spilled it and wasted it because your hand was shaking. This feeling of 'stuckness' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. You feel like your time is wasted and you are still waiting by that old sad spring.",
        "simdi": "There is chaos in your life right now because you are looking for love outside, but the real spring is in your heart, my dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your pessimistic stubbornness. He should shake himself up as soon as possible, fill the glass in his hand honestly and ask 'what do I want?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that healing step.",
        "gelecek": "The process that awaits you in the future may be a recurring regret of 'wasted years' if you do not change this indecisive and disbelieving attitude. You can miss the great beginnings that life offers you just because you cannot take that first step. To save your future, you must open the door to 'miracles' again today and make your faded heart shine. Otherwise, life may leave you in even greater despair at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 33,
    "card_name": "Two of Cups",
    "upright": {
      "ask": {
        "gecmis": "My dear, do you remember that magnificent bond in your past where you found the other half of your soul and where time stood still while looking into each other's eyes? You have not only built a bridge of love, but a bridge of balance and understanding; It was as if your fate was sealed at some point. This pure closeness you experienced at that time has become that sacred reference point in your heart that even today you say 'this is true love'. In those days, you discovered deeply that love is a surrender and partnership.",
        "simdi": "You are currently experiencing a 'soulmate' meeting in your love life or a period of tremendous harmony in your current relationship, honey! The energy between you and the other person is so balanced that you can understand each other without having to put into words. If you are alone, a very strong bond will be established between you and the person who will enter your life, giving you the feeling of 'acquaintance at first sight'. Open your heart fearlessly today, because the universe offers you the most balanced and sweetest form of being loved.",
        "gelecek": "Most beautiful, in your future, love will embrace you with a complete state of 'being us' and an unshakable devotion. You will build not only a romantic bond with the person you meet, but also an unshakable life partnership that will last a lifetime. This relationship will be peaceful, compassionate and deep enough to make you say 'I finally found that port I was looking for'. The future promises you to be two halves of an apple in love and that magnificent balance in which you will overcome every difficulty hand in hand."
      },
      "is": {
        "gecmis": "Think back to that productive period in your career when you had a very successful partnership or worked in complete harmony with your business partner. In that environment of mutual respect and trust, even tasks that seemed impossible were easily accomplished when the energy of two people combined. This solid professional bond you established at that time is today's biggest proof of how constructive you are in human relations in business life. In those days, you sealed the fact that success is a 'team work'.",
        "simdi": "You are currently in a complete 'win-win' period in your business life, my dear; An offer or collaboration you will come across will open doors for you in an instant! You have tremendous energy to start a new partnership or break the ice at work. If you are at the stage of an agreement, you will be able to establish a fair balance that will leave both parties happy. Today is your 'handshake' time; Convincing the other person with your energy is child's play for you, add confidence to your confidence.",
        "gelecek": "A process awaits you in the future where you will be known as a 'reliable partner' in your business life and you will be the person sought at the beginning of every project. You will make such a collaboration that it will take not only your career but also your professional peace to the top. Maybe you will start your own business with a friend you feel as close to as your soulmate, or you will become an unshakable duo in a large institution. The future promises you that tremendous satisfaction in your career that will make you say 'we did it not alone, we did it'."
      },
      "para": {
        "gecmis": "The balanced and fair agreement you made in the past on financial matters has become the biggest guarantee that protects your budget today. You learned in those successful days to see money not as a means of competition, but as a means of sharing and growth. Those partnership-based financial steps you took in those days enable you to act much more financially secure and 'peaceful' today. You understood in those days how abundant money becomes when combined with love and honesty.",
        "simdi": "You are currently in a period of tremendous 'balance' and shared profit with your finances, honey; Your abundance increases as you share! The financial support you've been waiting for arrives, or you feel relieved by finding a middle ground on a debt issue. You are in a financial 'handshake' time; An investment or deal you make today will return to you as unshakable wealth in the future. The universe tells you 'abundance lies in your honesty'; This fresh energy in your wallet will bring peace to your financial life.",
        "gelecek": "Your financial future looks very bright and unshakable thanks to your fair and visionary partnerships. In the future, you will be a 'monument of trust' in financial terms and you will build your investments on very solid partnerships. Money will no longer be a source of stress for you, it will be the tremendous energy that allows you to live in prosperity with your loved ones. The future heralds you a period of immense peace when money flows to you, admiring your honesty and sharing spirit."
      },
      "saglik": {
        "gecmis": "In the past, you have experienced a period of complete vitality and balance in your health, in which you achieved that sacred harmony between your body and soul. Maybe that healing phase where you healed with the support of a partner or friend made you very strong. The 'peaceful' bond you established with your body at that time became the basis of that resilient structure that protects your body even today. You discovered in those peaceful days that health is actually a matter of inner harmony and love.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in complete balance and light! Your energy is so clear and high that you feel strong and peaceful enough to do anything. If you have a health problem, today you are in a tremendous moment where that problem is solved with love and correct healing methods. Staying social these days, spending time with your loved ones and absorbing the energy of love will take your healing power to the top; you shine!",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. No matter your age, you will always remain vigorous and young, thanks to the tremendous cooperation between your body and soul. Diseases will stay far away from you because you will have made nourishing your body with love a way of life. The future promises you a life full of health and love, where you wake up every morning with great gratitude."
      },
      "hepsi": {
        "gecmis": "Do you remember that tremendous phase of harmony and reunion in a past period of your life when you said 'the world became a whole for me'? That's when you ended all kinds of conflicts and declared that great peace with your loved ones and yourself. This 'balance' identity you gained during that period is the strongest building block of success in every aspect of your life today. In those days, you personally experienced that love was actually a magic key that opened every door.",
        "simdi": "Honey, you are currently in one of the most balanced, peaceful and 'we' periods of your life; The universe has worked out all the kinks for you! All the opposites in your life reconcile, uncertainties result in unity and you now feel complete. Whatever you intend today, there will be the love and support of a whole universe behind that intention. Just listen to your heart and enjoy this magnificent wholeness; Because you deserve this peace to the fullest.",
        "gelecek": "Your future looks like a bright and collaborative path shaped by your loving and balanced energy. You are entering a tremendous process in which everything in your life will flow like a river and you will wake up with a new reunion or success every day. A life awaits you where people admire your wisdom and love, and you heal the world with your honesty. The future will say to you 'to love and be loved will be your greatest achievement' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You may have experienced such a great incompatibility in love or a traumatic separation in the past that eventually the scales of your heart were badly off. Maybe it was a loss of trust just when you thought you found your soul mate, or maybe it was someone letting you down that destroyed your whole world. This state of 'disconnection' at that time may prevent you from experiencing complete surrender in your relationships even today. That feeling of incompleteness in your heart is like an ache from your past.",
        "simdi": "My dear, there is a 'communication breakdown' and imbalance in your love life right now; It's like you live in different worlds with your partner! Instead of understanding each other, you choose to blame each other or get into a constant power struggle. If you are lonely, that fear of 'I will never be loved' may be drawing you to the wrong people. Today, I should look in that mirror honestly and wonder 'why can't I be myself in this relationship?' You should ask; Your bond won't get better until you are balanced, wake up now!",
        "gelecek": "The risk that awaits you in love in the future may be a rupture due to your ego getting in the way of love, or the disappointment of a relationship built on a shaky foundation. If you constantly expect 'perfection' from your partner, you run the risk of only being disappointed in the future. If you want true happiness in the future, you must learn to see love as harmony, not a race. Otherwise, your love life may always remain in a 'break up-make peace' vicious circle."
      },
      "is": {
        "gecmis": "You may have experienced such an incompatible partnership or unfair competition in your career that eventually your faith in professional life was shaken. Maybe a partner let you down, or maybe that tense environment at work drained all your energy. This 'collaboration error' at that time may have turned you into someone who is overly defensive and says 'I can do it alone' towards every new project in your professional life today. Those days when your trust was broken made you a little angry.",
        "simdi": "You are in the throes of 'discord' and conflict in your business life right now, honey; Things don't work because no one wants to find the middle ground! There may be a serious difference of opinion between you and your partners or superiors, and this alienates you from work. This may make you seem 'misfit' or 'aggressive' at work. Instead of shouting with ambition these days, you should question why you feel so 'lonely' and find that accommodating leader within yourself; Otherwise, success will continue to elude you.",
        "gelecek": "The danger that awaits you in your business life in the future may be that you cannot achieve that 'expected stability' and that you constantly fall into wrong partnerships or that you miss great opportunities because you reject teamwork. If you don't learn to be flexible and say 'we' today, you may fall far behind your competitors in the future. To ensure your future success, you must rebuild trust and accept help. Otherwise, your career path may always remain at that 'unfinished projects' stop."
      },
      "para": {
        "gecmis": "That 'trust-based' mistake you made in the past in financial matters or the injustice you suffered in a debt issue may have lost your blessing today. It's as if you allowed someone to exploit your budget instead of managing your money, and you didn't seek your rights by saying 'it would be a shame'. This 'financial imbalance' at that time has caused you to be much more anxious about money today and act with the fear of 'being deceived again'. You sacrificed your own blessings to others just to remain silent.",
        "simdi": "You are currently in serious 'forfeit' and financial turmoil regarding your money situation, my dear; Looks like your income doesn't cover your expenses! You may not receive the payment you expect, or the financial burden of a partnership may fall entirely on you. When making financial decisions these days, you should act only with your logic, not your emotions, and be able to say 'this is my right'. Silence doesn't make you rich, it just makes you more exploited; Present your accounts honestly.",
        "gelecek": "The biggest risk that awaits you in your financial future may be to suffer great losses because you did not seek your legal rights, or to settle for much less than what you are entitled to in the inheritance/partnership and regret it. If you do not draw clear financial boundaries today, you may always be in financial trouble in the future. If you want prosperity in the future, you must see protecting your money and fighting for it as an obligation. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "You may have gone through a period related to your health in the past in a very 'unbalanced' mood and experienced a period in which you broke the bond between your body and soul. Maybe you haven't given up on an addiction, or maybe you've lowered your body's defenses with your own hands due to extreme stress. This state of 'physical resistance' you experienced at that time may have left you with a fragility and a feeling of fatigue, as if you were going to get tired at any moment, even today. It seems like you pushed your own healing aside just because of your stubbornness and lack of love.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this lack of love anymore! You feel physically very heavy, sleepless and drained of energy because your soul cannot find peace. These symptoms actually carry the message of 'peace with the child within'. These days, rather than going to a doctor, you should find something to cheer up your soul and cleanse your body by drinking plenty of water; If you don't shine from within, there will be no healing, wake up!",
        "gelecek": "The problems you may experience with your health in the future may generally be circulatory system disorders or hormonal balance disorders caused by excessive stress. If you do not regulate your lifestyle and find that inner peace today, your body may give you a much harsher 'stop' warning in the future. In order to be fitter in the future, you must calm your soul and make peace with your body now. Health will only last when you are in balance."
      },
      "hepsi": {
        "gecmis": "You left that great reunion and success that you should have experienced in a past period of your life incomplete because of your own fears or your belief that you \"don't deserve it\". While fate had just opened a door for you, you made a mistake or could not bear that bond. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting for someone on that old threshold.",
        "simdi": "There is chaos in your life right now because you are looking for balance outside, but the real harmony is within you, my dear; This is your biggest mistake. You want everything to look perfect, but you can't even see the beauty you have because of that feeling of 'inadequacy' inside you. He should shake himself up as soon as possible, realize the blessings he has and ask 'why am I so restless?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that peace step.",
        "gelecek": "The process that awaits you in the future may be a constantly recurring 'loneliness' and 'almost-happen' misfortune if you do not change this dissatisfied and incompatible attitude. You can miss the tremendous opportunities that life offers you simply because you cannot find that inner compassion. To save your future, you must learn to be 'grateful' and rise with others today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 34,
    "card_name": "Three of Cups",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a period of complete 'celebration' and joy in your love life in the past; Remember those happy days when everyone was together and laughter was flying in the air. Maybe a promise, an engagement, or the great love good news you shared with your loved ones warmed your heart. That feeling of being 'supported and loved' you felt at that time is the biggest proof of why you are so social and outgoing in your relationships even today. You discovered in those days that love grows not only between two people, but in a big circle of love.",
        "simdi": "There's a real 'festive' atmosphere in your love life right now, honey; Your heart is overflowing with joy like a chalice! If you are in a relationship, a celebration or a common success with your loved ones will bond you more to each other. If you are alone, you have a very high chance of meeting the love of your life in a circle of friends or at a party. Open your heart today and enjoy this abundant, joyful energy; Because happiness comes to your door when you share it.",
        "gelecek": "Most beautiful, in your future, love will embrace you with complete 'home' peace and great social success. Your bond with the person you meet will be so joyful that everyone around you will look at you with envy. Maybe soon you will prepare a wedding invitation or receive great news that you will celebrate with your loved ones. The future promises you that glorious victory in love that will make you say 'finally my dreams have come true'; Glasses will be raised to your happiness."
      },
      "is": {
        "gecmis": "Think back to that bright moment in your career when you achieved great teamwork or rose to the top with that tremendous team spirit at work. That process, where everyone supported each other and shared ideas cheerfully, took your professional self-confidence to the top. These solid friendships you established during that period are your biggest reference showing how 'sought after and loved' you are in your professional life today. You proved in those days that success was a celebration.",
        "simdi": "You are currently in a period of 'harvest and appreciation' in your business life, my dear; Your efforts are finally being seen and applauded by everyone! That project approval, promotion or business dinner you've been waiting for is now at your door; Because no one has any doubts about your quality anymore. You are at a moment when the environment at work has become much more peaceful and constructive, and teamwork brings you great benefits. Today is your time to celebrate your success with your colleagues and enjoy this victory; Your light shines.",
        "gelecek": "A tremendous rise awaits you in your future business life, where your name will be identified with 'success and harmony' and where you will lead a large audience. You will undertake such a project that the whole industry will talk about your success and the awards will come one after another. Your career will offer you not only money, but also an unshakable social environment and reputation. The future promises you a magnificent success in business life that will make you say 'real power comes from unity'; The celebrations will not end."
      },
      "para": {
        "gecmis": "You have experienced a period of complete abundance and abundance in financial matters in the past; It's like whatever you touch turns to gold. In those successful days, you learned to use money not only to save it, but also to spend it with your loved ones and enjoy life. The generous and correct financial decisions you made at that time enable you to manage your budget in a much more 'flow-oriented' manner today. In those successful days, you realized that money increases as you share it and brings you happiness.",
        "simdi": "You are currently in a period of tremendous 'relief' and abundance regarding your financial situation, honey; Your wallet is happy! That big profit you've been waiting for comes, or your financial situation suddenly improves with the profit you made from an investment. You are in a time of financial generosity; Even the expenses you make today will return to you as joy and peace. The universe tells you 'you are in abundance, enjoy it with your loved ones'; It's time to celebrate your financial success.",
        "gelecek": "Your financial future looks very bright and rich thanks to your social and visionary moves. In the future, you will become a 'monument of success' in financial terms, combine your name and wealth and host great celebrations. Money will no longer be a source of stress for you, it will be the tremendous energy with which you realize your dreams and make your loved ones happy. The future heralds you a period of immense prosperity when money flows to you, admiring your leadership and abundance."
      },
      "saglik": {
        "gecmis": "Remember that tremendously joyful time in the past when your body was literally glowing and your energy was at its peak. You have gone through a process where the joy of life is the best medicine and you have overcome all kinds of fatigue with the support of your friends. The positive bond you established with your body at that time became the basis of that resilient structure that protects your body even today. You discovered in those bright days that health is actually nourished by inner joy and social harmony.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in full renewal and light! Your energy is so high and clear that you feel strong and happy enough to do anything. If you have a health problem, today you are in a tremendous moment where that problem is completely over and your body is repairing itself. Laughing a lot, dancing and enjoying life these days will increase your healing energy even more; The healing lies in your joy.",
        "gelecek": "An unshakable strength in your health and a lifelong youthful fire awaits you in the future. No matter your age, your body will work like a machine and your joy of life will continue to be your greatest medicine. Diseases will stay far away from you because you will have made it a way of life to care for your body like a temple and nourish it with joy. The future promises you a healthy life where you wake up with great happiness every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that moment of immense happiness and sharing in a past period of your life when you said 'the world revolves around me'? That's when everything aligned for you, all your efforts paid off and you shared your successes with all your loved ones. This sense of 'integrity' you gained during that period is the strongest building block of your unshakable character in every aspect of your life today. In those days, you personally experienced that happiness increases as you share it.",
        "simdi": "Honey, you are currently in one of the most peaceful, fruitful and joyful periods of your life; The universe is preparing a big feast for you! All the struggles in your life are over, now it's time for you to take the stage and reap your rewards. Whatever you do today will be blessed, and whoever you talk to will be amazed by you. Just keep your head up and enjoy this magnificent wholeness; Because you deserve this respect to the fullest. The universe applauds your existence.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your noble and visionary energy. You are entering a period in which everything in your life falls into place and every intention of yours is realized with great success. A life awaits you where people admire your wisdom and joy and you shine light on the world. The future will tell you 'you succeeded, you are now in your own paradise' and invite you to the happiest cycle of your life; Enjoy!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, there have been so many 'third party' or unnecessary crowd interventions in love that you eventually experienced a period where you could not protect that special bond. Maybe the gossip of your friends, or maybe turning the relationship into a 'show' has worn out those beautiful feelings. This state of 'loss of sincerity' at that time may cause you to seek complete trust and silence in your relationships even today. Those days when your happiness was overshadowed are like an ache in your heart.",
        "simdi": "My dear, there is currently a period of 'superficiality' and frivolity in your love life; It's like you're just having fun with your partner but you can't go deeper. Or vice versa, the pressure of your circle of friends on your relationship is tiring you out. This unrest inside you alienates you from your loved ones or causes you to hide behind fake joys. Today, you can put those glasses aside and ask 'am I really happy?' You should ask; Otherwise you will lose that love you have just for the sake of an 'image', wake up!",
        "gelecek": "The risk that awaits you in love in the future may be that you hold on to the wrong people just for the sake of 'social status' or 'fun', or that you may get carried away by the fake people around you and let your real soul mate slip away. If you don't change this 'everyone should approve of me' attitude, you may be stuck with a relationship that is only on paper but dead in spirit in the future. If you want true happiness in the future, you must learn to see love as a secret, not a race. Otherwise, your love life may always feel like an 'unfinished celebration'."
      },
      "is": {
        "gecmis": "Think back to that time in your career when you were so beat up by intense 'intra-team squabbles' or someone taking credit for your success. Maybe someone took credit for you after the success of a project, or maybe that gossip environment at work drained all your motivation. This feeling of 'loss of respect' at that time may have turned you into someone who is overly defensive and says 'I don't trust anyone' towards every new project in your professional life today. Those days when you were not fully rewarded for your labor made you a little angry.",
        "simdi": "Right now, my dear, you are experiencing the pain of 'unpleasantness' and deterioration of team spirit in your business life; Things are getting done but you feel like no one is applauding anyone. Your relationships with your colleagues at work are tense, and things going behind your back or jealousy are draining your energy. This may make you seem 'misfit' or 'unwilling' at work. Instead of shouting with ambition these days, you should question why you feel so 'left out' and find that quiet strength within yourself; Otherwise you will be pulled down from that peak.",
        "gelecek": "The danger that awaits you in your future business life could be destroying the system you have established with your own hands because of excessive ambition and social competition, or the 'loss of points' that will follow a celebration. If you do not learn to cooperate today and sincerely applaud the success of others, you may be left alone and far behind your competitors in the future. To safeguard your future success, you must relearn how to say 'we'. Otherwise, your career path may always remain at that 'nobody understands me' stop."
      },
      "para": {
        "gecmis": "That 'excessive extravagance' you made in the past in financial matters or the mistake of using money only for a show of power and luxury expenses may have missed your blessings today. That period when you spent money only for that momentary celebration and feeling of dignity instead of managing it has made you more limited and anxious today. Maybe you thought an investment would bear fruit, but it seemed like it was just a game of your ego. This 'material illusion' at that time drags you into a state of unnecessary guilt every time you look at your wallet today.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but the way you spend it is very uncontrolled! Even if a financial opportunity comes along, you run the risk of running out of your budget suddenly by saying 'I'll give it to everyone'. When making financial decisions these days, you should act only with numbers, not your emotions, and learn to say 'no'; Otherwise, in this chaos, you may spend the last of your savings for the sake of those who seem luxurious and friendly. To close that hole in your wallet, you must first end your hunger to be loved.",
        "gelecek": "The biggest risk that awaits you in your financial future may be to lose everything in an investment you undertake with overconfidence, or to enter into risky businesses thinking 'I'll get lucky' and lose what you have. If you do not learn financial discipline today and understand the fact that 'money does not open every door', you may always live with a feeling of 'inadequacy' financially in the future. If you want prosperity in the future, you must stop using your financial power as ego satisfaction. Otherwise, you may always live in fear of going bankrupt financially."
      },
      "saglik": {
        "gecmis": "In the past, you neglected a situation related to your health saying 'let's not spoil the fun' and overexerted your body. Maybe you focused only on your appearance or your social life and neglected your inner health, and that's why your body weakened. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a tendency to get sick at the slightest stress. At that time, it seemed like you ignored your own body's needs just out of pleasure and stubbornness.",
        "simdi": "You're in the throes of 'burnout' and anger about your health right now, honey; Your body can no longer handle this stress of 'keeping up with others'. You're trying to show yourself very happy on the outside, but inside your batteries are dead. Headaches, insomnia or excessive desire to eat and drink may be an expression of your current stressful state. These days, you should take time for yourself, get away from the crowds and let your body repair itself; The healing will only come back when you truly decide to 'stop'.",
        "gelecek": "The problems you may experience with your health in the future may generally be fatigue caused by overexertion or heart/nervous system problems caused by social pressure. If you do not regulate your lifestyle today and do not see 'resting' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to create a healthy routine now and learn to say 'no'. Health will only last when you are in balance."
      },
      "hepsi": {
        "gecmis": "You ruined that great success that you should have experienced in a past period of your life because of your own arrogance or false friendships. Just when fate had opened a door for you, you made a mistake or wasted that joy with the wrong people. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'meaninglessness' in your entire life today. It's like you feel like your time is wasted and you're still waiting in the shadow of that old failure.",
        "simdi": "There is chaos in your life right now because you think everything is a game, but responsibilities are knocking on your door dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your childish stubbornness or fake crowds. He should shake himself up as soon as possible, realize the blessings he has and ask 'who should I really walk with?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of maturity.",
        "gelecek": "What awaits you in the future may be a recurring fate of 'loneliness' and 'wasted opportunities' if you do not change your dissatisfied and unserious attitude. You can miss the tremendous good news that life offers you only because you cannot show that last seriousness. To save your future, you must put 'focus' and honesty back at the center of your life today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 35,
    "card_name": "Four of Cups",
    "upright": {
      "ask": {
        "gecmis": "My dear, do you remember that period of 'emotional exhaustion' in your past when you turned your back on the opportunities presented to you in your love life and did not like anyone? Maybe you rejected someone who cared about you very much just because they didn't excite you, or you missed true love by diving into your own dream world. This selective and somewhat spoiled attitude at that time laid the foundation for why it is so difficult to be satisfied in love today. In fact, you fought mostly with that emptiness within yourself in those days.",
        "simdi": "You're in an 'emotional strike' in your love life right now, honey; You look like you don't care if the world collapses! Your partner or candidates offer you their heart, but you look away as if you are looking for 'something else'. This dissatisfaction is not actually about the people in front of you, but about your loss of excitement within yourself. Today you should shake yourself up a bit and try to see that fourth glass offered to you; The miracle is right where you're not looking.",
        "gelecek": "Most beautiful, in your future, love will put you to the test of routine and monotony; Everything is very stable but it may seem very 'boring'. If you're not careful, this stagnation can alienate you from the relationship and cause you to ignore new excitements. If you want happiness in the future, you must learn to appreciate what you have and rediscover love every day. Otherwise, even the most beautiful love story may fade in your hands; keep your eyes open."
      },
      "is": {
        "gecmis": "There was a time in your career when you were so bored with your job that you thought, \"What am I doing here?\" that you ignored even the great offers that came your way. Maybe you were in a very good position, but your soul did not fit on that table; That's why you missed opportunities. This 'indifference' and dissatisfaction at that time may have created a feeling of 'being left behind' in his professional life today. Back then, it seemed like you left your own talents dormant just because you didn't want to.",
        "simdi": "You are currently experiencing a complete lack of motivation in your business life, my dear; It's like your feet are walking backwards every morning! The projects, meetings, and goals on your desk seem so meaningless to you that even success doesn't excite you. Because of this 'I'm done' attitude, you are about to miss that great career opportunity that is right in front of you, be careful! These days you need to refresh your vision a little and remember why you started; Because the universe opens a secret door for you, but you don't look up.",
        "gelecek": "The danger that awaits you in your future business life is that you may become so accustomed to your current comfort zone that you reject new developments and remain stagnant. If you don't break this inertia today, you may be stuck in a position where you are unhappy and far behind your competitors in the future. To protect your future success, you should say 'this is not enough for me', but you should also evaluate every new offer without prejudice. Otherwise, your career path may always remain at the same point."
      },
      "para": {
        "gecmis": "In financial matters, you have experienced a period in the past when you were not satisfied with what you had and always wanted more and missed the abundance of what you had. Maybe your earnings were good, but you were wasteful in your spending because you did not see money as a source of happiness. This 'financial dissatisfaction' at that time has turned you into someone who is much more blas about money today and says 'it comes and goes anyway'. It seems like you didn't understand in those days that abundance actually increases with gratitude.",
        "simdi": "You are seriously 'apathy' and dissatisfied with your money situation right now, honey; It's like no gain makes you happy. You underestimate the money in your wallet or you close new income opportunities by saying 'I can't deal with it'. This state of 'saturation', not 'consciousness of absence', actually drags down your material energy. You must have a financial awakening these days and realize how even small gains can turn into huge wealth; abundance is right under your nose.",
        "gelecek": "The biggest risk that awaits you in your financial future may be losing the capital you have due to lack of vision or avoiding investing by saying 'my luck is gone'. If you do not change your indifferent attitude towards money today, you may fall into a financial 'stasis' in the future. If you want prosperity in the future, you must remember that money is energy and multiplies with your attention. Otherwise, you may always remain in that feeling of financial limitation that makes you say 'I can't breathe'."
      },
      "saglik": {
        "gecmis": "In the past, you went through a process related to your health in a very 'given up' and clumsy mood, and did not take the necessary care of your body just because 'you didn't feel like it'. Maybe you abandoned a diet, a treatment, or a fitness program simply because you were bored. This 'energy blockage' you experienced at that time may have left you with a feeling of heaviness and exhaustion even today. At that time, it seemed like you pushed your own healing aside just for a whim.",
        "simdi": "You are currently in a state of 'reluctance' and inertia regarding your health, honey; Your body is alarming but you ignore it! You don't pay attention to your nutrition, neglect your sleep and waste your energy. These symptoms actually carry the message 'your soul is getting narrow, return to your body'. One of these days you should start a detox or at least force yourself to walk outdoors; Because this lethargy will make you sicker, shake it off now!",
        "gelecek": "The problems you may experience with your health in the future may be digestive problems, weight gain or vitamin deficiencies caused by inactivity. If you don't get your lifestyle in order today and rekindle that joy of living, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to regain that curiosity about life now. Health stays with you only when you smile at life."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of immense boredom and dissatisfaction in a past period of your life when you said 'I don't care if the world falls apart'? That's when you ignored all the miracles that came your way and buried yourself in your own grief. This feeling of 'stuckness' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time has been wasted and you're still waiting under that old tree.",
        "simdi": "Honey, there is no chaos in your life right now, but you act like there is; Because nothing satisfies you! It revolves around opportunities, people and beauties, but you only regret saying 'why isn't that there?' This is actually a process of awakening that tests your patience and gratitude. We should stop as soon as possible, take a deep breath and ask 'what do I have?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to hold that glass.",
        "gelecek": "What awaits you in the future may be a recurring misfortune of 'wasted opportunities' if you do not change this dissatisfied attitude. You can miss the magnificent beginnings that life offers you just because you are not in a good mood at that moment. To save your future, you must learn to stay in the moment and be happy with the little things today. Otherwise, life may leave you with a much bigger regret at a point you never wanted; be alert!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "Do you remember that moment in the past when you waited in love for so long that you finally decided to break that silence and get involved in life? You came out of that shell you closed yourself in and gave it a chance, saying 'maybe happiness is out there'. This awakening at that time is the biggest proof of why we are more courageous and open in love today. At that time, you woke up from an emotional sleep with a fresh hope.",
        "simdi": "My dear, you are currently in a 'shake up' period in your love life; Now you know what you want and you are throwing away that old lethargy! You begin to see the opportunities in front of you, and you no longer reject the glasses of love offered to you. Those cold walls between you and your partner are breaking down, or your heart is beating again for a new candidate. Today is your time to say 'yes' to life; You will see that when you smile, love will come running to you.",
        "gelecek": "Beauty, in your future, love will embrace you with a very fresh and unexpected excitement. Those doors that you thought would never happen will open and this time you will not be afraid to walk through that door. This relationship will be an awakening for you and will be colorful enough to make you forget all your old boredom. The future promises you a 'new beginning' in love; No more sulking, it's time to celebrate."
      },
      "is": {
        "gecmis": "With your own efforts, my dear, you managed to get out of that great 'aimlessness' period you experienced in your career in the past. After those dark days when you felt dissatisfied with your job and thought about resigning, you saw a light and redrawn your route. That visionary step you took in those days shows how resilient and 'innovative' you are in your professional life today. You managed to wake up from that sleep and put your soul into your work.",
        "simdi": "You are currently in a period of 'recognizing opportunities' in your business life, my dear; That veil in your eyes is being lifted! A new project, a partnership or a training offer will suddenly excite you and this time you won't say 'no'. The old monotony at work is ending, and is being replaced by a much more dynamic process. Today is the time for you to 'take action'; You will impress everyone with your energy and quickly make up for that lost time.",
        "gelecek": "A rise awaits you in your future business life, where you will be known as 'hungry for success' and 'creative', and where you will turn every opportunity into gold. You will receive an offer that will instantly heal all your old career wounds. Maybe you will head to a completely different field and be the 'only name' there. The future promises a tremendous acceleration in your business life that will make you say 'the real adventure begins now'; be ready"
      },
      "para": {
        "gecmis": "You have overcome the stagnation you experienced in financial matters in the past with great awareness. That period when you stopped your disinterest in money and started checking your accounts was your financial awakening. The determined financial move you made in those days enables you to manage your budget in a much safer and 'income-oriented' manner today. You realized in those days that money is not just a piece of paper, but a power that makes your dreams come true.",
        "simdi": "You are currently in a period of tremendous 'relief' and seeing opportunities regarding your financial situation, honey; Your wallet comes to life again! That little money you've been waiting for arrives, or an additional job opportunity miraculously appears before you. You are in a time to 'take action' financially; Every investment you make today can return to you as unshakable wealth in the future. The universe is telling you 'get up and take what is rightfully yours'; The doors of abundance are opening.",
        "gelecek": "I see that your financial future will be very bright and increasing thanks to your new generation and entrepreneurial moves. You will experience a financial 'leap' in the future and gain income from a brand new sector or from a source you never thought of. Money will no longer be a problem for you, it will be that joyful energy that allows you to enjoy life. The future heralds you a period of immense prosperity when money flows to you, admiring your new energy."
      },
      "saglik": {
        "gecmis": "You have suddenly managed to end that 'clumsy' and reluctant period you experienced regarding your health in the past and return to life. Remember that awakening moment when you finally heard your body's signals and started exercising or eating healthy, saying 'this time it's real'. This physical 'revival' you gained during that period became the basis of that active structure that protects your body even today. You discovered in those healing days that health is actually a matter of intention and action.",
        "simdi": "My dear, right now your body is telling you 'we are awake'; Your energy is slowly returning! You are in a tremendous moment where you begin to feel physically lighter and mentally clearer. If you have just started a treatment or diet, you are in a process where you will see results very quickly. Picking up a new hobby or getting involved in social life these days will take your healing energy to the top; There is no trace of those old tiredness anymore, you are shining!",
        "gelecek": "An unshakable power and lifelong dynamism awaits you regarding your health in the future. Regardless of your age, that never-ending spirit of 'curiosity' within you will always keep your body fresh and alive. Diseases will stay far away from you because you will have made keeping your body active and constantly adding new excitement to it a way of life. The future promises you a healthy life where you wake up with great enthusiasm every morning."
      },
      "hepsi": {
        "gecmis": "With your own hands, you initiated that great breakthrough and awakening that you should have experienced in a past period of your life, and you set out by saying 'enough of this stagnation'. When fate offered you that fourth glass, this time you noticed it and accepted it. This 'awareness' energy you gained during that period is the strongest guarantee of success in every aspect of your life today. In those days, you personally experienced that life is not a state of stasis, but a choice.",
        "simdi": "Honey, you are in the freshest, most awake and most 'ready' phase of your life right now; The universe has prepared a brand new vision for you! Those old boredom are over, it's time for you to get on the stage and seize the opportunities you have with a great victory. Whatever you intend today, behind that intention will be the speed of a whole universe and that newly discovered power within you. Don't be afraid, point your finger to the horizon and say 'I am ready'; The universe greets your awakening with great enthusiasm.",
        "gelecek": "Your future looks like a bright path full of surprises, shaped by your new and visionary energy. You are entering a period in which everything in your life will flow like an adventure, and that old monotony will be replaced by tremendous success. A life awaits you where people admire your change and you surprise the world with your fresh ideas. The future will greet you and say 'you have had a good rest, now is your time to shine'!"
      }
    }
  },
  {
    "card_id": 36,
    "card_name": "Five of Cups",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a period of complete 'destruction' and mourning in love in your past; It was as if the glasses of your heart had overturned one by one and you had been waiting for days over those shed tears. Maybe a breakup, or maybe a great disappointment, had dragged you into a deep melancholy. This pain you experienced at that time is the biggest reason why you are so 'wounded' and cautious in love today. You learned deeply in those dark days how heavy a loss love can sometimes feel.",
        "simdi": "Right now, honey, you are only focused on the 'departed' and 'lost' ones in your love life; You don't even see those two solid glasses behind you! You are mourning your ex or poisoning your happiness today by regretting your past mistakes. This situation turns you into an 'invisible' and very sad person in love. Today you should leave those spilled glasses and turn back and realize those beautiful hearts that still love you and are waiting for you; Your mourning must end now.",
        "gelecek": "Most beautiful, in your future, love will put you through a test of 'compensation' and recovery; What you lost will be replaced by much more valuable ones, but you need to end that mourning first. The person you meet will come into your life like a 'healing', but if you still look at the shadows of the past, you may miss him. The future tells you that in love, 'what is spilled is spilled, what remains is your treasure'; Honor your pain but don't be afraid to move on, happiness is very close."
      },
      "is": {
        "gecmis": "In the past in your career, the collapse of a major project or the loss of a job shook you professionally and destroyed your self-confidence. That period when you felt as if all your efforts were in vain was your biggest test of defeat. This feeling of 'defeat' at that time causes you to overreact after every failure in your professional life today and wonder 'will it happen again?' It may have caused you to say: It was as if you left your own talent in charge of those crumbling works back then.",
        "simdi": "Right now, you are thinking so much about a 'mistake' or 'loss' in your business life that you are risking your other projects, dear! You may have failed in an investment or missed out on a promotion, but the world doesn't end there. You walk around with your head down at work, and this makes you look weak in front of your competitors. Today you must stop crying over that spilled milk, gather the resources you have (the remaining two glasses) and cross the bridge; success is still waiting for you there.",
        "gelecek": "The danger that awaits you in your future business life is that you may give up after a failure and completely bury your potential. If you don't get out of this 'mourning' psychology today, you may not be able to see the tremendous compensation opportunities that will come your way in the future. To safeguard your future success, you must learn to say 'defeat is the teacher of success'. Otherwise, your career path may always remain in that 'I wish it were better' sadness; shake it off and move on with what's left."
      },
      "para": {
        "gecmis": "In financial matters, a history of major financial loss or fraud in the past has made you financially tired and upset with money. Losing your savings suddenly or losing everything with a wrong investment trapped you in the fear of 'nonexistence'. This 'lose' trauma brought about by that period makes you manage your budget much more cowardly and as if it will end at any moment. That silent mourning for your financial security has left you somewhat financially crippled.",
        "simdi": "You're in a serious 'loss focus' situation right now regarding your money situation, honey; You look at the deficit in your wallet and cry, but you're still afraid to spend what's in your pocket. You may have experienced a financial loss, but this does not mean that everything is over. Today you should be grateful by saying 'at least this is what you have left' and look at how you can increase what you have. The universe tells you 'whatever goes away goes away with blessings, make room for the new one'; Your grief is hindering your sustenance, realize it now!",
        "gelecek": "The biggest risk awaiting you in your financial future may be to accept past financial losses as 'fate' and avoid taking new risks altogether. If you do not gather the financial courage today, you may always be a financial 'victim' in the future. If you want prosperity in the future, you must accept that money is a fluid energy and what is gone will be replaced by new ones. Otherwise, you may always remain in that 'sunken ship' sadness financially."
      },
      "saglik": {
        "gecmis": "You may have been shaken by a 'loss' in your health in the past or a period when your body lost its former strength. Maybe you couldn't return to your previous performance after an operation, or maybe the fear of old age/disease covered your soul like a fog. This 'physical sadness' you experienced at that time may have left a sensitivity and 'I will never be fully well' resistance in you even today. It's as if you prevented your own healing by only mourning those days you lost.",
        "simdi": "You are currently in a state of 'moral depression' and physical mourning regarding your health, honey; You don't take good care of your body because you think 'it's useless anyway'. Your energy is very low, your shoulders are slumped and you constantly miss your old health. These symptoms actually carry the message 'let go of that spilled energy in your mind'. These days, rather than going to a doctor, you should turn to therapy or prayer that will heal your soul; Your body will not stand up until you heal your soul, wake up!",
        "gelecek": "The problems you may experience with your health in the future may generally be psychosomatic pain due to depression or the reactions of the immune system due to extreme sadness. If you don't get your lifestyle in order today and rekindle that joy of living, your body may give you a much harsher 'I'm done' warning in the future. To be fitter in the future, you must learn to be grateful now and focus on the 'strong' parts of your body. Health returns only when you come back to life."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of immense sadness and loss at some point in your life when you said 'everything is gone'? That's when you put on your black cloak and froze life by looking at the three spilled glasses in front of you. This spirit of 'sorrow' you experienced at that time creates a residue of 'melancholy' throughout your life today. It's like you feel like your time has been wasted and you're still waiting for that old grief. But remember, even that day you had two glasses standing behind you.",
        "simdi": "Honey, there is a period of mourning in your life right now; Whatever you touch, you regret that it's not like it used to be! You may have losses, but life goes on and you have turned your back on the tremendous opportunities behind you. This is actually a test of your resilience and hope; The universe is telling you 'look at what's left, not what's spilled'. You should raise your head as soon as possible, throw off that black cloak and cross the bridge. Life flows not behind you, but right in front of you.",
        "gelecek": "Your future seems like a sad but hopeful path shaped by your recovery from this sad mood. Behind every success in your life will be the silent wisdom of those lost days; But no more crying. A life awaits you where people admire your recovery story and you rise from the ashes. The future will tell you that 'pain did not kill you, on the contrary it made you wiser' and will invite you to a new happiness; get ready!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "Remember that moment of tremendous awakening when you finally finished the heavy mourning period you experienced in love in the past and noticed those solid glasses behind you. You stopped crying for those who left, and opened your heart to life again, saying 'life goes on'. This 'healing' energy at that time is the biggest proof of why he is so mature and accepting in love today. You managed to turn pain into strength in those days.",
        "simdi": "My dear, you are currently in an 'end of mourning' and acceptance period in your love life; Now your tears are drying! You get rid of the shadow of your ex, put aside the questions 'why did it end' and start to see the beauty in front of you. You are in that miraculous moment when you focus on the solution instead of worrying about your problems with your partner or say 'yes' to someone new. Today is your time to throw away that black cloak and embrace the warm colors of love; You're getting better, honey.",
        "gelecek": "Most beautiful, in your future, love will embrace you with complete 'compensation' and happiness; What they lost will be replaced by much more valuable ones. The person you meet will heal all your old wounds one by one and remind you of the joy of loving again. This relationship will be deep and peaceful enough to make you say 'I'm glad I experienced those losses'. The future promises you a 'second spring' in love; Now the mourning for what was shed is over, the glasses will be raised in your honor."
      },
      "is": {
        "gecmis": "You have been reborn from the ashes by learning a tremendous lesson from that big failure or job loss you experienced in your past. You didn't give up when you were told it was over, and you charted a brand new path with what you had left (those two glasses). This spirit of 'resilience' that you showed in those days shows what an unshakable warrior you are in your professional life today. You understood in those days that defeat is not an end, but a school.",
        "simdi": "You are currently in a period of 'recovery' and getting back on your feet in your business life, my dear; Opportunities are at your door to replace that position or money you lost! Now you stop saying 'I wish I hadn't done this' and focus on how to grow the projects you have. Your motivation at work returns and you suddenly get out of that sad mood. Today is 'make up' time for you; When your opponents see that you do not collapse, they will respect you more, stand tall!",
        "gelecek": "A process awaits you in the future where you will be known as the 'queen of comeback' in your business life and you will successfully overcome all kinds of crises. You will achieve such success that it will make you forget all your old losses and take your reputation to the top. Your career will offer you not just money, but also unwavering resilience and professional wisdom. The future will make you say 'the real victory is not to fall' in business life and will take you to a much more respected position; be ready"
      },
      "para": {
        "gecmis": "In financial matters, you have managed to overcome the heavy financial loss you experienced in the past with great patience and honesty. When you said 'I lost everything', you managed the little savings you had in such a way that you built your day around those two glasses. This 'financial awakening' at that time enables you to manage your budget much more wisely and 'without fear of losses' today. In those days, you broke the grief psychology that prevented your own abundance.",
        "simdi": "You are currently in a process of 'relief' and recovery from losses regarding your financial situation, my dear; Those gaps in the accounts are starting to close! The news of a compensation, a receivable or an inheritance that you have been waiting for finally arrives and you are freed from that financial constraint. Today, your mind, not your wallet, becomes clear, and this opens new, safe doors for you. The universe tells you 'you have been patient, now it's harvest time'; You will attain unshakable financial peace and compensable wealth.",
        "gelecek": "What awaits you in your financial future will be complete financial 'compensation' and prosperity. You are entering a tremendous period in which every penny you lost in the past will come back to you exponentially and you will be lucky. You will use money not as a tool of fear, but as a servant who fulfills your dreams. The future will tell you 'the losses are over, now is the time to win'; You will achieve an unshakable financial balance and peace."
      },
      "saglik": {
        "gecmis": "You overcame the great 'demoralization' and physical fatigue you experienced regarding your health in the past with great willpower. Remember that moment of awakening when you got rid of the sadness that imprisoned your body and soul and said 'living is beautiful'. This 'miracle of healing' you experienced at that time proves to you every day how strong and dependent your cells are today. You learned the language of your own body in those difficult but enlightening days; You chose to heal.",
        "simdi": "My dear, you are currently in a tremendous physical lightening and 'recovering from mourning' period; Your energy is returning! You get rid of that heavy, negative burden on your body and you feel fitter every day. If you are in a treatment process, you are at a moment when obstacles are removed and you heal quickly. Being involved in social life and laughing these days will take your physical health to the top; The sun is finally seeping into those sad cells of yours.",
        "gelecek": "A complete rejuvenation in your health and lifelong energy awaits you in the future. As a woman who has eliminated sadness and stress from her life and looks after her body with love, diseases will stay far away from you. Even as you get older, your soul will be so bright that it will inspire those around you. The future will present you health not as a duty, but as the greatest gift of life; You will be alert and fit."
      },
      "hepsi": {
        "gecmis": "Thanks to that 'enlightenment' you experienced in a past period of your life, you threw off the mourning cloak that destroyed you and came back to life. You faced the truths that no one else dared, and you dispersed your own darkness with your own hope. This 'healing' power you gained during that period is your greatest asset today and the basis of your unshakable character. In those days, you said goodbye to sadness and said hello to a real life.",
        "simdi": "Honey, you are in one of the wisest and most 'moving on' periods of your life right now; The fog curtains are completely lifted! You put aside your pessimism, regrets and 'I wish's. You no longer evaluate the options life offers you as a 'victim', but as a 'winner'. Today is the day for you to 'rise from the ashes'; Because you are no longer a prisoner of those spilled glasses.",
        "gelecek": "Your future looks like a bright and unobstructed path shaped by your tremendous awakening. You are entering a process where everything in your life is compensated and every intention of yours is realized with transparency and success. A life where people admire your resilient and positive attitude awaits you. The future will say to you 'forget what you lost, what you gained will make you happy forever' and will greet you!"
      }
    }
  },
  {
    "card_id": 37,
    "card_name": "Six of Cups",
    "upright": {
      "ask": {
        "gecmis": "My dear, you experienced such a pure and innocent love in your past that the memory of those days still warms your soul. Maybe your childhood love, or maybe that first deep bond that made you feel at home, shaped your current understanding of love. Those small gifts and sincere smiles shared at that time became the safest harbor in his heart. You discovered in those childish days that love was actually a 'kindness'.",
        "simdi": "Winds of nostalgia are blowing in your love life right now, honey; It's only a matter of time before someone from the past knocks on your door or an old memory comes to life! If you have someone in your life, your approach to each other will become soft and without expectations, just like those old, pure days. If you are lonely, you may meet a soul that makes you feel so familiar and peaceful that it takes you back to your childhood. Open your heart to innocence today, because the healing is hidden in an old smile.",
        "gelecek": "Beautiful, in your future, love will embrace you with a feeling of 'coming home'. Maybe an unfinished childhood love will be completed, or maybe you will meet someone who will return you to your happiest self in the past. This relationship will not only give you romance, but also the purity and joy of life you lost. The future promises you the happiness of 'that child who never grows up' in love and unwavering loyalty."
      },
      "is": {
        "gecmis": "Remember that period in your career when you worked in a very friendly, family-friendly environment or when you entered the business world thanks to an old friend. That process, in which cooperation and sharing were at the forefront, formed the strongest foundation of your professional ethics. The connections you made during that period continue to be a secret source of support for you in your business life even today. You understood in those days that success comes not only with ambition but also with loyalty.",
        "simdi": "Dear, you are currently in a period in your business life where an old project or a former colleague comes to the fore again. Maybe a fresh opportunity for that profession that was your childhood dream is about to knock on your door. You can solve workplace tensions with your old, sincere methods and win everyone's love. Today is the time for you to 'return to your roots'; Your creativity will be nourished by those childhood days when you were purest and bravest.",
        "gelecek": "A process awaits you in the future where your name will be associated with 'trust and loyalty' in your business life, perhaps you will expand your family business or you will reach the top with an old partner. Your career will offer you not only success, but also an environment that understands and protects you. You will come to a point where your job will not be a burden for you, but will be like a playground that you enjoy every day. The future promises you 'the abundance of nostalgia' and a peaceful rise in your business life."
      },
      "para": {
        "gecmis": "You may have experienced a period in which financial support from your family, an inheritance, or savings from your childhood made your present better. In those days, you learned to see money not as a means of competition, but as a shield that protects your loved ones. That small but abundant 'pocket money' energy given to you in those days enables you to manage your budget much more thankfully today. In those lucky days, you realized that money increases as you share it.",
        "simdi": "You are currently in a period of relief, my dear, with the arrival of an old receivable regarding your financial situation or a surprise support from your family. You are in a very 'fruitful' and unexpected energy financially; It's like the universe is giving you a childhood gift! If you have an investment plan today, executing it with old and reliable methods will bring you great profits. This fresh energy in your wallet will bring innocent abundance and peace to your financial life.",
        "gelecek": "Your financial future looks very bright and fruitful thanks to your loyal and sharing attitude. In the future, you will experience financial 'family happiness', and perhaps you will establish a large foundation/savings for your children or loved ones. Money will no longer be a problem for you, it will be the sacred tool that allows you to create beautiful memories for your loved ones. The future heralds you that period of immense peace when money flows to you, admiring your beautiful heart."
      },
      "saglik": {
        "gecmis": "When it comes to your health in the past, remember the endless energy of your childhood and that tremendous period when your body was rapidly renewing itself. That period when you were in complete peace with your body and living in harmony with nature was your greatest defense mechanism. This physical 'innocence' you gained at that time became the basis of that resilient structure that protects your body even today. You discovered in those healing days that your health is actually nourished by that pure joy in the mind.",
        "simdi": "My dear, right now your body is telling you 'make the child inside you laugh'; Your energy is so sweet and gentle! If you have a health problem, you may see the miracle of an ancient treatment or a natural cure that was good for you in your childhood. Your body is trying to return to its old, pure rhythm to renew itself. These days, spending time with children, playing games and putting aside your troubles will be your biggest medicine; As your soul becomes younger, your body will also shine.",
        "gelecek": "An unshakable youth and lifelong dynamism awaits you regarding your health in the future. Even as you get older, your never-fading 'childlike spirit' will always keep your body fresh and alive. Diseases will stay far away from you because you will have made nourishing your body with love and joy a way of life. The future promises you a healthy and energetic life where you wake up every morning with great curiosity."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous peace and purity in a past period of your life when you said 'how happy I was'? At that time, you were living in a world away from all evil, surrounded only by love and trust. This 'innocence' identity you gained during that period is the noblest part of your unshakable character in every aspect of your life today. In those days, you personally experienced that happiness was actually hidden in a small flower.",
        "simdi": "Honey, you are currently in one of the most 'loyal' and healing periods of your life; All the beauties of the past are coming back to you! All the knots in your life are solved with the power of those old friendships or memories. Whatever you intend today, there will be the power of a whole family or beautiful prayers from the past behind that intention. Just smile and accept those little gifts offered to you; Because you deserve this peace to the fullest. The universe greets you with childlike joy.",
        "gelecek": "Your future looks like a bright and peaceful path shaped by your loving and nostalgic energy. You are entering a period where everything in your life ends happily, like those old fairy tales, and every intention of yours comes true with great sincerity. A life awaits you where people admire your wisdom and innocence, and you make the world beautiful with your child's heart. The future will tell you that 'everything returns to its original state and is completed with love' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You may have been stuck in the past so much in love in the past that you went through a sad period where you refused to see the real love in front of you. Maybe you lived with the dream of an ex-lover, or maybe you reflected the resentment you experienced in your childhood into your current relationships. This 'inability to give up' state at that time may prevent you from experiencing complete freedom in your relationships even today. Those days when you imprisoned your own heart on the dusty shelves of the past are still a pain.",
        "simdi": "My dear, there is currently a period of 'stuck in the past' or childish stubbornness in your love life; You may be being too coy or immature towards your partner. You are now in a moment where you need to grow up and close those old books completely. If you are alone, you don't give a chance to new candidates by constantly saying 'it was better before'. If you don't get rid of those memories today, you will waste this precious moment just for a ghost, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be that you will constantly live in a vicious circle of 'nostalgia' and become disconnected from the real world or be disappointed due to childish expectations. If you don't change this 'longing for the past' attitude, you may always experience that 'I can't find that old taste' uneasiness in your future relationships. If you want true happiness in the future, you must learn to experience love on today's terms. Otherwise, your love life may always remain in the shadow of a 'if only'."
      },
      "is": {
        "gecmis": "Remember that exhausting period in your career when you stuck to the old ways or displayed a 'childish' naivety towards the harsh realities of the business world. Maybe you resisted change, maybe you tried to solve problems at work by getting resentful, and that set you back. This feeling of 'immaturity' at that time may have caused you to experience the fear of 'will I have difficulty again' with every new responsibility in your professional life today. You've dulled your own potential just because you're stuck in your comfort zone.",
        "simdi": "You are suffering from a pang of 'out of date' and lack of motivation in your work life right now, honey; Things are not progressing because you are still fighting the old ways! You may have lost that professional language in your relationships with your colleagues at work and become more touchy and reactive. Instead of being ambitious these days, you should question why you are so 'afraid of growing up' and keep up with the modern world; Otherwise, success will continue to elude you.",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot achieve the 'expected professionalism' and constantly remain at the 'apprentice' level, or that you may boast of your old achievements and not be able to produce new ones. If you don't broaden your vision today and silence that voice of 'my past successes are enough', you may fall far behind your competitors in the future. To maintain your future success, you must adapt to the rhythm of change. Otherwise, your career path may always remain in that 'this place used to be mine' sadness."
      },
      "para": {
        "gecmis": "Those 'irresponsible' and childish spendings you made in the past in financial matters or the mistake of thinking money is a game may have ruined your blessings today. That period when you only squandered your money for your momentary whims instead of managing it has made you more insecure and financially unstable today. Maybe the loans you gave to someone did not come through because you were too naive. This 'material illusion' of that period drags you into a state of unnecessary regret every time you look at your wallet today.",
        "simdi": "You are currently in a serious 'stuck in the past' and abundance block regarding your financial situation, my dear; You can't see the future because of thinking about the money you lost or your old sources of income! You want to make a financial breakthrough, but obstacles and fears slow you down. These days, when making financial decisions, you should act only with numbers, not your emotions, and be able to say 'the past is over'; Otherwise, you may lose the last savings you have in this chaos of nostalgia.",
        "gelecek": "The biggest risk that awaits you in your financial future may be dealing with problems from the past regarding property or inheritance issues, or old debts suddenly coming your way. If you do not raise your financial voice and learn discipline today, you may always remain in financial 'dependence' in the future. If you want prosperity in the future, you must learn to protect your money and manage it professionally. Otherwise, you may always remain in that 'I used to be richer' sadness financially."
      },
      "saglik": {
        "gecmis": "In the past, you neglected a situation related to your health by saying 'I trust my youth' and wasted your body's pure energy brutally. Maybe you left an illness from your childhood before it was fully healed, and that pain lingers until today. This state of 'carelessness' you experienced at that time may have left you with a sensitivity and a fragility as if you could get tired at any moment, even today. It seems like you've made your own healing a burden simply because of your impatience.",
        "simdi": "You're in a 'give-up' and energy blockage about your health right now, honey; Your body can't handle this irregularity anymore! You may have fallen back into old, bad habits or neglected your health completely. These symptoms actually carry the message of 'grow up now and take care of yourself'. You should see a specialist one of these days and put aside your childish stubbornness; If you don't take care of yourself, your body will not smile at you, wake up!",
        "gelecek": "The problems you may experience with your health in the future will usually be genetic or caused by those old pains that have become chronic but you always say 'it will pass'. If you do not radically change your lifestyle and establish a mature discipline today, your body may give you a much harsher 'stop' warning in the future. In order to be fitter in the future, you should create a healthy routine now and remove the dust of the past from your body. Health stays with you only when you take it seriously."
      },
      "hepsi": {
        "gecmis": "You stopped that great awakening and vision that you should have experienced in a past period of your life because of your own fears or your stubbornness that 'everything was better in the past'. While fate offered you a new world, you chose to wait among the ruins of your old home. This feeling of 'stuckness' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. You feel like your time is wasted and you're still waiting for someone on that old threshold.",
        "simdi": "There is chaos in your life right now because you compare everything with the past, but the world has changed my dear; This is your biggest mistake. Opportunities are waiting at your door, but you cannot find the courage to open that door because your eyes are still behind you. He should shake himself up as soon as possible, put those memories in a box and ask 'who am I today?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of maturity.",
        "gelecek": "The process that awaits you in the future may be a constantly recurring regret of 'why am I here' if you do not change this past-focused attitude. You can miss the great beginnings that life offers you just because you are stuck in your old childish dreams. To save your future, you must put the 'power of the moment' and taking responsibility back at the center of your life today. Otherwise, life may leave you in even greater despair at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 38,
    "card_name": "Seven of Cups",
    "upright": {
      "ask": {
        "gecmis": "My dear, you may have lived in a 'world of dreams' in your love life in the past, and perhaps you saw the person in front of you as a hero, very different from who they are. That sweet period of confusion, when you have so many options but you don't know which one to go for, has made you very tired. These emotional illusions you experienced at that time are the biggest reason why you try to be so 'realistic' and 'logical' in love today. You realized in those foggy days that sometimes love is just a mirage.",
        "simdi": "There are so many options or so many dreams in front of you in your love life right now that you have a hard time distinguishing which one is real and which one is a lie, honey! You may have great admiration for someone, but you should honestly question how well this person fits your ideal. Your mind, not your heart, may be playing tricks on you today; Don't make a hasty decision. Now is your time to find the most honest one among those seven glasses and get rid of illusions; True love will appear when the fog clears.",
        "gelecek": "Beautiful beauty, in your future, love will put you in a 'choice' test; You run the risk of being tempted by the candidates you come across and missing what you really need. Everything will look so bright that you will need very deep intuition to understand which will stick. This process will be instructive enough to teach you to be realistic without giving up on your dreams. The future tells you that in love, 'trust what you feel, not what you see'; Turn on the torch of your heart, because your path seems a little confused."
      },
      "is": {
        "gecmis": "You may have had so many ideas and projects in your career in the past that you may have missed the real opportunity by dividing your energy because you were confused about which one to focus on. Maybe that bright future you were promised was just an illusion and you wasted your time believing it. This 'confusion of vision' at that time was your biggest experience that made you more cautious and 'assured' in your professional life today. You discovered in those days that success comes not only with dreams but also with focus.",
        "simdi": "You are in a 'maze of options' in your business life right now, my dear; Each door promises a different adventure, but which one will take you to the top is unknown here! New projects, proposals or ideas are flying around and you want to do them all at the same time. This may make you look 'messy' and 'unproductive', be careful! Today is your 'elimination' time; If you don't distinguish which of those shining offers is real gold and which is just gilding, you will continue to stand still.",
        "gelecek": "A very busy period awaits you in the future, where you will be called a 'visionary' in your business life, but you will have a hard time making decisions. You will come to a point where opportunities will be laid at your feet, but you will have to retreat to understand which one will be good for your soul. Your career will offer you not only success but also a test of managing your mind. The future promises you an enormous potential in business life that will make you say 'if you focus, you can achieve anything'; But first you have to disperse those fogs."
      },
      "para": {
        "gecmis": "In financial matters, remember that risky period in the past when you were caught up in 'quick riches' dreams or relied on an unrealistic investment. It seems like you thought money was a magic wand and chased after imaginary gains without knowing how to calculate them. This 'financial disappointment' brought about by that period has enabled you to become a much more 'down-to-earth' person in money matters and to be skeptical of every offer. You understood in those deceptive days that money was earned only with sweat and wisdom.",
        "simdi": "You're in a very 'fuzzy' energy right now about your money situation, honey; There are many investment opportunities in front of you, but none of them fully inspire confidence! There may be 'chaos' in your spending, as if you can't even keep track of where your money is going. When making financial decisions these days, you should trust not only your logic, but that inner voice that says 'there's something wrong here'. The universe tells you 'wait and filter'; This confusion in your wallet will only end when you become clear.",
        "gelecek": "The biggest risk that awaits you in your financial future may be to sacrifice what you have by engaging in 'brilliant' businesses that seem like gambling. You will experience a financial 'decision point' in the future and you will have to establish a balance between your dreams and your budget. Money will no longer be a source of fear for you, but a sea of energy that you need to manage wisely. The future heralds you a period of immense relief when money flows to you, admiring your alertness; But first you have to get out of the dream world."
      },
      "saglik": {
        "gecmis": "Think back to that confusing time in the past when you misinterpreted bodily signals about your health because of dreams or concerns. Maybe you made a big deal about a disease in your mind, or on the contrary, you got lost in your dreams, thinking that the obvious symptoms would 'go away'. This 'health fog' you experienced at that time may have left you with a state of anxiety and questioning everything even today. You discovered in those uncertain days that health is actually physical honesty.",
        "simdi": "My dear, right now your body is telling you to 'face the facts'; The reason for your insomnia, fatigue or strange pain may actually be the confusion in your mind! You daydream too much or worry too much, which upsets your nervous system. These days, you shouldn't get carried away by 'miracle diets' or methods that promise 'guaranteed healing'; All your body needs is a simple life and regular check-ups. Empty those seven glasses in your soul so that your body can breathe.",
        "gelecek": "A very healthy period awaits you in the future, where your mental clarity regarding your health will be reflected in your body. Even as you get older, your 'choosing the truth' attitude will always keep your body vigorous. Diseases will stay far away from you because you will have understood the language of your body and learned to use that fine line between dreams and reality in favor of your health. The future promises you a healthy life where you wake up every morning with a clear mind."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of immense confusion and illusion at some point in your life when you said, 'I didn't know what to do at all'? That's when you thought every sparkle in front of you was gold and tried to walk every path at the same time. This 'awakening' experience you gained during that period is your strongest protector in every aspect of your life today. In those days, you personally experienced that choosing actually meant giving up.",
        "simdi": "Honey, you are currently in one of the most 'surprising' yet 'dangerous' periods of your life; Everything looks great but be careful! All the stones in your life have moved, options are flying in the air and you are like in a mirage. Whatever you intend today, there will be a lot of imagination but also uncertainty behind that intention. Don't be afraid, but wait for that smokescreen to clear before making a decision; The universe wants you to become clear.",
        "gelecek": "Your future seems like a very colorful and successful path shaped by your ability to turn your imagination into reality. Behind every success in your life will be your courage to 'choose the right glass'; Nothing will come to you by chance. A life where people admire your creativity and you build the world with your dreams awaits you. The future will say to you 'the fog has cleared, now you know what you want' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You have come to the end of the great illusions you experienced in love in the past, and you have experienced a harsh but healing awakening in which you saw the truth in all its nakedness. Maybe an infidelity was discovered, or maybe you accepted that your partner was not the person you dreamed of and got out of that dream world. This state of 'confronting the truth' at that time is the biggest proof of why he is so cautious and alert in love today. You threw away the lies in the glasses in those days.",
        "simdi": "My dear, right now the fog is clearing in your love life and you finally know what you want; There is no room for those empty dreams anymore! If you are in a relationship, you bring the problems to the table and come up with realistic solutions instead of sweeping them under the carpet. If you are lonely, stop waiting for a 'prince charming' and give a chance to people who truly care about you. Today is your time to leave the fake paradise you created and step into the presence of true love; You will see that the truth is much sweeter.",
        "gelecek": "Most beautiful, in your future love will embrace you with complete 'clarity' and unwavering devotion; The confusion is over now. The person you meet will bring 'stability' to your life and save you from all those 'I wonder'. This relationship will prove to you how beautiful love is not only in dreams, but in a shared real life. The future will tell you 'you made your choice and you won' in love; Now all the glasses will be raised to your happiness, let your heart be relieved."
      },
      "is": {
        "gecmis": "You've been stuck in so much turmoil and 'empty promises' in your career that you eventually left the table to chart your own path. Maybe you realized that a project was actually a lie, or maybe you paid a heavy price for not being able to focus, and this turned you into a professional. This 'planned awakening' at that time enables you to not immediately believe everything you are told in business life today and to act with strategy. You learned to get out of that foggy labyrinth in those days.",
        "simdi": "You are currently in a period of 'focus' and decision-making in your business life, my dear; You gather your scattered mind! You eliminated six of the seven options in front of you and locked onto the only path that is best for you. The old 'what should I do' indecision in the workplace is over, replaced by a much more determined professional who knows what he is doing. Today is 'practice' time for you; Even you will be surprised how quickly success will come when you channel your energy into a single goal.",
        "gelecek": "A tremendous period awaits you in your future business life, where your name will be identified with 'determination' and 'success' and you will eliminate all kinds of confusion. You will come to a point where no one will be able to distract you anymore and you will be at the top with your own truths. Your career will offer you not just money, but unshakable authority and a true success story. The future promises you a clear victory in your business life that will make you say 'illusions are over, the stage is now yours'; be ready"
      },
      "para": {
        "gecmis": "You have been reborn from the ashes by learning a great lesson from those 'imaginary investments' or misdirections you made in the past in financial matters. You took away the pain of those days when you risked everything you had when you said 'I'll get rich quick' by turning into a financial genius. This 'financial awakening' at that time enables you to manage your budget much more safely and 'realistically' today. In those days, you broke that dreamer attitude that was blocking your own abundance.",
        "simdi": "You are currently in a process of 'relief' and reckoning with your financial situation, my dear; Those complicated calculations are finally becoming clear! The news of a compensation, a receivable or an inheritance that you have been waiting for finally arrives and you are freed from that financial constraint. Today, your mind, not your wallet, becomes clear, and this opens new, safe doors for you. The universe is telling you 'the illusion is over, now is the time for the real harvest'; You will achieve unshakable financial peace and tangible wealth.",
        "gelecek": "What awaits you in your financial future will be complete financial 'control' and prosperity; You will no longer ask \"Will my luck change?\" That solid budget you built with your own strategy will be your greatest protector in the future. You will use money as a tool of power, not a dream, and this will bring you unshakable comfort. The future will tell you 'you chose the truth and you won'; You will reach an unshakable financial balance and that magnificent life where abundance never ends."
      },
      "saglik": {
        "gecmis": "With great willpower, you overcame those periods of great 'anxiety' about your health or those uncertain periods that could not be diagnosed in the past. Remember that moment of awakening when you got rid of the fears that imprisoned your body and soul and said, \"Actually, everything was in my mind.\" This 'miracle of healing' you experienced at that time proves to you every day how strong and truthful your cells are today. You learned the language of your own body in those difficult but enlightening days; You chose to heal.",
        "simdi": "My dear, you are in a period of great physical relaxation right now; That 'I wonder what's wrong' fog inside you is dissipating! You are in a tremendous moment where you begin to feel physically lighter and mentally clearer. If you are in a treatment process, you are in a process where obstacles are removed and the real healing method emerges. Meditating these days and clearing the confusion in your mind will also take your physical health to the top; The sun is finally seeping into those sad cells of yours.",
        "gelecek": "Complete mental clarity and physical strength regarding your health awaits you in the future. As a woman free from subconscious fears, you will now completely leave the risk of 'health obsession' behind. Even as you get older, your soul will be so bright that it will always keep your body fresh. The future will present you health not as a dream but as the brightest reality of life; You will be alert, fresh and unshakable."
      },
      "hepsi": {
        "gecmis": "Thanks to that 'enlightenment' you experienced in a past period of your life, you threw off that curtain of illusion that destroyed you and came back to life. You faced the truths that no one else dared, and you dispersed your own darkness with your own light. This 'determination' power you gained during that period is your greatest asset today and the basis of your unshakable character. In those days, you said goodbye to dreams and hello to a real life.",
        "simdi": "Honey, you are in one of the wisest and most 'moving on' periods of your life right now; The fog curtains are completely lifted! You leave aside your indecisiveness, regrets and 'I wonder which one's. You no longer evaluate the options life offers you as a 'victim', but as a 'winner'. Today is the day to 'embrace the truth' for you; Because you are no longer condemned to the illusion of those seven glasses.",
        "gelecek": "Your future looks like a bright and unobstructed path shaped by your tremendous clarity. You enter a process where everything in your life is unmasked and every intention is realized with transparency and success. A life where people admire your resilient and honest stance awaits you. The future will say to you 'the fog has cleared, now you can build your own world' and will greet you!"
      }
    }
  },
  {
    "card_id": 39,
    "card_name": "Eight of Cups",
    "upright": {
      "ask": {
        "gecmis": "My dear, even though everything seemed fine in your past from the outside, overnight you left that relationship that no longer satisfied your soul in the slightest. Leaving the eight glasses in a row and going on that silent journey in search of your own inner peace was actually your biggest test of maturity. At that time, there were people who said that this departure was an escape, but you only walked towards your own truth. That difficult step you took that day has become your most valuable compass today, teaching you what you will never accept in love.",
        "simdi": "You are currently in a period of 'giving up' and spiritual searching in your love life, honey; You don't want to waste time with fake happiness anymore. You are at a moment when you feel like you cannot find the depth you are looking for in your current relationship or the person you are seeing, and you feel thirsty even when your glasses are full. That wise voice inside you says 'this is not your home anymore' and you quietly pack your suitcase. Today is your time to leave behind everything that burdens you emotionally and walk towards peace, even if alone; May your path be clear.",
        "gelecek": "Beautiful, in your future, love will take you to a much more spiritual and deeper level, but you will have to let go of something first. That great spiritual bond you will encounter will only appear when you give up the superficial emotions that distract you now. Maybe you will choose loneliness for a while, take shelter in the mountains or the sea and find yourself there. The future promises you a tremendous coincidence where your soul mate will meet you on that quiet road the moment you say 'I am self-sufficient' in love."
      },
      "is": {
        "gecmis": "In the past in your career, everyone has asked 'why are you quitting?' What he said is that you left behind a successful but soulless business. At that time, when just making money or getting a title was not enough for you, you left your comfort zone to pursue something more meaningful. That uncertain journey you went through in those days was your greatest experience that determined the 'satisfaction' criteria in your professional life today. You understood in those days that success is not just on the table, but in the soul.",
        "simdi": "You are currently at a complete 'crossroads' and boredom period in your business life, my dear; Your current projects or work environment no longer excites you. Your desire to leave all the glasses of success on your table and move towards a completely different, perhaps less profitable but more peaceful field is at its peak. This is not a sign of giving up, it is actually the beginning of a much bigger vision. Today is the time for you to 'get rid of unnecessary burdens'; Staying longer at that workplace where your heart doesn't beat will only drain your energy, be brave.",
        "gelecek": "A much more individual and spiritual path of success awaits you in your future business life. Maybe you will end your current career completely and focus on a job, an art or a healing path that appeals to your inner world. While everyone thinks you are finished, you will actually be waving to them from a much higher hill. The future promises you so much freedom and meaning in your business life that you will say 'everything I gave up was actually an obstacle to me'; The roads are waiting for you."
      },
      "para": {
        "gecmis": "In financial matters, you may have experienced a period in the past when you realized that money does not actually solve everything and you were unhappy even when you were rich. Maybe you rejected a large inheritance or a profitable partnership because your soul was bored and chose a simpler life. The decision you made in those days to 'abandon material things' shows how financially free and independent your spirit is today. In those days, you forever refused to be a slave to money.",
        "simdi": "You're in a 'search for meaning' regarding your financial situation right now, honey; You are at a moment when you realize that the money you earn does not make you happy. Your financial ambitions are fading away one by one, and you want to switch to a more minimalist, more peaceful budget management. Maybe selling a property and going on a journey, or maybe slowing down your career and making do with less will be your biggest healing right now. The universe tells you to 'fill your soul, not your pockets'; When you leave financial concerns behind today, the door to true abundance will open.",
        "gelecek": "Your financial future looks much more balanced and peaceful thanks to your moves of simplifying and giving up. In the future, you will attain the financial wisdom of a 'dervish' and use money only as a tool to realize your dreams. Maybe you will get away from the city, start your own garden, or earn halal income from things that are good for your soul. The future heralds you a time of tremendous freedom where money chases after you but you don't need it."
      },
      "saglik": {
        "gecmis": "Remember that time in the past when you withdrew from the world for spiritual healing beyond physical healing. Maybe you realized that the cause of an illness was a completely stressful environment and left that place, or maybe you cleaned your soul with a long retreat. This 'silent revolution' you made at that time was the greatest architect of that serene structure that preserves your structure even today. You discovered in those days that health actually means 'letting go of what is toxic'.",
        "simdi": "My dear, right now your body is telling you 'get away'; For your health, you need to physically disconnect from the environment or people you are in now. The reason why you constantly feel tired and exhausted is that your soul has already left that environment. Going to a detox camp these days, turning off your phone, and taking long walks in the moonlight will be better for you than any drug. Healing will begin to seep into your cells only when you leave those heavy glasses of responsibility on the table.",
        "gelecek": "In the future, complete health, soul-body integrity and a long life await you. Even as you get older, your 'don't give up unnecessary troubles' attitude will always keep your body young and alive. Diseases will stay far away from you because you will have already stopped poisoning your body with stress. The future promises you a solid and clear life where you wake up every morning with a tremendous inner peace; You will be the doctor of your own soul."
      },
      "hepsi": {
        "gecmis": "Do you remember that tremendous and sad moment in your life when you said 'I don't belong here anymore'? That's when you broke the order that everyone envied and set out towards the unknown in the light of the moon. That brave and spiritual decision you made at that time is the strongest building block of your wisdom and depth in every aspect of your life today. In those days, you personally experienced that sometimes 'losing' was the biggest 'gain'.",
        "simdi": "Honey, you are currently in one of the most spiritual and 'quiet' periods of your life; You are in the middle of an awakening! It's time for you to leave all the noisy successes, glasses and crowds in your life behind and turn within yourself. This is not the end, it is actually the beginning of that sacred journey where you will meet the real you. Whatever you say goodbye to today will lighten your soul like a bird. Do not be afraid, you will overcome those hills in darkness and reach your light; The universe is watching you.",
        "gelecek": "Your future looks quite calm and wise, shaped by the lessons you will learn from this spiritual journey. You enter a process where everything in your life gives way to a real meaning and you find an answer to the question 'why am I here?' A life awaits you where people admire your depth but you focus only on your own inner peace. The future will tell you 'you left everything and finally found yourself' and invite you to the highest peace!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, my dear, you have been stuck in that relationship that should have ended in love and that did not give you the slightest happiness, out of fear of 'being alone'. The glasses were already empty, the moonlight rose, but you chose to wait in front of that closed door. This 'inability to leave' state at that time may even prevent you from experiencing complete freedom in your relationships and making room for the new, even today. Those days when you imprisoned your own heart in a ghost still seem like a weight on your soul.",
        "simdi": "My dear, there is a 'skid' situation in your love life right now; You know you have to go but your feet just won't move! There is no connection between you and your partner anymore, only habits and fears keep you at that table. This false commitment rots you from the inside and prevents your real soulmate from knocking on your door. Today you must pack that suitcase and face that difficult road; Otherwise you will die of thirst in this emotional drought, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be to be stuck in a mediocre relationship for life, saying 'I can't find anything better', or to go back and repeat the same mistake after every breakup. If you don't change your 'comfort zone' obsession, you will only be able to watch real happiness in the future like a movie in the lives of others. If you want true happiness in the future, you must first learn not to stop where you need to go. Otherwise, your love life may always remain in the shadow of 'incompleteness'."
      },
      "is": {
        "gecmis": "You have spent your career in the past and wasted your years in a job that does not develop you at all, just for 'guarantee'. Maybe you had a bigger vision, but you were afraid to take risks and continued to sit in front of those glasses. This state of 'inertia' at that time may have created a regret of 'being left behind' or 'I was more' in his professional life today. It's like you left your potential locked in an old drawer just because of your fears.",
        "simdi": "You are currently in a 'blockage' and fear phase in your business life, honey; You want to resign or change your path but you don't have the courage! The work on your desk is done, your excitement is gone, but you are still waiting for a miracle to happen and everything will be the same as before. This situation makes you look 'unhappy' and 'unproductive' at work. These days, you should get up from that place and sail to new horizons; Otherwise, this stagnation will rust all your talents, shake it up!",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot make that 'expected radical change' and count the days until retirement in a job you do not like. If you do not broaden your vision and silence that 'guarantor' voice today, you may be left far behind your competitors and in a very regrettable position in the future. To preserve your future success, you must learn to let go of what must be given up. Otherwise, your career path may always be filled with that 'I have to get out of here' pain."
      },
      "para": {
        "gecmis": "In financial matters, remember that time when you stubbornly refused to let go of an investment or a finished source of income, saying 'maybe it will get better'. While you were trying to save your money, you wasted your time and energy on those empty glasses. This 'financial stubbornness' at that time has caused you to be much more anxious about money matters today and act with the fear of 'losing everything again'. At that time, you limited your own abundance with your hands just because you 'didn't know how to let go'.",
        "simdi": "You are currently in a serious 'can't give up' crisis regarding your financial situation, my dear; You still continue to pour money into a business or person that brings you losses! You need to make a financial change, but you don't take risks by saying 'what if it gets worse'. Nowadays, when making financial decisions, you should act only with your logic, not your emotions, and be able to say 'no matter what the loss, it is profitable'. Quiet withdrawal does not impoverish you, on the contrary, it makes room for new gains; don't be afraid!",
        "gelecek": "The biggest risk that awaits you in your financial future may be missing out on the new world by being stuck in the debts of the past or unsuccessful business models. If you do not do a financial clean-up today and do not burn those 'old books', you may always be in a financial 'living trouble' and 'victimization' situation in the future. If you want prosperity in the future, you must learn to protect your money and cut off resources that are no longer useful. Otherwise, you may always live with that financial panic of 'I'm about to go bankrupt'."
      },
      "saglik": {
        "gecmis": "Remember that tiring time in the past when you didn't abandon a habit or environment that made you unhappy with your health, saying 'it's not actually that bad'. Your body told you 'get out of here', but you got used to that toxic energy and stayed there. This state of 'resistance' you experienced at that time has left a heaviness in your body even today, and the recurrence of old complaints at the slightest moment of stress. It seems like you pushed your own healing aside just because of your habits.",
        "simdi": "You are currently in a state of 'inaction' and energy blockage regarding your health, honey; Your body can't handle this stasis anymore! There is a diet you need to change, a person you need to let go of, or a house you need to leave, but you say 'now is not the time'. This procrastination makes you much heavier physically. These days, rather than going to a doctor, you should take your soul out of the place that imprisons you; Your body will not heal until you go on that moonlight path, wake up!",
        "gelecek": "The problems you may experience with your health in the future may be joint pain caused by inactivity or chronic fatigue syndrome caused by emotional burdens. If you don't radically change your lifestyle today and get out of that 'fortress of fear', your body may give you a much harsher 'I'm done' warning in the future. To be fitter in the future, you should lighten your burdens now and embark on a spiritual journey. Health stays with you only when you take action."
      },
      "hepsi": {
        "gecmis": "You stopped that great spiritual awakening and departure that you should have experienced in a past period of your life, because of your own fears or your stubbornness about what the world will say. Destiny opened that moonlit road for you, but you took a step back, afraid of the unknown behind those hills. This feeling of 'stuckness' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. You feel like your time is wasted and you're still looking at the empty glasses on that old table.",
        "simdi": "There is chaos in your life right now because everything is over, but you are still praying 'maybe it will get better', my dear; This is your biggest mistake. Opportunities are waiting for you behind those hills, but you make thousands of excuses not to take that first step. You should shake yourself up as soon as possible, honestly examine the eight glasses on that floor and say, 'There is no peace for me here.' If your perspective does not change, your life will not give birth to a new sun for you; You have to walk that dark path.",
        "gelecek": "The process that awaits you in the future may be a recurring misfortune of 'serving the lives of others' if you do not change this abandoned and cowardly attitude of yours. You can miss the great beginnings that life offers you only because you cannot break your old comfort. To save your future, you must put 'courage' and walking alone at the center of your life again today. Otherwise, life may leave you with a much bigger regret at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 40,
    "card_name": "Nine of Cups",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a period of 'achievement' in love in your past; You know, that golden phase when everything is more beautiful than you imagined and you feel loved and desired in your bones! That period when you felt like a queen and your partner cherished you became that sacred reference point that even today you say in your heart, 'this is true happiness'. You discovered in those proud days that love is not just an emotion, but a tremendous 'satisfaction'.",
        "simdi": "You are now in a perfect 'let your wishes come true' time in your love life, honey; Everything is so good that no evil eye should be touched! Your self-confidence and inner peace are so high that you radiate a tremendous energy of attraction around you. If you are alone, the person who will enter your life will be someone who will completely complete you and offer you luxury, comfort and love all together. Keep your heart fresh today and enjoy this abundant energy; Because whatever you intend in love becomes yours.",
        "gelecek": "Most beautiful, in your future, love will embrace you with a complete 'corner of happiness' and unshakable satisfaction. You will not only build a relationship with the person you meet, but also a life full of comfort and joy that everyone will envy. This union will be satisfying, romantic and prestigious enough to make you say 'everything I'm looking for is here'. The future promises you that period of immense happiness in love, as rich as a 'trophy collection', where you will enjoy every moment of it; be ready"
      },
      "is": {
        "gecmis": "Remember that great success you had in the past in your career, that tremendous period when you finished a project and sat back in your chair with pride. That period in which you were rewarded for your efforts, your name was mentioned with success, and you were financially comfortable was the peak of your professional life. This feeling of 'I have succeeded' that you gained during that period is your biggest reference showing how self-confident and competent you are in your professional life today. You officially registered your own empire in those days.",
        "simdi": "You are currently in a period of 'harvest and pride' in your business life, my dear; Your efforts are finally rewarded with the highest rewards! That promotion you've been waiting for, that big contract or that dream job offer is right in front of you right now. Everyone is talking about your success and you enjoy this victory by watching with your arms folded. Today is your time to 'accept congratulations'; Your energy is so high that whatever project you tackle turns into gold, just enjoy it.",
        "gelecek": "A tremendous period awaits you in your future business life, where your name will be identified with 'success and quality' and you will reach complete professional satisfaction. You will come to a point where you will no longer be after your business, but the business world will be after you. Your career will offer you not only huge profits, but also unshakable social prestige and comfort. The future promises you a glorious success in business life that will make you say 'the real victory is doing what you love at the top'; Your crown will always shine."
      },
      "para": {
        "gecmis": "You have experienced a period of complete abundance and luxury in material matters; It's like money rained down from the sky and you easily achieved every wish you had. You not only earned the money, but also managed the comfort it brought with the sensitivity of an artist. This 'wealth awareness' you gained during that period enables you to manage your budget much more confidently and as if it will never end. You experienced true prosperity in those successful days when money served your dreams.",
        "simdi": "You are currently in a period of tremendous abundance and relief regarding your financial situation, honey; Your wallet sings songs of victory! That big money you've been waiting for is coming, your investments are worth much more than you expected, and you're no longer afraid of your expenses. You are in a financial 'wish card' time; Whatever you dream of buying today will turn into a door of abundance for you. The universe tells you 'you are abundant because you deserve it'; It's time to celebrate your financial success.",
        "gelecek": "Your financial future looks very bright and rich thanks to your peaceful and abundance-oriented attitude. In the future, you will become a 'monument of independence' in financial terms, combine your name and wealth and host great celebrations. Money will no longer be a source of stress for you, it will be the sacred fuel that allows you to travel the world and make your loved ones happy. The future heralds you a period of immense prosperity when money flows to you at your whim."
      },
      "saglik": {
        "gecmis": "Remember that glorious time in the past when your body was shining, your energy was at its peak, and you felt like a superhero. You have gone through a process where joy of life is the greatest medicine and you overcome all kinds of fatigue with just self-confidence and joy. The positive bond you established with your body at that time became the basis of that resilient structure that protects your body even today. You discovered in those bright days that health is actually nourished by inner satisfaction and self-love.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in complete balance and light! Your energy is so high and clear that you feel strong and peaceful enough to do anything. If you have a health problem, today you are in a magnificent moment where that problem miraculously ends and your body repairs itself like a queen. Looking in the mirror these days, being at peace with yourself and eating well will further increase your healing energy; you shine!",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. No matter your age, your body will work like a machine and your joy of life will continue to be your greatest medicine. Diseases will stay far away from you because you will have made it a way of life to care for your body like a temple and nourish it with joy. The future promises you a healthy life where you wake up with great happiness every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of immense happiness and wish in a past period of your life when you said 'the world revolves around me'? That's when everything aligned for you, all your efforts paid off, and you proudly watched your achievements with folded arms. This sense of 'completion' you gained during that period is the strongest building block of your unshakable character in every aspect of your life today. In those days, you personally experienced that happiness was actually a 'decision'.",
        "simdi": "Honey, you are currently in one of the most successful, brightest and most 'satisfying' periods of your life; The universe is lined up to make all your wishes come true! All the struggles in your life are over, now it's time for you to take the stage and reap your rewards. Whatever you intend today will be golden, whatever door you knock will be opened to you with joy. Just keep your head up and enjoy this magnificent wholeness; Because you deserve this respect to the fullest. The universe applauds your existence.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your noble and visionary energy. You are entering a period in which everything in your life falls into place and every intention of yours is realized with great success. A life where people admire your wisdom and you rule the world with your new projects awaits you. The future will tell you 'you succeeded, now your wishes are your reality' and invite you to the happiest cycle of your life; Enjoy!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you may have experienced such a huge ego war or superficial satisfaction in love that while you said 'we are very happy' on the outside, you felt great loneliness inside. Maybe you focused only on physical attraction or the comfort that money brings, but you starved your soul. This state of 'fake happiness' at that time may be preventing you from establishing real depth in your relationships even today. Those days when you thought satisfaction was only outside left a void in your heart.",
        "simdi": "My dear, there is a period of 'insatiability' and arrogance in your love life right now; It's like you underestimate your partner or the candidates, you don't like anything. Even though you have every opportunity, you still disturb your peace by saying 'there should have been more'. This situation may turn you into a 'cold' and 'egoistic' person in love. Take a look inside those glasses today; Is it the love inside or just vanity? If you don't feed your soul, this wealth will only make you more lonely, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be losing your true soul mate because of your ambitions and insatiability, or being trapped in an unhappy relationship just for the sake of 'image'. If you constantly expect 'perfection' from your partner, you may be doomed to a future relationship that is only on paper but dead in spirit. If you want true happiness in the future, you must learn to see love as humility, not a race. Otherwise, your love life may always remain as a 'window decoration'."
      },
      "is": {
        "gecmis": "You exaggerated the success you achieved in your past career so much and underestimated the people around you so much that you ended up being crushed under your own success. Maybe you got careless because of overconfidence and experienced a small fall while you were at the top. This 'arrogance' mistake at that time may have caused some people to approach you with distance and distrust in your professional life today. In those days, you did not understand enough that success was not an end, but a sharing.",
        "simdi": "You are currently suffering from a 'discredit' and loss of motivation in your business life, my dear; It's like all the work you've done has suddenly lost its value. You may be successful, but your ego wants more, faster, and this impatience causes you to make mistakes. Instead of shouting with ambition these days, you should question why you feel so 'unsatisfied' and find that compassionate leader within yourself; Otherwise you will be pulled down from that peak. Your light has not gone out, but it is very gilded, you need to simplify a little.",
        "gelecek": "The danger that awaits you in your future business life may be the cost of a 'victory' achieved through excessive ambition and unethical means. If you do not learn to cooperate and put honesty above all else today, you may be left alone and disgraced in front of your competitors in the future. To protect your future success, you need to stop saying 'I know everything'. Otherwise, your career path may always remain at that 'I'm at the top but I'm unhappy' stop."
      },
      "para": {
        "gecmis": "That 'excessive extravagance' you made in the past in financial matters or the mistake of using money as a show of power may have missed your blessings today. That period when you spent money only for that momentary luxury and prestige instead of managing it, has made you more limited and anxious today. Maybe you thought an investment would bear fruit, but it seemed like it was just a game of your ego. This 'material illusion' at that time drags you into a state of unnecessary guilt every time you look at your wallet today. You didn't know the value of wealth back then.",
        "simdi": "You are in serious 'greed' and dissatisfaction with your money situation right now, my dear; You may have money, but you feel like it's not enough for you! Even if a financial opportunity comes along, you run the risk of rebounding by saying 'there should have been more'. When making financial decisions these days, you should act only with numbers, not your emotions, and learn to say 'no'; Otherwise, in this chaos, you may spend the last of your savings for the sake of luxury. To close that hole in your wallet, you must first end the fear of 'inadequacy' within you.",
        "gelecek": "The biggest risk that awaits you in your financial future may be losing everything in an investment you made with overconfidence or a business you did with your name ending in failure. If you do not learn financial discipline today and understand the fact that 'money does not measure success', you may always live with a feeling of 'financial dissatisfaction' in the future. If you want prosperity in the future, you must stop using your financial power as ego satisfaction. Otherwise, you may always live in fear of going bankrupt financially."
      },
      "saglik": {
        "gecmis": "In the past, you neglected a situation related to your health by saying 'nothing will happen to me' and overexerted your body. Maybe you focused only on your appearance and neglected your inner health, or your body became weak due to your excessive eating and drinking habits. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a tendency to get sick at the slightest stress. It seems like you've ignored your own body's needs simply out of vanity and pleasure.",
        "simdi": "You're in the throes of 'burnout' and anger about your health right now, honey; Your body can no longer handle this stress of 'keeping up with others'. You're trying to show yourself strong on the outside, but inside your batteries are dead. Headaches, weight problems or blood pressure problems may be an expression of your stressed state right now. You should take time for yourself these days, quiet your ego a little and let your body repair itself; You can't get everywhere!",
        "gelecek": "The problems you may experience with your health in the future may generally be fatigue caused by excessive effort or heart/nervous system problems caused by the pressure of success. If you do not regulate your lifestyle today and do not see 'resting' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you should create a healthy routine now and learn to restrain your ambitions. Health will only last when you are in balance."
      },
      "hepsi": {
        "gecmis": "You ruined that great success that you should have experienced in a past period of your life because of your own arrogance or unplanned ambitions. Just when fate had opened a door for you, you made a mistake or used that power on the wrong people. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting in the shadow of that old failure.",
        "simdi": "There is chaos in your life right now because you are trying to control everything, but the real issue is the lack of self-confidence within you, dear; This is your biggest mistake. You want everything to look perfect, but you can't even see the beauty in your hands because of that 'empty' feeling inside. He should shake himself up as soon as possible, realize the blessings he has and ask 'why am I so aggressive?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of peace.",
        "gelecek": "The process that awaits you in the future may be a recurring fate of 'lonely summit' if you do not change this dissatisfied and oppressive attitude. You can miss the tremendous opportunities that life offers you simply because you cannot find that inner compassion. To save your future, you must learn to be 'grateful' and rise with others today. Otherwise, life may leave you in even greater loneliness at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 41,
    "card_name": "Ten of Cups",
    "upright": {
      "ask": {
        "gecmis": "My dear, remember that magnificent period in your past when you were in a complete 'happy family picture' and love flowed unconditionally. Maybe you built a home, maybe you achieved that sacred balance in a relationship where you feel your soul is fully satisfied. This deep sense of belonging you experienced at that time has been the clearest compass of what you are looking for in love even today. You discovered in those peaceful days that love is a destination.",
        "simdi": "Right now, honey, you are at that magical moment in your love life when you pass under the rainbow; Everything is so perfect! You experience complete spiritual integration with your partner and dream the sweetest dreams for the future, hand in hand. If you are alone, the person who will enter your life will see you not only as a lover, but also as a lifelong spouse and companion. Open your heart to gratitude today, because love has created an unshakable protection shield around you.",
        "gelecek": "Most beautiful, love awaits you in your future with complete happiness, crowded tables and a home full of joy. The bond you will establish with the person you meet will be a strong and exemplary relationship that will heal not only you, but also your entire circle. Maybe a marriage proposal, or maybe the good news of a new member joining the family, is shining on the horizon. The future promises you that period of immense peace in love that will make you say 'I am finally complete'; be ready"
      },
      "is": {
        "gecmis": "Remember that peaceful period in your career when you worked with a full team spirit and everyone supported each other. Those familial ties you established at work and the unshakable trust you gained became the strongest foundation of your professional life. This 'integrity' energy of that period is your biggest reference even today, showing how constructive and unifying you are in your business life. You proved in those days that success was measured not only by money but also by love.",
        "simdi": "You are currently in a period of complete 'satisfaction' and stability in your business life, my dear; Your efforts are finally bearing the most peaceful fruits! You are in that safe haven at work, where everyone respects you, your ideas are valued, and you feel like you belong completely. If you are going to start a new project, this work will bring you not only profit but also great spiritual satisfaction. Today is 'celebration' time for you; You turn the entire work environment into a home with your energy.",
        "gelecek": "A tremendous career peak awaits you in the future, where your name will be identified with 'peace and stability' in your business life and where you will work hard for many years. You will come to a point where it will no longer be your job, but a peaceful lifestyle will follow you. You can start your own business and grow it with your loved ones, or gain a solid place in a highly respected institution. The future promises you tremendous happiness in your career that will make you say 'I found the peace I was looking for here'."
      },
      "para": {
        "gecmis": "You have experienced a period of complete abundance and family abundance in material matters in the past; It was as if blessings had fallen from the sky. In those successful days, you learned to use money not only to save money, but also to make your loved ones happy and build a secure future. This 'welfare awareness' you gained during that period enables you to manage your budget much more confidently and as if it will never end. In those successful days, you understood how money multiplies when spent with love.",
        "simdi": "You are currently in a period of tremendous 'relief' and familial support regarding your financial situation, honey; Your wallet sings songs of victory! That inheritance news, real estate sale or abundance from the joint budget that you have been waiting for is finally deposited into your account. You are at a moment when you have no financial shortcomings and even your future is guaranteed. The universe tells you 'you are in abundance because you know how to share'; It's time to celebrate your financial success with your loved ones.",
        "gelecek": "Your financial future looks very bright and unshakable thanks to your peaceful and sharing attitude. In the future, you will become a 'monument of independence' in the financial sense, you will combine your name and wealth and acquire large properties. Money will no longer be a source of stress for you, it will be the most sacred part of the tremendous legacy you will leave to your children and loved ones. The future heralds you a period of immense prosperity where money will serve your peace."
      },
      "saglik": {
        "gecmis": "In the past, you experienced a period of complete vitality and peace in which you achieved that sacred harmony between your body and soul regarding your health. That period in which the joy of life was the greatest medicine and you overcame all kinds of fatigue with the support of your loved ones had made you very strong. The positive bond you established with your body at that time became the basis of that resilient structure that protects your body even today. You discovered in those healing days that health is actually a matter of inner happiness and balance.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in full renewal and light! Your energy is so clear and high that you feel fresh and young like a flower. If you have a health problem, today you are in a tremendous moment where that problem is completely solved with love and family support. Spending time with your loved ones and finding peace in nature these days will take your healing energy to the top; you shine!",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. No matter your age, you will always remain vigorous and young, thanks to the tremendous cooperation between your body and soul. Diseases will stay far away from you because you will have made it a way of life to nourish and protect your body with love. The future promises you a healthy life where you wake up every morning with great gratitude."
      },
      "hepsi": {
        "gecmis": "Do you remember that moment of immense happiness and reunion in a past period of your life when you said 'the world became whole to me'? That's when you ended all kinds of conflicts and declared that great peace with your loved ones and yourself. This sense of 'completion' you gained during that period is the strongest building block of your unshakable character in every aspect of your life today. In those days, you personally experienced that happiness was actually a 'decision'.",
        "simdi": "Honey, you are currently in one of the most peaceful, most fruitful and most 'we' periods of your life; The universe has worked out all the kinks for you! All the opposites in your life reconcile, uncertainties result in unity and you now feel complete. Whatever you intend today, there will be the love and support of a whole universe behind that intention. Just listen to your heart and enjoy this magnificent wholeness; Because you deserve this peace to the fullest.",
        "gelecek": "Your future looks like a bright and collaborative path shaped by your loving and balanced energy. You are entering a tremendous process in which everything in your life will flow like a river and you will wake up with a new reunion or success every day. A life awaits you where people admire your wisdom and love, and you heal the world with your honesty. The future will tell you 'to love and be loved is your greatest success' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You may have experienced such a great disappointment in love or a family conflict in the past that you eventually entered a pessimistic period in which you said 'there is no such thing as a happy ending'. Maybe a home has been destroyed, or maybe impenetrable walls have come between you and the person you trust most. This state of 'disconnection' at that time may prevent you from experiencing complete surrender in your relationships even today. That feeling of fragmentation in your heart is like an ache from your past.",
        "simdi": "My dear, there is a 'communication breakdown' and family tensions in your love life right now; It's like no one hears each other! While making marriage or future plans with your partner, you constantly run into obstacles or cannot speak the common language. This unrest inside you makes you aggressive and alienates you from your loved ones. Today, we should look in that mirror honestly and ask 'why can't I protect this home?' You should ask; Your bond will not be healed until you make peace internally, wake up now!",
        "gelecek": "The risk that awaits you in love in the future may be to destroy an unshakable home with your own hands because of your ego and stubbornness, or to be trapped in an unhappy relationship due to social pressures. If you don't change this 'everyone is against me' attitude, you may have a very difficult time establishing a true spiritual connection in the future. If you want true happiness in the future, you must learn to see love as a sacrifice, not a race. Otherwise, your love life may always feel like an 'unfinished story'."
      },
      "is": {
        "gecmis": "Think back to that time in your career when you were hit hard by intense 'intra-team squabbles' or the bankruptcy/collapse of an institution. Maybe someone took credit for you after the success of a project, or maybe that gossip environment at work drained all your motivation. This feeling of 'loss of confidence' at that time may have turned you into someone who is overly defensive and says 'I don't trust anyone' towards every new project in your professional life today. Those days when your success was overshadowed made you a little angry.",
        "simdi": "You are currently experiencing a pain of 'incompatibility' and belonging issues in your business life, my dear; Things are getting done but you feel like no one is applauding anyone! Your relationships with your colleagues at work are tense, and things going behind your back or jealousy are draining your energy. This may make you seem 'reluctant' or 'alien' at work. Instead of shouting with ambition these days, you should question why you feel so 'left out' and find that peaceful leader within yourself; Otherwise success will elude you.",
        "gelecek": "The danger that awaits you in your future business life may be destroying the system you have established with your own hands due to excessive ambition and social competition, or the 'loneliness' that will come after a success. If you don't learn to cooperate and applaud the success of others today, you may be left alone in front of your competitors in the future. To safeguard your future success, you must relearn how to say 'we'. Otherwise, your career path may always remain at that 'I'm at the top but I'm unhappy' stop."
      },
      "para": {
        "gecmis": "In financial matters, those 'money fights within the family' or the story of being deprived of an inheritance that you made in the past may have lost your blessing today. It's as if you allowed someone to exploit your budget instead of managing your money, and you didn't seek your rights by saying 'it would be a shame'. This 'financial instability' at that time has caused you to be much more anxious about money today and act with the fear of 'losing everything again'. At that time, you sacrificed your own blessings to others just to remain silent.",
        "simdi": "You are currently in serious 'forfeit' and financial turmoil regarding your money situation, my dear; It seems like the holes in your budget are caused by your closest people! You may not receive the payment you expect, or you may have to drain your savings due to family expenses. These days, when making financial decisions, you should act only with your logic, not your emotions, and be able to say 'no'. Silence doesn't make you rich, it just makes you more exploited; Present your calculations honestly and draw your boundaries.",
        "gelecek": "The biggest risk that awaits you in your financial future may be to suffer great losses because you did not seek your legal rights, or to settle for much less than what you are entitled to in the inheritance/partnership and regret it. If you do not draw clear financial boundaries today, you may always be in financial trouble in the future. If you want prosperity in the future, you must see protecting your money and fighting for it as an obligation. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "Remember that tiring period in the past when you went through a period related to your health in a very 'unbalanced' mood and family stresses were reflected in your body. Maybe just as you were about to heal from an illness, a new unrest recurred and you couldn't recover. This state of 'physical resistance' that you experienced at that time may have left you with a fragility and a tendency to fall ill at the slightest moment of tension, even today. It seems like you pushed your own healing aside just because of your stubbornness and lack of love.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle the tension in this house/environment anymore! You feel physically very heavy, sleepless and drained of energy because your soul cannot find peace. These symptoms actually carry the message of 'clean the nest within'. These days, rather than going to a doctor, you should go somewhere that will cheer up your soul and cut off your ties with negative people; If you don't shine, there will be no healing, wake up!",
        "gelecek": "The problems you may experience with your health in the future may generally be circulatory system disorders or hormonal balance disorders caused by excessive stress. If you do not regulate your lifestyle and find that inner peace today, your body may give you a much harsher 'stop' warning in the future. In order to be fitter in the future, you must calm your soul and make peace with your body now. Health will only last when you are in balance."
      },
      "hepsi": {
        "gecmis": "You left that great reunion and success that you should have experienced in a past period of your life incomplete because of your own fears or your belief that you \"don't deserve it\". While fate had just opened a door for you, you made a mistake or could not bear that bond. This feeling of 'fragmentation' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting for someone on that old threshold.",
        "simdi": "There is chaos in your life right now because you are looking for balance outside, but the real harmony is within you, my dear; This is your biggest mistake. You want everything to look perfect, but you can't even see the beauty you have because of that feeling of 'inadequacy' inside you. He should shake himself up as soon as possible, realize the blessings he has and ask 'why am I uneasy?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that peace step.",
        "gelecek": "The process that awaits you in the future may be a constantly recurring 'loneliness' and 'almost-happen' misfortune if you do not change this dissatisfied and incompatible attitude. You can miss the tremendous opportunities that life offers you simply because you cannot find that inner compassion. To save your future, you must learn to be 'grateful' and rise with others today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 42,
    "card_name": "Cup Palace (Page of Cups)",
    "upright": {
      "ask": {
        "gecmis": "My dear, remember that sweet courtship period in your past that started with a complete 'lightning love' or a fresh excitement in your love life. That emotional message that came when you least expected it or the attention of that sensitive person suddenly warmed your heart. This 'discovery' energy you experienced at that time is the biggest proof of how curious and compassionate you can be in love even today. You learned from that first spark, perhaps a little childish but from a very naive place, that love is actually a 'dream'.",
        "simdi": "A brand new and very romantic messenger is at your doorstep in your love life right now, honey; That emotional message on your phone can change everything! If you are single, the person who enters your life will be very intuitive, artistic and always young at heart. If you are in an existing relationship, a whole new fire of affection burns between you; Maybe an artistic hobby you start together will connect you more to each other. Today, don't hide your emotions and express your childish excitement; love will refresh you.",
        "gelecek": "Beauty, in your future, love will embrace you with a very exciting and emotional awakening. The person you meet will enter your life like a 'good news' and will pull you out of all your stagnation. This relationship will be so lively and sincere that it will make you experience love again, like a poem, like a discovery. Maybe a declaration of love, or maybe that first date offer that will make your heart flutter, shines on the horizon. The future tells you 'trust your intuition, open your door to the new' in love; The sound of your heart will sound very joyful."
      },
      "is": {
        "gecmis": "Think back to that brilliant beginning in your career when you were pursuing a brand new idea or were suddenly fired up with an artistic or creative project. Maybe that period where you came of age with an internship or your first creative job was the first spark that ignited your professional ambition. This 'inspiring' energy at that time shows how hungry and visionary you are in your business life even today. In those days, you not only started a business, you discovered your own creative spirit.",
        "simdi": "You are currently in a period of 'new offers and inspiration' in your business life, my dear; That email or phone call you've been waiting for may come at any moment! Your mind is full of brand new ideas and you are confused about where to channel this energy. If you want to start a new artistic training or creative venture, the universe supports you all the way. Today is the time for you to 'listen to your intuition'; Your energy is so fresh that everyone will admire your vision for this new generation, don't hesitate.",
        "gelecek": "A process awaits you in the future, where your name will be registered as 'creative and intuitive' in your business life and you will embark on a brand new career path. You will receive an offer that will completely change not only your title but also your view of the world. Maybe you will become interested in a completely different sector or turn a hobby into a business. The future tells you in business life, 'follow your dreams, success will find you'; New paths will lead you to greater success."
      },
      "para": {
        "gecmis": "In financial matters, remember that sweet time in the past when you made a small but very promising profit or discovered a brand new source of income. Maybe your first salary, or maybe that first money you earned from a hobby, made you very excited about financial freedom. This 'good news of abundance' energy brought by that period allows you to manage your budget in a much more optimistic and 'opportunity-oriented' manner even today. You understood in those successful days that money could increase with your passions.",
        "simdi": "There is very 'joyful' news about your financial situation at your door right now, honey; The small but abundant money you have been waiting for is coming! A new financial opportunity, an additional job offer or the first positive signals of an investment are right around the corner. The universe tells you 'start small, dream big'; A small expense or investment you make today can turn into a much bigger profit in the future. This fresh energy in your wallet will bring a new breath to your financial life.",
        "gelecek": "Your financial future draws a very dynamic and increasing graph thanks to your creative and curious moves. In the future, you will make a financial 'discovery', open a brand new source of income, or turn a talent into money. Money is no longer a problem for you, it will be that exciting tool that finances your new dreams and travels. The future heralds you a period of tremendous abundance when money flows to you, admiring your creativity."
      },
      "saglik": {
        "gecmis": "Remember that tremendous phase in the past when you experienced a physical 'revival' in your health and began a brand new healing/lifestyle. You have experienced a period in which your body woke up, your energy peaked and you felt as vigorous as a child. This physical 'first spark' you gained at that time became the basis of that active and resistant structure that protects your body even today. You discovered in those dynamic days that health is actually a physical curiosity and movement.",
        "simdi": "My dear, right now your body is telling you 'we are awake'; Your energy is at its peak and your health is shining! If you want to start a new branch of yoga or make a refreshing change in your diet, today is the right moment to take that first step. Your body renews itself, your spirit becomes lighter, and your energy level inspires those around you. Spending plenty of time outdoors and discovering new healing methods these days will take your energy to its peak.",
        "gelecek": "An unshakable dynamism regarding your health and a lifelong youth fire awaits you in the future. No matter your age, that never-ending 'spirit of discovery' within you will always keep your body fresh and alive. Diseases will stay far away from you because you will have made keeping your body active and constantly adding new excitement to it a way of life. The future promises you a healthy life where you wake up with great enthusiasm every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous discovery and excitement in a past period of your life when you said 'the world is a playground in front of me'? That's when you took that fresh glass in your hand and dived into new paths with curiosity. Those brave and sincere decisions you made at that time are the brightest sparks of success in every aspect of your life today. In those days, you personally experienced that life was actually 'good news' and that every moment carried an opportunity.",
        "simdi": "Honey, you are currently in the freshest, most curious and most 'news' period of your life; The universe is sending you lots of signs! It's time to turn a brand new page, start a hobby, or get the news you've been waiting for. Whatever you intend today, behind that intention will be the joy of a whole universe and that childlike power within you. Don't be afraid, point your finger at the horizon and say 'let's get started'; The universe greets your fresh energy with great enthusiasm.",
        "gelecek": "Your future looks like a bright road full of surprises, shaped by your creative and exciting energy. You are entering a period where everything in your life will flow like an adventure and you will wake up with new good news every day. A life awaits you where people admire your vision and joy and you enlighten the world with your fresh ideas. The future will say to you 'never stop discovering, life will always surprise you' and greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "That relationship in the past, which you started with great enthusiasm in love but quickly faded away due to the childish attitudes or lack of seriousness of the other party, made you a little angry. Maybe big promises were made but the messages remained unanswered, maybe it was just a momentary excitement. This 'immature beginning' state at that time, even today, when starting a new flirtation, 'is it just a game again?' It causes you to have doubts. Those days when his enthusiasm stalled are like an ache in his heart.",
        "simdi": "My dear, there is an 'emotional confusion' and frivolity in your love life right now; Your partner or the candidates are acting like a child! The message you've been waiting for never arrives, or the news you receive is far from satisfying you. This situation may turn you into a 'bored' and 'cold' person in love. Don't force your excitement these days, you should focus on your own path instead of waiting for the other party to mature; Because the energy coming right now is just confusing.",
        "gelecek": "The risk that awaits you in love in the future may be to get caught up in superficial excitement and miss a deep connection, or to be disappointed by unreliable messengers. If you don't change this 'easily bored' or 'naive' attitude, you may always experience that 'it's over as soon as it started' disappointment in your future relationships. If you want true happiness in the future, you must learn to demand clarity and maturity from the other party. Otherwise, your love life may remain like an unfinished text message."
      },
      "is": {
        "gecmis": "Remember that unfortunate time in your career when you didn't get the news you were hoping for, or when a job offer turned out to be nothing? Maybe you were very enthusiastic, but you made a mistake due to your inexperience and that opportunity slipped away from your hands. This 'failed start' at that time may scare you enough to paralyze you today as you step into something new in your professional life. It seems like you lost your belief in your own abilities somewhere along with the news that didn't arrive.",
        "simdi": "You are currently suffering from a loss of direction and lack of motivation in your business life, honey; You have ideas but you can't take action. That promotion news or project approval you were waiting for may be delayed, which creates great disappointment for you. This may make you seem 'unwilling' or 'disorganized' at work. Instead of being ambitious these days, you should first find out how to complete that missing experience; Otherwise you'll just waste your time, wake up!",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot make the 'expected exit' and always remain at the 'just starting' level or get lost in frivolous projects. If you don't learn focus and discipline today, you may fall far behind your competitors in the future. To maintain your future success, you must remember that 'stability' is as important as 'curiosity'. Otherwise, your career path may always remain at that 'I had an idea but I couldn't do it' stop."
      },
      "para": {
        "gecmis": "Those 'naive investments' you made in the past in financial matters or the money you spent believing someone's false promises may be shaking your budget today. That period when you thought money was a game and took risks has made you more cowardly and financially unstable today. Maybe you relied on a side hustle offer, but it never even started. This 'financial disappointment' at that time drags you into unnecessary pessimism and fear of 'will I be deceived again' every time you look at your wallet today.",
        "simdi": "You are feeling a serious sense of 'bad news' or delay regarding your money situation right now, my dear; Looks like that little profit window you were waiting for has closed. You want to make a financial breakthrough, but the obstacles are piling up. You should be very careful when making financial decisions these days and avoid youngsters or false rumors promising 'quick riches'; Every move made without vision will only cause you more harm. Protecting what you have today is more important than waiting for what doesn't come.",
        "gelecek": "The biggest risk that awaits you in your financial future may be losing your savings due to childish expenses or taking on risky businesses thinking 'I'll get lucky' and losing what you have. If you do not regain the discipline of managing money and that 'down-to-earth' attitude today, you may always live with a feeling of 'inadequacy' financially in the future. If you want prosperity in the future, you must reset your financial goals and learn to be patient. Otherwise, you may always remain in that financial crisis of 'I'm back where I started'."
      },
      "saglik": {
        "gecmis": "Remember that time in the past when you started a health recovery move (exercise, diet, treatment) with a very childish enthusiasm and stopped after only three days. Just when your body was about to wake up, the process was left unfinished due to your instability and you felt even more tired. This state of 'giving up too early' that you experienced at that time has left you with a clumsiness and a prejudice of 'I wouldn't do it anyway' towards every new healing method, even today. You have made your own healing a burden simply because of your impatience.",
        "simdi": "You're currently on an 'energy drain' when it comes to your health, and you're in a state of fluctuation between emotional sensitivity and exhaustion, honey. One moment you feel very emotional and cry, and the next moment you are too tired to get out of bed. This imbalance actually carries the message that 'you are not listening to your body'. Instead of chasing miracle cures these days, you should first regulate your sleep and calm that unnecessary excitement; Your body is very tired of your 'confused' state.",
        "gelecek": "Problems you may experience with your health in the future may be sleep disorders caused by emotional fluctuations, allergies, or reactions of the immune system due to excessive stress. If you do not regulate your lifestyle today and learn to balance your inner energy, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you must chart a stable health path now. Health stays with you only when you are disciplined."
      },
      "hepsi": {
        "gecmis": "You ended that great awakening that you were supposed to experience in a past period of your life before it even started, because of your own lack of seriousness or your belief that \"it happens anyway.\" Destiny handed you that fresh glass, but when you tried to play games with it, you spilled the water and wasted it. This feeling of 'deferred life' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. You feel like your time is wasted and you are still waiting by that old sad spring.",
        "simdi": "There is chaos in your life right now because you think everything is a game, but responsibilities are knocking on your door dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your childish stubbornness or fake crowds. He should shake himself up as soon as possible, direct that fresh energy he has to a smart goal and ask 'what am I doing?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of maturity.",
        "gelecek": "What awaits you in the future may be a recurring misfortune of 'wasted opportunities' if you do not change your indecisive and impatient attitude. You can miss the tremendous good news that life offers you only because you cannot show that last seriousness. To save your future, you must put 'focus' and honesty back at the center of your life today. Otherwise, life may leave you with even greater frivolity at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 43,
    "card_name": "King of Cups",
    "upright": {
      "ask": {
        "gecmis": "My dear, you still carry in your heart the peace of that mature and compassionate bond that enveloped you emotionally in your past. Either you recovered with the support of that wise person who was an unshakable haven in your life, or you managed to establish a complete balance in love. The emotional maturity experienced at that time is the biggest proof of why he seeks so much peace and respect in his relationships today. You proved in those days that love is not just passion, but a deep understanding.",
        "simdi": "You are currently in a period of 'emotional mastery' in your love life, honey; The storms of your heart calmed down and the waters calmed down. There is such a strong and wise bond between you and your partner that you can solve even the most difficult problems with just your gaze. If you are alone, the person who will enter your life will heal your soul, be a mature soul who knows what you want and will surround you with endless compassion. Today is your time to manage your emotions like a king and experience the noblest form of love; Your light gives confidence.",
        "gelecek": "Most beautiful, in your future love will embrace you with unwavering loyalty and spiritual unity. The person you meet will bring not only romance to your life, but also a huge shield of inner peace and protection. This togetherness will be satisfying, calm and long-lasting enough to make you say 'the real love I was looking for is here'. The future promises you that period of immense happiness where you will be respected like a queen in love and where all your troubles will be cured; be ready"
      },
      "is": {
        "gecmis": "You have experienced a tremendous period in your career in the past, where you blended your intuition with your professionalism and solved workplace crises with your quiet wisdom. While your competitors were running around, you waited for the right moment and made a difference by adding your soul to your projects. This 'emotional intelligence'-based system you established at that time shows how reliable and 'indispensable' you are in business life even today. You sealed those days that success is achieved not only with reason but also with conscience.",
        "simdi": "You are currently in the position of a true 'consultant' and wise manager in your business life, my dear; Everyone needs your insights and calmness! Your charisma and persuasion skills are at their peak, but you use them with grace, never with bullying. If you are going to start a new project or make a deal, you have already figured out the intentions of the people at the table with your intuition. Today is 'emotional leadership' time for you; You heal the entire work environment with your energy and quietly attract success.",
        "gelecek": "A very prestigious peak awaits you in the future, where your name will be registered as a 'visionary and reliable leader' in business life. You'll get to the point where people will line up just to be around you and get your approval. Your career will offer you not only money, but also invaluable spiritual satisfaction and social prestige. The future promises you a majestic authority in business life that will make you say 'the real power is the calm in the middle of the storm'; Your crown will always shine."
      },
      "para": {
        "gecmis": "In financial matters, you have experienced a period in the past when you managed your budget with complete compassion and intelligence and used money as a shield to protect your loved ones. You learned in those successful days to use money not just to spend it, but to build your own peace of mind. The heartfelt financial decisions you made those days make you feel much more financially secure and 'flow-oriented' today. You have proven in those lucky days that your money increases with your positive energy.",
        "simdi": "You are currently in a period of tremendous 'abundance and generosity' regarding your finances, honey; Your wallet sings songs of victory! That financial news, inheritance or abundance from the joint budget that you have been waiting for is finally deposited into your account. You are in a time of complete financial satisfaction; Even the expenses you make today will return to you as joy and peace of mind. The universe tells you 'you are in abundance because you know how to share'; It's time to celebrate your financial success.",
        "gelecek": "Your financial future looks very bright and unshakable thanks to your peaceful and visionary moves. In the future, you will be a 'monument of independence' in the financial sense, you will combine your name and wealth and acquire large properties. Money will no longer be a source of stress for you, it will be the sacred fuel you use to make your loved ones happy and make the world beautiful. The future heralds you a period of immense prosperity where money will serve your peace."
      },
      "saglik": {
        "gecmis": "In the past, you have experienced a period of complete vitality and healing in which you achieved that sacred harmony between your body and soul regarding your health. Maybe you have successfully completed a treatment process with your intuition and positive thinking and proved to everyone what a miracle your body is. This physical 'balance' you gained during that period was the strongest foundation of that resilient structure that protects your body even today. You understood in those healing days that health is actually a matter of inner happiness and love.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in full renewal and light! Your energy is so clear and high that you feel fresh and young like a flower. If you have a health problem, today you are in a tremendous moment where that problem is completely solved with love and correct energy work. Doing water therapies, starting meditation and releasing your emotions these days will take your healing power to the top; you shine!",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. No matter your age, you will always remain vigorous and young, thanks to the tremendous cooperation between your body and soul. Diseases will stay far away from you because you will have made it a way of life to nourish and protect your body with love. The future promises you a healthy life where you wake up every morning with great gratitude; You are the king of healing."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous peace and wholeness in your past life when you said 'the world revolves around me'? That's when you ended all kinds of conflicts and declared that great peace with your loved ones and yourself. This 'balance' identity you gained during that period is the strongest building block of success in every aspect of your life today. In those days, you personally experienced that love was actually a magic key that opened every door.",
        "simdi": "Honey, you are currently in one of the wisest, most intuitive and most 'complete' periods of your life; The universe has worked out all the kinks for you! All the contradictions in your life reconcile, uncertainties result in unity with your vision, and you now feel complete. Whatever you intend today, there will be the love and support of a whole universe behind that intention. Just listen to your heart and enjoy this magnificent wholeness; Because you deserve this respect to the fullest.",
        "gelecek": "Your future looks like a bright and collaborative path shaped by your loving and wise energy. You are entering a tremendous process in which everything in your life will flow like a river and you will wake up with a new reunion or success every day. A life awaits you where people admire your wisdom and compassion, and you heal the world with your honesty. The future will say to you 'to love and be loved will be your greatest achievement' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you have been so giving and such a 'victim' role in love that you eventually burned out trying to feed others while starving your own soul. Maybe you gave in to all your partner's emotional manipulations but didn't even get a 'thank you' in return. This 'inability to set boundaries' mistake at that time may prevent you from experiencing full self-confidence in your relationships even today. Those days when you left your own heart at the mercy of someone else still feel like an ache in your soul.",
        "simdi": "My dear, there is a period of 'emotional confusion' and false calm in your love life right now; It's like your partner has forgotten your value! You doubt your own feelings so much that your world collapses when the other party makes the slightest mistake. This unrest inside you makes you passive-aggressive, or you reflect the storm inside you by saying 'everything is fine'. Today, we should look in that mirror honestly and ask 'why do I need someone else's approval?' You should ask; True love won't find you unless you love yourself.",
        "gelecek": "The risk that awaits you in love in the future is that you may push your true soulmate away from you because of your excessive desire for control or your emotional instability. If you expect constant 'obedience' from your partner, you may be doomed to a relationship that is only on paper but dead in spirit. If you want true happiness in the future, you must learn to see love as harmony, not a show of power. Otherwise, your love life may always remain in the shadow of 'incompleteness'."
      },
      "is": {
        "gecmis": "You've been so 'too emotional' or 'vague' in your career that you didn't end up gaining the professional recognition you deserved. Maybe you trusted someone very much and entrusted your affairs to them, but those people took your success upon themselves. This 'naive' mistake at that time may have caused some people to approach you with distance and distrust in your professional life today. You learned in those days that success should come not only with love but also with strategy.",
        "simdi": "You are currently suffering from a 'discredit' and lack of motivation in your business life, honey; It's like all the work you've done has suddenly lost its value! Your decisions are inconsistent, and your energy confuses rather than motivates those around you. This can make you seem like an 'incompatible' or 'untrustworthy' manager at work. Instead of shouting with ambition these days, you should question why you feel so 'unsatisfied' and find that compassionate leader within yourself; Otherwise you will be pulled down from that peak.",
        "gelecek": "The danger that awaits you in your future business life may be sabotaging your own career due to over-sensitivity and inability to handle criticism. If you do not learn to cooperate but also set boundaries today, you may be left far behind your competitors and alone in the future. To protect your future success, you should not defend the logic of 'there is no room for emotions in business life', but the fact that 'only I can manage my emotions'. Otherwise, your career path may always remain at that 'nobody understands me' stop."
      },
      "para": {
        "gecmis": "Those 'emotional expenses' you made in the past on financial matters or the mistake of thinking money was a way of escape may have ruined your blessings today. That period you spent just filling that momentary inner emptiness instead of managing your money has made you more limited and anxious today. Maybe you lent money to someone and they didn't come back because you were too compassionate. This 'material illusion' at that time drags you into a state of unnecessary guilt every time you look at your wallet today.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but even you can't keep track of where it goes! Even if a financial opportunity comes along, you run the risk of recoiling by saying 'it'll end anyway'. These days, when making financial decisions, you should act only with your logic, not your emotions, and learn to say 'no'; Otherwise, in this chaos, you may spend the last of your savings for the sake of others. To close that hole in your wallet, you must first end your hunger to be loved.",
        "gelecek": "The biggest risk that awaits you in your financial future may be experiencing a big loss in an investment you entered with overconfidence or thinking 'divine help will come'. If you do not learn financial discipline today and understand the fact that 'money does not measure success', you may always live with a feeling of 'inadequacy' financially in the future. If you want prosperity in the future, you must learn to use your financial power as a tool of power, not as a victim psychology. Otherwise, you may always live in fear of going bankrupt financially."
      },
      "saglik": {
        "gecmis": "You have neglected a situation related to your health in the past, saying 'it will pass anyway', and you have overtired your body. Maybe you focused only on your mental pain and ignored the physical symptoms, and that's why your body became weak. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a tendency to get sick at the slightest stress. Back then, it seemed like you ignored your own body's needs just for the sake of other people's troubles.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can no longer handle this stress of 'keeping up with others'! You try to show yourself to be very compassionate on the outside, but inside your batteries are dead. Headaches, insomnia, or hormonal irregularities may be an expression of your current state of stress. These days, you should take time for yourself, get away from the crowds and let your body repair itself; The healing will only come back when you truly decide to 'stop'.",
        "gelecek": "The problems you may experience with your health in the future may generally be due to exhaustion caused by overexertion or internal diseases caused by repressed anger. If you don't regulate your lifestyle today and see saying 'no' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you should create a healthy routine now and get rid of your mental burdens. Health stays with you only when you love yourself."
      },
      "hepsi": {
        "gecmis": "You left the great awakening and integrity that you should have experienced in a past period of your life incomplete because of your own fears or the troubles of others. While fate had just opened a door for you, you made a mistake or failed to carry that sacred glass. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting for someone on that old threshold.",
        "simdi": "There is chaos in your life right now because you are trying to manage everything according to your emotions, but your logic warns you, dear; This is your biggest mistake. There are opportunities, but you fail to see them or take them seriously because of your 'victim' stubbornness. He should shake himself up as soon as possible, realize the blessings he has and ask 'who should I really walk with?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of maturity.",
        "gelecek": "What awaits you in the future may be a recurring fate of 'loneliness' and 'wasted opportunities' if you do not change your dissatisfied and dependent attitude. You can miss the tremendous good news that life offers you only because you cannot show that last seriousness. To save your future, you must put 'focus' and honesty back at the center of your life today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  }
]