[
  {
    "card_id": 59,
    "card_name": "Two of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, you may have experienced a period in your past where you were going back and forth between two people or two different lifestyles in your love life and sweating to establish balance. It was as if love was an obligation for you to make a choice; Passion on the one hand and logic on the other have pulled you from side to side. The flexibility you showed in those days is the greatest proof of how calmly you manage crises in your relationships today. You discovered in those days that love is not just a stop, but a constant movement.",
        "simdi": "You're like a juggler in your love life right now, honey; You are trying to manage both your private life and your responsibilities at the same time. Maybe you have a new date, but your work is so busy that making time for both of them makes you a little tired. But let me give you the good news: You are smart enough to establish this balance and make both parties happy. Today is your time to be flexible in love and adapt to the sweet fluctuations that life brings; Don't panic, everything is fine.",
        "gelecek": "Most beautiful, in your future love will embrace you with a wind of harmony and change; You will be constantly on the move with the person who enters your life. Maybe you will travel together, or maybe you will build a bridge of love between two different cities. This relationship is far from monotonous, every day brings a new surprise and seems very dynamic. The future promises you 'fun and balance' in love at the same time; The rhythm of your life will suddenly accelerate, be ready."
      },
      "is": {
        "gecmis": "Think back to that busy time in your career when you were juggling two jobs or juggling two very different responsibilities. You showed tremendous flexibility to maintain your current order while growing your own projects. This 'versatility' you gained during that period proves why you are such an indispensable wild card in your professional life today. You understood in those days that success comes not only by focusing but also by keeping up with change.",
        "simdi": "You are currently in a period of 'multitasking' in your business life, my dear; Emails, meetings and new offers are flying in the air! Your mind is so active that you solve everything at once and don't let anyone down. If you are offered a new additional job or project, do not be afraid, because your energy is high enough for all of them. Today is 'flexibility and speed' time for you; Your competitors are watching with astonishment how you can keep up with so much, keep your pace.",
        "gelecek": "A process awaits you in the future where you will be known as a 'dynamic leader' in your business life and you will solve all kinds of crises as easily as if you were playing a game. You will reach a point where you will become that successful woman who manages several different industries or projects at the same time. Your career will offer you not only earnings but also the never-ending excitement of change. The future promises you a tremendous professional vision that will make you say 'the real power in business life is to stay in balance under all circumstances'."
      },
      "para": {
        "gecmis": "In financial matters, you may have experienced a period in the past when you had to 'pay off debt with debt' or calculate your income penny by penny in order to balance your budget. It seems like you discovered the ephemerality and flow of money in those limited but instructive days. The flexible financial decisions you made in those days enable you to manage your budget much more 'smartly' and without panicking today. In those days, you realized that money was not a burden on you, but an energy spinning at your fingertips.",
        "simdi": "You're currently in a 'balancing' process with your finances, honey; Your income and expenses are in a dance! The money you've been waiting for may come and immediately lead to a debt, but don't let that upset you, because the wheel keeps turning. You are in a very 'fluid' energy in a material sense; Small investments or expenses you make today will give you flexibility. The universe tells you 'do not be afraid, abundance lies in continuity'; This movement in your wallet actually sharpens your financial intelligence.",
        "gelecek": "Your financial future looks quite stable yet surprising, thanks to your practical and fast solutions. In the future, you will be a 'cash flow master' in the financial sense, and you will know like a genius where to invest and withdraw money. Money will no longer be a source of stress for you, but the joyful fuel that finances life's joys. The future heralds you a period of immense relief when money flows to you from every direction, admiring your speed; You will always have a plan B."
      },
      "saglik": {
        "gecmis": "You have gone through a physical 'adaptation' process regarding your health in the past, and you have made a lot of effort to get your body used to changing conditions. Maybe you tried two different treatment methods, maybe you balanced your body by dieting and working out at an intense pace. This physical 'flexibility' you gained during that period became the basis of that resilient structure that protects your body even today. You discovered in those active days that health is actually the art of physical balance.",
        "simdi": "My dear, right now your body is telling you 'don't stop moving, but don't forget to rest'; Your energy may be constantly going up and down! The reason why you feel very fit at one moment and very tired at the next is because that internal balance is disrupted. These days, doing balance-oriented sports such as yoga, pilates or regularizing your sleep hours will be the biggest healing for you. Your body can handle this pace, but if you give it little 'breathing' breaks, your light will shine even brighter; be alert!",
        "gelecek": "An unshakable power and lifelong dynamism awaits you regarding your health in the future. Even as you get older, your 'never rust' attitude will always keep your body fresh and alive. Diseases will stay far away from you because you will have already made it a way of life when your body should speed up and when it should slow down. The future promises you a healthy and energetic life where you wake up with great enthusiasm every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous pace and balance in a past period of your life when you said 'I had to keep up with everything'? That's when you took those two talismans in your hands and actually managed not to fall while being thrown up and down in the stormy sea. Those practical decisions you made at that time are the strongest driving force for success in every aspect of your life today. In those days, you personally experienced that life was not a stasis but a game of balance.",
        "simdi": "Honey, you are currently in one of the most active and 'flexible' periods of your life; The universe applauds your acrobat talent! Maybe all the stones in your life have moved out of place, but you have the power to put each one where it should be. Whatever you intend today, there will be the speed of a whole universe and your intelligence behind that intention. Don't be afraid, point your finger to the horizon and say 'I'm leaving'; The universe salutes your determined and cheerful stance and opens all paths for you.",
        "gelecek": "Your future looks like a bright and fruitful path shaped by your visionary energy. You are entering a magnificent process where everything in your life will flow like a game and you will wake up with a new adventure and success every day. A life awaits you where people admire your energy and practical intelligence, and you rule the world with your new projects. The future will say to you, 'You brought the world to its knees with your speed and balance' and will salute you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you tried to keep so many balls in the air in love that you eventually let them all fall to the ground and experienced great emotional chaos. Maybe you tried to manage two people at the same time, maybe you broke the fine line between your work and your love and everything got mixed up. This state of 'not being able to catch up' at that time may cause you to experience a constant fear of 'inadequacy' in your relationships even today. Those days when you run where you should have stopped on time are like an ache in your heart.",
        "simdi": "My dear, there is a complete 'loss of control' and lack of planning in your love life right now; It's like everything is slipping away! The balance between you and your partner is broken and you are confused about which problem to solve. This confusion can make you 'given up' or 'aggressive' in love. These days, you should slow down a little and put down those swords/talismans in your hands and just take a deep breath; Your relationship won't get back on track until you calm down, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be missing out on lasting happiness because of your indecisiveness or losing your partner completely while trying to escape responsibilities. If you don't change this 'I want everything at the same time' attitude, you may always experience that 'it's over as soon as it started' frustration in your future relationships. If you want true happiness in the future, you must learn to set your priorities and be honest in love. Otherwise, your love life may always feel like a 'panic attack'."
      },
      "is": {
        "gecmis": "You have acted so unplanned and disorganized in your career in the past that you missed a great opportunity just because you 'couldn't keep up'. Maybe you couldn't finish a presentation, or maybe you were torn between two tasks and left them both unfinished, and this damaged your professional image. This state of 'uncontrolled speed' at that time may have turned you into someone who is overly defensive and thinks 'Am I going to screw up again' towards every new project in your professional life today. You've only dulled your own potential because of your haste.",
        "simdi": "You are currently experiencing the pain of 'suffocation' and loss of direction in your business life, honey; You can't keep up with anything! Emails pile up, meetings overlap, and you're lost in this chaos. This can make you seem like an 'untrustworthy' or 'panicky' professional at work. Instead of being ambitious these days, you should first tidy up your messy desk and mind and learn to say 'no'; Otherwise you'll just hit the wall at this speed, wake up!",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot achieve that 'expected order' and constantly struggle with crisis management, or that you may miss a big tender/opportunity due to wrong timing. If you don't learn time management and focus today, you may fall far behind your competitors in the future. To maintain your future success, you must remember the truth that 'calmness is strength'. Otherwise, your career path may always remain in that 'I'm trying to keep up but it's not working' crisis."
      },
      "para": {
        "gecmis": "That 'unplanned spending' or unplanned borrowing you have done in the past regarding financial matters may be shaking your budget even today. Instead of managing money, it seems like you thought it was a game and took risks without thinking about the end. This 'financial blindness' at that time may make you feel unnecessary guilt and like 'everything is going to stop again' every time you look at your wallet today. At that time, you limited your own abundance only because of your ambition to 'live risk-free'.",
        "simdi": "You are currently in serious 'chaos' and abundance blockage regarding your financial situation, my dear; Your wallet looks like a mess! Debts are waiting at the door and you don't know which hole to plug. You want to make a financial breakthrough, but the roads seem closed because you have no strategy. When making financial decisions these days, you should act only with numbers, not your emotions, and be able to say 'I need to make a plan urgently'. Silence doesn't make you rich, it just makes you worse; Put the bills on the table!",
        "gelecek": "The biggest risk that awaits you in your financial future may be not seeing the huge opportunities that come your way due to extravagance or losing your savings due to inadequate planning. If you do not regain the discipline of managing money and that 'down-to-earth' attitude today, you may always live with a feeling of 'inadequacy' financially in the future. If you want prosperity in the future, you need to redefine your financial goals and say 'time is the greatest capital'. Otherwise, you may always remain in that 'I'm late' financial crisis."
      },
      "saglik": {
        "gecmis": "In the past, you went through a process related to your health too hastily and did not give your body the time it needed to heal. Maybe you returned to the field immediately after an injury, or maybe you interrupted a treatment by saying 'I'm healed' and that's why your body always carries a feeling of 'incompleteness'. This state of 'impatience' you experienced at that time may have left you with a sensitivity and a fragility, as if you would get tired at any moment, even today. You pushed your own healing aside just because of your haste.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this pace anymore! You eat in a hurry, neglect your sleep, and constantly try to get somewhere. These symptoms actually carry the message 'slow down, or you will fall'. You should see a specialist these days and hear about that physical fatigue that you have silenced; Healing will only come back when you truly decide to 'stop', wake up!",
        "gelecek": "The problems you may experience with your health in the future may generally be stomach disorders due to stress, palpitations, or clumsiness/accidents caused by rushing. If you do not regulate your lifestyle and find that 'calm' energy today, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to slow down and learn to breathe now. Health will only last when you stay in the moment; don't forget."
      },
      "hepsi": {
        "gecmis": "You ruined that big change that you should have experienced in a past period of your life because of your own haste or your stubbornness to say 'I can do everything'. Destiny opened a door for you, but you couldn't stand the speed, lost your balance and took the wrong turn. This feeling of 'chaos' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. You feel like your time is wasted and you are still waiting in that old rush.",
        "simdi": "There is chaos in your life right now because you are trying to do everything at once but you cannot keep up with any of them, dear; This is your biggest mistake. There are opportunities, but you cannot see them because of that speed. You should shake yourself up as soon as possible, take that deep breath and ask 'where am I running to?' If your perspective does not change, your life will not open a new door for you; You need to calm that ambition. Look for balance not outside, but in the silence within.",
        "gelecek": "The process that awaits you in the future may be a recurring misfortune of 'missing opportunities' if you do not change your hasty and unplanned attitude. You can miss the great beginnings that life offers you only because you make that final decision in panic. To save your future, you must learn 'calm' and time management today. Otherwise, life may leave you with greater fatigue at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 60,
    "card_name": "Three of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, in your past you have laid an unshakable foundation in your love life, built not only with emotions but also with respect and cooperation. Remember that productive period in a relationship when you and your partner set common goals and 'built' each other. This maturity you showed back then is the biggest reason why you look for so much 'quality' and 'effort' in love today. You discovered in those successful days that love is not just a spark, but a cathedral that needs to be carefully processed.",
        "simdi": "You are currently in a period of 'approval and appreciation' in your love life, honey; Your partner admires your noble and ingenious stance! You solve relationship problems with the precision of a master and make unshakable plans for the future. If you are lonely, it is time to meet that 'essential' person who will approach you in a work environment or during a training session, admiring your intelligence and talent. Open your heart to this quality energy today; Because now childish games are over, you are building a real and concrete love.",
        "gelecek": "Most beautiful, in your future, love will embrace you with complete 'social approval' and unwavering devotion. You will not only establish a relationship with the person you meet, but also a life that everyone will take as an example; Maybe you will start a business together, or maybe you will build your dream house by working together. This togetherness seems solid enough to give you the most mature, most respectable and most 'productive' form of love. The future promises you that period of tremendous happiness in love that will make you say 'you got the reward of your hard work'; be ready"
      },
      "is": {
        "gecmis": "Remember that magnificent period in your career when you showed your mastery and shined as a team leader on a project or with your expertise. You meticulously completed a technical task that no one else had the courage to do, and you earned the title of 'professional' in your professional circle. The compliments you received at that time are still your greatest reference in business life, showing how reliable and 'competent' you are. You understood in those days that success comes not only by working, but by being meticulous like an artist.",
        "simdi": "You are currently in a period of 'rise and cooperation' in your business life, my dear; everyone needs your expertise! Your mind is full of brand new projects, and you make a tremendous difference by combining this energy with teamwork. If you've been waiting for a promotion or a big business deal, now's the time to get that 'master certificate'; Because no one has any doubts about your quality anymore. Today is the time for you to 'show yourself'; You manage the entire office with your energy and attract success with your integrity.",
        "gelecek": "A tremendous success awaits you in the future, where your name will be registered as an 'authority' in business life and you will be one of the cornerstones of a great structure. You will come to a point where it will no longer be you who follow your business, but the business world who will follow your unique experience. Your career will offer you not only huge profits but also unshakable social prestige and honor. The future promises you a glorious victory in business life that will make you say 'the real power is doing your job with love and meticulousness'; Your crown will always shine."
      },
      "para": {
        "gecmis": "In financial matters, that unshakable savings that you have built with your hard work and sweat in the past has become the strongest shield protecting your budget today. In those successful days, you learned to use money not just to spend it, but to build your own value and future. Those visionary financial steps you took in those days enable you to act much more financially secure and 'abundance-oriented' today. You proved in those successful days that money increased with your mastery.",
        "simdi": "You are currently in a tremendous 'harvest and increase' period regarding your finances, honey; Your wallet sings songs of victory! That official payment you have been waiting for, investment news or that big bonus in return for your effort is finally deposited into your account. You are in a time of financial 'construction'; An investment you make today will return to you as unshakable wealth in the future. The universe tells you 'abundance is hidden in your labor'; You owe your financial success to your meticulousness, enjoy it.",
        "gelecek": "Your financial future looks very bright and rich, thanks to your patient and wise moves. In the future, you will become a 'wealth architect' in the financial sense, and you will place your name and earnings on an unshakable basis of property. Money will no longer be a source of stress for you, it will be that powerful energy that allows you to make the world beautiful with your own vision. The future heralds you a period of immense prosperity when money flows to you, admiring your discipline; Your wallet will always be full."
      },
      "saglik": {
        "gecmis": "Remember that magnificent phase in the past when you fully 'cooperated' with your body regarding your health and reinvented yourself with a disciplined treatment or sports program. You treated your body like a cathedral, gave it the best care, and healed without following the advice of the experts. This physical 'mastery' you gained at that time became the basis of that resilient structure that protects your body even today. You discovered in those healing days that health is actually a matter of physical effort and knowledge.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in complete balance and light! Your energy is so clear and high that you feel renewed. If you have a health problem, today you are in a tremendous moment where that problem is solved radically and you are healed in the hands of the right experts. Starting a new diet these days or disciplining your body with an expert will take your energy to its peak; you shine!",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. Regardless of your age, your body will work like a machine and your mind will adapt to this order. Diseases will stay far away from you because you will have made managing your body with love and awareness a way of life. The future promises you a healthy life where you wake up with great happiness every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that moment of tremendous success and construction in a past period of your life when you said 'I finally established some order'? That's when you finished all kinds of mess and declared that great success with your loved ones and colleagues. This 'master' identity you gained during that period is the strongest building block of success in every aspect of your life today. In those days, you personally experienced that collaboration was a magic key that opened every door.",
        "simdi": "Honey, you are currently in one of the wisest, most productive and most 'appreciated' periods of your life; The universe salutes your efforts! All the problems in your life become clear with your mastery, uncertainties result in cooperation, and you now feel complete. Whatever you intend today, behind that intention will be the justice of a whole universe and your sweat from the past. Just keep doing your job well and enjoy this tremendous integrity; Because you deserve this dignity.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your honest and hard-working energy. You are entering a process where everything in your life becomes material, one by one, and every intention of yours is realized with great success. A life awaits you where people admire your expertise and you improve the world with your intelligence. The future will say to you 'you have succeeded, you have now established your own world' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You have been so 'unplanned' and careless in love in the past that you have experienced a tiring period in which you could not establish that common ground even with the person you love most. Maybe you didn't hear your partner's suggestions because of your 'I know' stubbornness in a relationship and the foundation of that beautiful bond was shaken. This 'compromise mistake' at that time may still prevent you from establishing a complete team spirit in your relationships today. Those days when you were too persistent in your own truth are like a pang of regret in your heart.",
        "simdi": "My dear, there is currently a period of 'communication breakdown' and frivolity in your love life; It's like you speak different languages ​​with your partner! Instead of solving the problems in the relationship, you underestimate each other or enter into a 'who is more skillful' race. This situation may turn you into a 'lonely' and 'reluctant' person in love. Today you must stop that stubbornness and learn to say 'we are a team'; Otherwise, it is impossible for love to survive on this shaky foundation, wake up!",
        "gelecek": "The risk that awaits you in future love may be pushing your true soulmate away because of excessive arrogance and refusal to get help, or stagnating in a relationship because you are 'closed to learning'. If you constantly expect 'perfection' from your partner, you may be doomed to a relationship that is only on paper but dead in spirit. If you want true happiness in the future, you must learn to see love as a building process. Otherwise, your love life may always remain a 'construction site' mess."
      },
      "is": {
        "gecmis": "You have been so 'reluctant' or undisciplined in your career that you ultimately did not gain the professional recognition you deserved. Maybe you avoided responsibility in a team effort, or maybe you missed a great opportunity by doing your job 'sloppy'. This 'apprenticeship mistake' at that time may have caused some people to approach you with distance and distrust in your professional life today. You couldn't understand in those days that success comes not only with talent but also with meticulousness.",
        "simdi": "You are currently suffering from a pang of 'inadequacy' and lack of motivation in your business life, honey; It's like all the work you've done has suddenly lost its value! Your relationships with your colleagues at work are tense, the team spirit is lost, and you are asking 'why am I here?' This may make you seem 'misfit' or 'unnecessary' at work. Instead of shouting with ambition these days, you should question why you were caught so 'unprepared' and rebuild your foundations; Otherwise you will be pulled down from that peak.",
        "gelecek": "The danger that awaits you in your future business life may be sabotaging your own career due to excessive arrogance and stopping learning. If you don't learn to cooperate and learn from your mistakes today, you may be left alone and far behind your competitors in the future. To maintain your future success, you should stop saying 'I've become a master' and focus on learning something new every day. Otherwise, your career path may always remain at that 'unfinished dreams' stop."
      },
      "para": {
        "gecmis": "That 'unplanned investment' you made in the past in financial matters or that period in which you relied on others instead of managing your budget may have lost its abundance today. It seems like you thought it was a game instead of managing money and didn't listen to the warnings of experts. This 'mental block' at that time has caused you to be much more anxious about money today and act with the fear of 'something going wrong again'. Back then, you gave away your blessings to others simply because of your 'carelessness'.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but even you can't keep track of where it goes! Even if a financial opportunity comes along, you run the risk of backlash by saying 'it will end anyway' or there will be injustice in shared expenses. When making financial decisions these days, you should act only with numbers, not your emotions, and be able to say 'I need to make a plan urgently'. Silence doesn't make you rich, it just makes you worse; Get expert support!",
        "gelecek": "The biggest risk that awaits you in your financial future may be to suffer great losses because you do not seek your legal rights or to sacrifice your savings to the wrong decisions of others due to inadequate planning. If you do not clear your financial mind today, you may always be in financial trouble and victimization in the future. If you want prosperity in the future, you must learn to protect your money and manage it professionally. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "In the past, you have neglected a situation related to your health, saying 'it will go away anyway', and you have not taken your body's warning signals seriously. Maybe you interrupted a treatment or rejected the recommendations of experts by saying 'I know better' and that's why your body became weak. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a tendency to get sick at the slightest stress. You ignored your own body's needs just out of spite.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this confusion anymore! Wrong medications, hearsay information or an irregular lifestyle are the real reason for your sluggish state right now. These days, you should make time for yourself, quiet your ego a little and see a really competent doctor; Healing will only come back when you truly decide to 'surrender to knowledge', wake up now!",
        "gelecek": "The problems you may experience with your health in the future will arise from those old pains that are often neglected and become chronic, but that you always say 'I can manage'. If you do not regulate your lifestyle today and continue to refuse expert help, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to create a healthy routine now and honestly heal your soul. Health stays with you only when you take it seriously."
      },
      "hepsi": {
        "gecmis": "You ended that great success that you should have experienced in a past period of your life before it even started, because of your own lack of seriousness or your belief in 'it happens anyway'. Just when fate opened a door for you, you made a mistake or refused to put in the effort. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting in the shadow of that old failure.",
        "simdi": "There is chaos in your life right now because you think everything is a game, but responsibilities are knocking on your door dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your 'I have become a master' stubbornness or false self-confidence. He should shake himself up as soon as possible, realize the blessings he has and ask 'who should I really trust?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of maturity.",
        "gelecek": "What awaits you in the future may be a recurring misfortune of 'abandoned dreams' if you do not change your dissatisfied and unserious attitude. You can miss the tremendous good news that life offers you only because you fail to show that last bit of meticulousness. To save your future, you must put 'focus' and discipline back at the center of your life today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 61,
    "card_name": "Four of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a very conservative period in your past when you turned love into a matter of ownership and did not want to share the person you loved with anyone. Maybe you restricted your partner so much that the fresh love between you became breathless. These protective walls you built at that time may have caused you to have trust problems in your relationships today. You realized in those days that holding on tightly to avoid losing love could kill it.",
        "simdi": "You have built impenetrable castles around your heart in your love life right now, honey; You don't let anyone in, you hide your feelings tightly. If you are in an existing relationship, you may be being overly controlling or jealous towards your partner, which disrupts the flow between you. If you are lonely, you have completely closed your door to new opportunities because you are 'afraid of getting hurt'. Today you should loosen that talisman on your lap a little; You cannot embrace a new love with your hands closed.",
        "gelecek": "Beautifully, in your future, love can lead you to a very stable but also 'stuck' relationship. The person you meet will promise you great security, but may expect you to compromise on your freedom. What you need to be careful about in this process is not to confuse security with captivity. The future is preparing a test for you in which you must learn to 'share, not own' in love; You must open the doors of your heart slowly."
      },
      "is": {
        "gecmis": "You have gone through a 'guarantor' period in your career in the past, where you focused only on protecting your place and avoided taking risks at all costs. Maybe there were better opportunities, but you didn't move an inch for fear of losing your seat. This overly cautious stance you acquired at that time may have led you to be known as a 'traditional and resistant to change' person in your professional life today. You think success is just protecting what you have.",
        "simdi": "You are currently in a 'status quo' period in your business life, my dear; You do not deviate from the methods you know, you cling to your seat with all your heart. You are distant from new ideas or technological changes because you are too afraid of losing control. Although this attitude makes you 'indispensable' at work, it actually dulls your creativity. Today is 'stretch' time for you; If you don't release the projects you have a little, you will prevent greater successes from reaching you.",
        "gelecek": "A period awaits you in the future where your name will be associated with 'stability and authority' in your business life, but you will have difficulty keeping up with new developments. You will come to a point where you will build very hard walls against your opponents in order to maintain the position you have. Your career may offer you financial security, but it may narrow your vision. The future warns you that 'if you do not share the experiences you have accumulated, you will remain where you are' in business life; Be generous."
      },
      "para": {
        "gecmis": "You have gone through a phase of 'saving up' and frugality in financial matters in the past; You know, the days when you counted those pennies! The fear of losing money was so ingrained in your bones that you only watched your bank account instead of enjoying your life. This 'stingy' energy brought by those days enables you to manage your budget very solidly but also in a cowardly manner today. You understood in those limited days that money is not a power over you, but a prison.",
        "simdi": "You're currently in a 'sitting on the money' phase regarding your money situation, honey; You don't let anyone smell your wallet! Your desire to save is at its peak and you hate unnecessary expenses. Although this may keep you financially secure, it may be blocking the flow of abundance. Doing a little generosity these days, perhaps engaging in a small charity work, will increase your income. The universe tells you 'money is energy, it must flow'; It's time to manage your money, not just keep it.",
        "gelecek": "Your financial future paints a picture in which you will be very stable and possessive, thanks to your frugal attitude. In the future, you will be a complete 'guarantor' in the financial sense, and you will only make investments in tangible things (real estate, gold). Money will become a bastion of security rather than a source of stress for you. The future heralds you a period of immense prosperity when money admires your discipline and remains loyal to you; But don't take luxury too much for yourself."
      },
      "saglik": {
        "gecmis": "You may have gone through a period in the past where you were very hard on your body regarding your health, and maybe you bottled up your emotions and made your body hard as a stone. You may have experienced 'holding' discomforts such as lower back pain or digestive problems. This physical 'defense' you gained at that time left a clumsiness and loss of flexibility in your body even today. You discovered in those tense days that health is actually a physical 'surrender and flow'.",
        "simdi": "My dear, right now your body is telling you 'let go'; You are so tense and this tension has spread to all your muscles! You may be feeling pain in your joints because you are locking down your body while trying to control everything in your life. Stretching, getting a massage or softening your body by drinking plenty of water will be the biggest healing for you these days. If you don't clear those blockages in your soul, your body will tell you 'stop'; You need to relax a little, honey.",
        "gelecek": "Unshakable resilience awaits you in the future regarding your health, but this strength will only be permanent if you learn flexibility. Even as you get older, your 'self-protective' attitude will keep your body resistant to diseases. However, you should not allow your passion for excessive control to tire your cardiovascular system. The future promises you a healthy life where you wake up every morning with a clear mind but a fluid body; You should add yoga to your life."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of immense control and security in a past period of your life when you said 'I must hold the world in my hands'? That's when you ran away from all kinds of surprises and missed life a little by just waiting in your safe haven. This 'guarantor' identity you gained during that period is the strongest foundation of your unshakable character in every aspect of your life today. You personally experienced that in those days, 'ownership' was sometimes 'slavery'.",
        "simdi": "Honey, you are currently in one of the most 'safe but stable' periods of your life; Everything is under control but it's like you can't breathe! You have fixed the stones in your life in such a way that there is neither anyone leaving nor anyone new coming. This may protect you, but it also kills your excitement. Today you should throw one of those talismans in the air and trust life. Don't be afraid, the universe will never let you down when you stand firm; just stretch a little more.",
        "gelecek": "Your future seems like a very safe and solid path, shaped by your stable and protective energy. You are entering a period where everything in your life remains in place as you planned and you have an unshakable order. A life awaits you where people admire your strength and determination, but you are a bit distant. The future will ask you 'yes, you did it, but will you enjoy this wealth now?' he will ask; live life!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you went through such a big crisis of 'not being able to let go' in love that it was as if half of your soul was left in you to unlock those locks. Remember that moment of awakening when you claimed your partner as a possession or broke free from that toxic bond that imprisoned you. This state of 'breaking the chains' at that time is the biggest proof of why he is so 'free-spirited' in love today. You understood in those painful days that love is real only when it is set free.",
        "simdi": "My dear, those false control towers in your love life are crumbling right now; You can no longer imprison your partner or your feelings! There is nothing hidden in your relationship, all your hidden fears come to the surface and you feel vulnerable. This is actually a tremendous opportunity for you; Because you can't build a real bond without those walls coming down. Today is your time to throw off that burden of 'protection' and just open your heart with honesty; The lighter you become, the more you will be loved.",
        "gelecek": "The risk that awaits you in love in the future may be to throw away everything at once in a crisis or to lose your values ​​due to excessive wasteful emotions. If you don't balance this 'all or nothing' attitude, you may always experience that 'I can leave at any time' uneasiness in your future relationships. If you want true happiness in the future, you must build trust not on possessions, but on a spiritual bond. Otherwise, your love life may always be filled with a panic of 'missing out on what you have'."
      },
      "is": {
        "gecmis": "You have been so 'stubborn' and resistant to change in the past in your career that eventually the market or management forced you to change. Maybe you experienced a job loss, or maybe the field you specialized in suddenly lost its value and you were left out in the cold. This 'financial constraint' at that time shows why you are more of a 'risk-taker' in your professional life today. You learned the hard way in those days that success does not come just by waiting.",
        "simdi": "You are currently suffering from a 'loss of control' and lack of planning in your business life, honey; You feel like everything is slipping away from you! The methods you used to rely on no longer work and you are having difficulty establishing a new strategy. There may be serious shocks in your projects at work or in your budget. These days, you need to stop being stubborn, get help and stop saying 'I know'; Otherwise it may slip from under your armpit, wake up!",
        "gelecek": "The danger that awaits you in your future business life may be spending your savings unplanned or losing your reputation suddenly by taking the wrong risk. If you do not regain financial discipline today, you may be very vulnerable to your competitors in the future. To ensure your future success, you must learn not just to hold on to what you have, but to distribute and grow it wisely. Otherwise, your career path may always remain at that 'almost everything was going' stop."
      },
      "para": {
        "gecmis": "That mistake of 'losing everything suddenly' or excessive wastefulness that you made in the past in financial matters may have ruined your abundance today. That period when you used money only as a show of power instead of managing it has made you a more anxious and meticulous person today. Maybe you came close to going bankrupt and since then your hands are shaking every time you look at your wallet. It seems like you wasted your own blessings with your own hands in those days just because you 'couldn't manage' them.",
        "simdi": "You are currently in a serious 'fear of loss' and lack of control phase regarding your money situation, dear; The holes in your wallet are getting bigger! A payment you expect may not come, or your unplanned expenses may shake your budget. This situation may be disturbing your sleep. When making financial decisions these days, you should act only with numbers, not your emotions, and be able to say 'I need to make a plan urgently'. Silence doesn't make you rich, it just makes you worse; Face the facts and cut waste!",
        "gelecek": "The biggest risk that awaits you in your financial future may be losing everything due to property disputes or sacrificing your last penny while pursuing ill-gotten gains. If you do not clear your financial mind today, you may always be in financial trouble and victimization in the future. If you want prosperity in the future, you must learn to protect your money and grow it honestly. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "You have neglected a situation related to your health in the past, saying 'nothing will happen to me' or being angry with your body. Maybe you focused only on your material ambitions and ignored the physical symptoms, and that's why your body became weak. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a panic of 'Am I sick again' at the slightest fatigue. It seems like you've ignored your own body's needs simply out of arrogance and stubbornness.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this 'I control everything' stress anymore! Constipation, joint stiffness or chronic fatigue may be a manifestation of your inactive and neglected state right now. You should take time for yourself these days, quiet your ego a little and let your body repair itself; Healing will only come back when you truly say 'I am investing in my body'.",
        "gelecek": "The problems you may experience with your health in the future may generally be due to fatigue caused by excessive effort or internal diseases caused by improper nutrition. If you do not regulate your lifestyle today and do not see 'resting' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you should create a healthy routine now and take care of your body like a temple. Health stays with you only when you protect it."
      },
      "hepsi": {
        "gecmis": "You ruined that great success that you should have experienced in a past period of your life because of your own arrogance or fears. While fate had just opened a door for you, you refused to pass through that door, saying 'I won't leave my belongings'. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting on that old threshold; You must leave those burdens now.",
        "simdi": "There is chaos in your life right now because you are trying to control everything, but the real power is in 'surrender' my dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your stubbornness of 'I must protect what is mine'. He should shake himself up as soon as possible, realize the blessings he has and ask 'what am I really living for?' you should ask. If your perspective does not change, your life will not open a new door for you; You have to take that step of gratitude.",
        "gelecek": "The process that awaits you in the future, if you do not change this dissatisfied and stubborn attitude, may be a constantly recurring misfortune of 'I had it but it is gone'. You can miss the magnificent beginnings that life offers you only because you cannot show that final generosity. To save your future, you must put 'sharing' and appreciation at the center of your life again today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 62,
    "card_name": "Five of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a period of complete 'exclusion' and loneliness in love in your past; Remember those winter nights when the doors were closed in your face and you felt lonely even next to your loved one. Maybe financial difficulties hit your relationship, or maybe family rejection left you on the street. This deep deprivation you experienced at that time is the biggest reason why you seek so much 'moral support' and 'loyalty' in love today. You understood in those days that love is evident not only in good times but also in storms.",
        "simdi": "You feel like you're in a spiritual 'drought' in your love life right now, honey; It's like the springs of love have dried up and you're stuck outside under the snow. There may be a serious coldness between you and your partner, or you may be in a depression where you do not feel worthy of being loved. However, help is right next to you, the light of that church is shining, but you are just looking at the ground! Today is your time to put your pride aside, ask for support from your loved ones and save your heart from that freezing loneliness; No one can heal alone.",
        "gelecek": "Beautiful beauty, in your future, love will put you to the test of 'solidarity'; You will see how much you can bond with your partner in the face of financial or spiritual difficulties. The person you will meet may not offer great opportunities at first, but he will be that 'real' companion who will face every difficulty with you. This relationship will teach you that love is not a luxury, but a survival force. The future promises you a deep bond in love that will make you say 'the one who is with me in difficult times is the one who is with me'; be ready"
      },
      "is": {
        "gecmis": "Think back to that 'dark winter' period in your career when you experienced a major job loss, exclusion, or lack of compensation for your efforts. That period when you thought everyone had forgotten you and you were 'starving' professionally, was very rough on you, but at the same time it gave you a steely patience. This 'nonexistence' test at that time shows how resilient you are in business life today and how professional you are who does the most with the least. You learned the value of success in those days when you lost it.",
        "simdi": "Right now, my dear, you are in a state of complete 'victimization' and lack of motivation in your business life; It's like no one sees your talents and they exclude you! Not only are the work at your desk not working, but financial constraints are imposed on you and you can't breathe. This situation may turn you into someone who has 'given up', be careful! Today is the time for you to 'lift your head'; You should swallow that pride and knock on the door of a mentor or friend, because you can't get out from under this rubble alone, help is right there.",
        "gelecek": "What awaits you in your future business life will be a 'resurrection' story that you will achieve by starting from scratch and scraping it with your nails. Maybe you will be unemployed for a while or have to work for a very low salary, but this process will enable you to discover your 'real potential'. Your career will teach you patience before it brings you money. The future promises you a tremendous struggle in business life that will make you say 'you can only get from the bottom to the top with faith' and the well-deserved victory that comes after."
      },
      "para": {
        "gecmis": "You have experienced a period of complete 'deprivation' or bankruptcy in financial matters in the past; You know, those painful days when your wallet is empty and you can't ask anyone for help! You discovered in those hardest times that money is not just a piece of paper, it is a matter of honor. This fear of 'famine' brought by that period has made you extremely anxious when managing your budget today and sometimes wanting to believe in miracles. You understood the value of money during those winter days when you missed it the most.",
        "simdi": "You are currently in a serious 'bottleneck' and crisis regarding your financial situation, honey; It's like all the income doors are closed to him! You are in a very limited financial situation and this situation destroys your self-confidence. But let me give you the good news: That help light is on, you just have to look up and swallow your pride. These days, it's not a shame to ask for financial support from someone, it's a necessity; Otherwise you risk freezing in this cold, wake up!",
        "gelecek": "The biggest risk awaiting you in your financial future may be getting stuck in that swamp of 'hopelessness' that follows financial losses. If you don't clear your financial mind today and say 'I'll get over this', you may always be in financial 'financial trouble' in the future. If you want prosperity in the future, you must let go of your 'fearful' attachment to money and learn to get help. Otherwise, you may always remain in that 'sunken ship' sadness financially; Be resilient."
      },
      "saglik": {
        "gecmis": "Remember that tiring period in the past when your body was almost bankrupt and you felt very weak and lonely when it came to your health. Maybe a long illness or a physical disability left you behind in life, and you fought alone in that cold. This 'physical resistance' test you experienced at that time may have left you with a sensitivity and a fragility as if you would get tired at any moment, even today. You discovered in those desperate days that health is actually a blessing.",
        "simdi": "My dear, your body is calling you 'help' right now; You're out of energy and you're still trying to run around outside under snow! Your immune system is down, your bones are aching and your soul is crying from exhaustion. These symptoms actually carry the message of 'seek help and rest'. These days, more than going to a doctor, you need a relative who will embrace you with compassion; Your body will not recover until you warm up your soul, wake up! Don't neglect yourself any more.",
        "gelecek": "The problems you may experience with your health in the future may be vitamin deficiencies, which are often neglected, rheumatism or reactions of the immune system due to excessive sadness. If you do not regulate your lifestyle and give your body that 'compassionate' care today, your body may give you a much harsher 'I'm done' warning in the future. To be fitter in the future, you should learn to be grateful now and look at your body like a temple. Health stays with you only when you love it."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of immense deprivation and grief at some point in your life when you said 'the world fell apart and no one held my hand'? That's when you passed the greatest test of pride to survive and walked those snowy roads alone. This 'victimization' experience you gained at that time creates a 'trust problem' throughout your life today. It's as if you don't feel like your time is wasted, but that you're late for life. But remember, that winter didn't actually destroy you, it froze you; Now it's time to dissolve.",
        "simdi": "Honey, there is a complete 'black hole' situation in your life right now, my dear; You don't enjoy anything, you only focus on the shortcomings! There may be opportunities, but you are so wounded that you do not see the light at the door. This is actually a test of your faith and endurance; The universe tells you 'even in the darkest moment there is a light'. You must stop as soon as possible, throw off that black cloak, and see asking for help as a strength, not a weakness. Life doesn't flow behind you, it flows behind that illuminated door.",
        "gelecek": "Your future seems like a sad but very honorable path shaped by your recovery from this sad and difficult mood. Behind every success in your life will be the silent wisdom of those lost days; Nothing will come easy to you, but everything that comes will improve your quality. A life where people admire your 'recovery' story awaits you. The future will tell you that 'pain did not kill you, on the contrary, it made you an unshakable spirit' and will invite you to a new happiness; get ready!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "Remember that moment of tremendous awakening when you finally ended the heavy loneliness and exclusion you experienced in love in the past and opened the doors of your heart. You stopped crying after someone left or saying 'I'm not loved' and regained your self-respect by saying 'life goes on'. This 'healing' energy at that time is the biggest proof of why we are so 'selective but hopeful' in love today. In those days, you managed to get off those snowy roads and enter a sunny street.",
        "simdi": "My dear, you are currently in a period of 'wound healing' and spiritual cleansing in your love life; Now that old feeling of loneliness is dissipating! The cold ice between you and your partner melts, or you put aside the heavy grief in your loneliness. You are at that miraculous moment when you finally realize that you are worthy of being loved and decide to lend a helping hand. Today is your time to lift your head off the ground and walk towards the light of love waiting for you; You are healing honey, your heart is at peace.",
        "gelecek": "Most beautiful, in your future, love will embrace you with complete 'compensation' and peace; Absences will be replaced by much more valuable assets. The person you meet will heal all your old wounds one by one and remind you how relieving it is to trust again. This relationship will be loyal and honest enough to make you say 'I'm glad we overcame those difficult times together'. The future gives you the good news that 'winter is over, spring is rising for you' in love; You are no longer lonely.",
        "is": "You have been reborn from the ashes by learning a tremendous lesson from that great period of 'unemployment' or exclusion you experienced in your career. You didn't give up when you were told it was over, you resisted alone in that cold and finally managed to enter the door of that warm office. This spirit of 'endurance' you showed in those days shows what an unshakable character you are in your professional life today. You proved to the world in those difficult days that success is just 'surviving'.",
        "para": "You have managed to overcome the period of 'deprivation' you experienced in financial matters with great patience and honesty. You used the secret help that came to you when you said 'I lost everything' in such a way that you built your day with the strength you gained from that crisis. This 'financial awakening' at that time enables you to manage your budget much more wisely and 'without missing opportunities' today. In those days, you broke the poverty psychology that prevented your own abundance; Now the money is flowing to you.",
        "saglik": "You overcame the great 'collapse' you experienced regarding your health in the past and the period in which you were confined to bed, with great willpower. Remember that healing moment when you got rid of those freezing diseases that imprisoned your body and soul and said 'living is beautiful despite everything'. This 'physical liberation' you experienced at that time proves to you how strong your cells are today. You learned the language of your own body in those difficult but enlightening days; You chose to heal.",
        "hepsi": "Thanks to that 'enlightenment' you experienced in a past period of your life, you threw away that victim mentality that destroyed you and came back to life. You faced the truths that no one else dared, and you dispersed your own darkness with your own hope. This 'healing' power you gained during that period is your greatest asset today and the basis of your unshakable character. In those days, you said goodbye to winter and hello to real peace; You are now under the sun!"
      }
    }
  },
  {
    "card_id": 63,
    "card_name": "Six of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a period of complete balance and mutual support in your love life in the past; Whatever anyone needed, the other one was there. There was such a fair exchange between you and your partner that neither you nor he felt exhausted. The compassion and generosity you saw at that time is the biggest reason why you seek so much 'fairness' in love today. In those peaceful days, you understood that love is a treasure that increases as it is shared.",
        "simdi": "You are currently in a period of 'healing and give-and-take' in your love life, honey; The doors of your heart are open to generosity! If you are in a relationship, you can get the support or gift you expect from your partner and resolve the problems between you with kindness. If you are alone, it is only a matter of time before someone with a very noble soul arrives to reach out to you and heal your wounds. Open your heart to this abundant energy today; Because as you give, the universe will offer you the most beautiful feelings.",
        "gelecek": "Beautiful beauty, in your future, love will embrace you with a complete 'fortress of compassion' and a fair togetherness. The person you meet will not only love you, but will make your life easier in every sense and will take you under their wing. This relationship will prove to you that love is not just an emotion, but an art of solidarity and mutual growth. The future promises you that period of great balance in love where you will 'get what you deserve'; be ready"
      },
      "is": {
        "gecmis": "Think back to that lucky time in your career when you had the support of a mentor or great financial help. That process where someone trusted you and shared the opportunities they had with you enabled you to build the strongest bridges of your professional life. This 'cooperation' experience you gained during that period shows how loyal and reliable you are in business life even today. You understood in those days that success does not come alone, but by helping each other.",
        "simdi": "You are currently in a period of 'appreciation and support' in your business life, my dear; Your efforts are finally being seen by your superiors! That budget approval, promotion or job opportunity you have been waiting for is now at your door; Because now it's time to invest in your quality. This balance, where you are both helping and receiving help at work, will give you tremendous peace. Today is the time for you to 'be open to offers'; You give confidence to everyone with your energy and attract success with your integrity.",
        "gelecek": "A tremendous process awaits you in the future, where you will be known as a 'generous and wise leader' in your business life and you will guide others. You will come to a point where you will no longer be looking for a job, but will be that strong woman who opens doors to talented people. Your career will offer you not only money, but also priceless prestige and blessings. The future promises you a majestic authority in your business life that will make you say 'the real wealth is what you share'."
      },
      "para": {
        "gecmis": "Remember that unexpected support or fair share that helped you get out of a difficult financial situation in the past. In those lucky days, you discovered how to use money as a tool of balance, not as an ambition, and where your 'fortune' would come from. The right financial steps you took in those days enable you to act in a much more 'gratitude-oriented' and peaceful manner financially today. You have proven in those successful days that money is shaped according to your generosity.",
        "simdi": "You are in a period of tremendous 'abundance and balance' regarding your financial situation right now, honey; Your wallet sings songs of victory! The inheritance, compensation or receivables news you have been waiting for finally turns out in your favor and you experience financial relief. You are in a time of financial 'give and take'; Even a small help you give today will return to you exponentially. The universe tells you 'abundance lies in your honesty'; Every investment you make today will brighten your future.",
        "gelecek": "Your financial future looks very bright and unshakable thanks to your fair and visionary moves. In the future, you will be a 'monument of trust' in the financial sense, and you will place your name and earnings on an unshakable basis of abundance. Money will no longer be a source of stress for you, but the sacred fuel you use to beautify the world and protect your loved ones. The future heralds you a period of immense prosperity when money flows to you, admiring your honesty."
      },
      "saglik": {
        "gecmis": "Remember that healing period in the past when you got back on your feet with the support of a specialist or loved ones about your health. You did not hesitate to get help to learn what would be good for your body and thus accelerated the healing process. This physical 'balance' you gained during that period was the strongest foundation of that resilient structure that protects your body even today. You discovered in those peaceful days that health is actually a matter of physical shopping and care.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in complete balance and light! Your energy is so clear and high that you feel renewed. If you have a health problem, today you are in a tremendous moment where that problem can be solved with accurate diagnosis and compassionate treatment. Getting a massage, adjusting your vitamins and giving your body small rewards these days will take your energy to the top; you shine!",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. No matter your age, you will always remain vigorous and young, thanks to the fair agreement you have made with your body. Diseases will stay far away from you because you will understand what your body needs like a wise man and make it a way of life to give it its due. The future promises you a healthy life where you wake up every morning with great gratitude."
      },
      "hepsi": {
        "gecmis": "Do you remember that magnificent phase of justice and balance in a past period of your life when you said 'right has been served'? That's when you ended all kinds of conflicts and declared that great peace of honesty with your loved ones and yourself. This 'fair' identity you gained at that time is the strongest building block of success in every aspect of your life today. In those days, you personally experienced that kindness was a magic key that opened every door.",
        "simdi": "Honey, you are currently in one of the wisest, most honest and most 'balanced' periods of your life; The universe salutes your nobility! All the secrets in your life come to light, the uncertainties result in merging with your vision, and you now feel complete. Whatever you intend today, there will be the justice and support of a whole universe behind that intention. Just listen to your heart and enjoy this magnificent wholeness; Because you deserve this respect to the fullest.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your honest and wise energy. You are entering a process in which everything in your life falls into place, one by one, and every intention of yours is realized with great success. A life awaits you where people admire your wisdom and you improve the world with your intelligence. The future will say to you, 'truth will be your greatest treasure' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You have experienced such a 'one-sided' and unbalanced love relationship in the past that you eventually burned out trying to feed others while starving your own soul. Maybe your partner only loved you when it was beneficial to you, or maybe you used your love as a tool of pressure and this created coldness between you. This 'give and take mistake' at that time may prevent you from experiencing full trust in your relationships even today. Those days when you abandoned your own heart to an injustice still feel like an ache in your soul.",
        "simdi": "My dear, there is currently a period of 'manipulation' and power struggle in your love life; It's as if there is a debt-credit case between you and your partner! You hurt each other based on who loves more, who sacrifices more, and you present love as a blessing. This unrest within you makes you lonely. If you don't put aside that scale in your hand today and try to talk only with your heart, you may lose this precious bond in your hand just for the sake of stubbornness, wake up!",
        "gelecek": "The risk that awaits you in love in the future is that you may think that love is a 'business' and establish a relationship based solely on material or social interests. If you expect a constant 'account' from your partner, you may be doomed to a relationship that is only on paper but has dead soul in the future. If you want true happiness in the future, you must learn to see love as a flow, not a reward. Otherwise, your love life may always remain a 'debt of gratitude' sadness."
      },
      "is": {
        "gecmis": "You may have worked in such an 'unfair' environment in your career or experienced a period where your labor was exploited that your confidence in professional life was shaken. Maybe someone took your success for themselves, or maybe you never got that bonus/promotion you deserved. This feeling of 'injustice' at that time may have turned you into someone who is overly defensive and says 'I don't trust anyone' towards every new project in your professional life today. Those days when your success was overshadowed made you a little angry.",
        "simdi": "You are currently experiencing a pang of 'inadequacy' and injustice in your business life, honey; It's like all the work you've done has suddenly lost its value! There may be a serious lack of communication and selfishness between you and your superiors or colleagues. This may make you seem 'misfit' or 'unnecessary' at work. Instead of shouting with ambition these days, you should question why you feel so 'left out' and rebuild your foundations; Otherwise you will be pulled down from that peak.",
        "gelecek": "The danger that awaits you in your future business life is sabotaging your own career due to excessive arrogance and refusal to seek help. If you don't learn to cooperate and learn from your mistakes today, you may be left alone and far behind your competitors in the future. To protect your future success, you must act with justice, without forgetting the fact that 'rights are not given, they are taken'. Otherwise, your career path may always remain at that 'unfinished dreams' stop."
      },
      "para": {
        "gecmis": "That 'unplanned generosity' you did in the past in financial matters or the debt you gave to someone and could not get back may have lost your blessing today. It seems like you thought money was a 'way to gain love' instead of managing it and you couldn't draw boundaries. This 'financial blindness' at that time has caused you to be much more anxious about money today and act with the fear of 'being deceived again'. At that time, you gave away your blessings to others just because you couldn't say no.",
        "simdi": "You are currently feeling seriously 'dissatisfied' and exploited with your financial situation, my dear; You may have money, but even you can't keep track of where it goes! Someone may be taking advantage of your good will or you are being crushed under an expense you do not deserve. When making financial decisions these days, you should act only with numbers, not your emotions, and learn to say 'no'; Otherwise, in this chaos, you may waste your last savings for the sake of others.",
        "gelecek": "The biggest risk that awaits you in your financial future may be to suffer great losses because you did not seek your legal rights, or to settle for much less than what you are entitled to in the inheritance/partnership and regret it. If you do not clear your financial mind today, you may always be in financial trouble and victimization in the future. If you want prosperity in the future, you must learn to protect your money and manage it professionally. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "In the past, you neglected a situation related to your health too much because of 'other people's troubles' and did not take those warning signals of your body seriously. Maybe you gave the money or time you would have spent on a treatment to others and that's why your body became weak. This state of 'neglect' you experienced at that time may have left you with a sensitivity and a feeling of vulnerability, as if you could get sick at any moment, even today. You ignored the needs of your own body while just saying 'let me be a good person'.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this 'keeping up with everyone' stress anymore! Vitamin deficiencies, weight problems or nervous tensions may be the expression of your inactive and neglected state right now. You should take time for yourself these days, quiet your ego a little and let your body repair itself; Healing will only come back when you truly say 'I am investing in my body'.",
        "gelecek": "The problems you may experience with your health in the future may generally be due to fatigue caused by excessive effort or internal diseases caused by improper nutrition. If you don't regulate your lifestyle today and see saying 'no' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you should create a healthy routine now and take care of your body like a temple. Health stays with you only when you protect it."
      },
      "hepsi": {
        "gecmis": "You ruined that great success that you should have experienced in a past period of your life because of your own arrogance or trusting the wrong people. While fate had just opened a door for you, you made a mistake or could not bear that bond/power. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting for someone on that old threshold.",
        "simdi": "There is chaos in your life right now because you are looking for balance outside, but the real harmony is within you, my dear; This is your biggest mistake. There are opportunities, but you cannot see them because of your 'I know everything' stubbornness or fake kindness. He should shake himself up as soon as possible, realize the blessings he has and ask 'to whom am I really giving and why am I giving?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that balancing step.",
        "gelecek": "The process that awaits you in the future may be a constantly recurring 'loneliness' and 'almost-happen' misfortune if you do not change this dissatisfied and incompatible attitude. You can miss the tremendous opportunities that life offers you simply because you cannot find that inner compassion. To save your future, you must learn to be 'grateful' and rise with others today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 64,
    "card_name": "Seven of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, in your past you acted like a 'worker' in love and put forward your years, patience and all your heart to grow your relationship. Maybe you kept a difficult relationship alive, maybe you buried your youth in that garden while waiting for someone else to mature. This wise patience you showed at that time is the biggest proof of why you are so 'selective' and 'result-oriented' in love today. In those days, you realized that love is not just a desire, but a harvest worth waiting for.",
        "simdi": "You are currently in a period of 'evaluation' and monitoring in your love life, honey; You check to see if the seeds you planted are growing! You question whether you will be rewarded for the efforts you put in your relationship, 'could this person be my future?' You are at that critical moment. Don't make any hasty decisions today, just quietly watch your garden and trust the pace of nature. You will see that the emotional fruits you have been patiently waiting for will ripen just in time and satisfy your heart; Just hold on a little longer.",
        "gelecek": "Beautiful beauty, in your future, love will embrace you with a complete 'harvest festival' and unshakable devotion. The bond you will establish with the person you meet or with your current partner will turn into a magnificent work that has been crafted step by step over the years. This togetherness will be fruitful, safe and long-lasting enough to make you say 'I'm glad I was patient in those days'. The future will make you experience the truth of 'effort is never wasted' in love in its sweetest form; Your treasury is slowly filling up."
      },
      "is": {
        "gecmis": "Remember that disciplined period in your career when you grew a brand new idea or project with your nails and worked on every detail. In those days when no one believed, you planted that first seed and built your professional identity today by watering it every day. This 'visionary patience' at that time shows how resilient and 'knowing the harvest' a professional you are in your business life today. You proved in those days that success does not come overnight, but through sweat.",
        "simdi": "Right now, my dear, you are in a period of 'waiting and reaping' in your business life; Your projects are now at the stage of yielding results! You are in that magnificent moment when you will be rewarded for your efforts, every penny, and you analyze which investment will bring how much profit. Instead of making a new move at work, you should maintain the current situation and wait for the wind to turn in your favor. Today is 'patience strategy' time for you; You rule the entire garden with your energy and silently attract victory to yourself.",
        "gelecek": "A process awaits you in the future where your name will be known as the 'architect of success' in your business life and all your long-term plans will result in tremendous profits. You will come to a point where you will no longer pursue your work, but will sit peacefully in the shadow of those huge projects you have planted. Your career will offer you not only money, but also an unshakable future guarantee and professional satisfaction. The future promises you a glorious success in business life that will make you say 'the real victory belongs to those who are patient'."
      },
      "para": {
        "gecmis": "In financial matters, your long-term investment or savings discipline in the past has become the strongest foundation that protects your budget today. You learned in those successful days to use money not just to spend it, but to build your own future. Those patient financial steps you took in those days enable you to act much more financially secure and 'open to opportunities' today. You documented in those successful days how money will grow exponentially over time.",
        "simdi": "You're in a huge 'harvest' phase right now regarding your finances, honey; Those big profits you've been waiting for are ripening! You may receive very fruitful news in financial terms, and you may make the first big profit from an investment you have made. The universe tells you 'it will be worth the wait, open your arms'; Even the last small savings you make today will return to you as a huge fortune in the future. This fresh energy in your wallet will bring unshakable strength and peace to your financial life; enjoy it.",
        "gelecek": "Your financial future looks very bright and rich, thanks to your patient and wise moves. In the future, you will become a 'property rich' in the financial sense, and you will place your name and wealth on an unshakable future. Money will no longer be a source of stress for you, but the unshakable force that allows you to travel the world and protect the ones you love. The future heralds you a period of immense prosperity when money flows to you, admiring your discipline; Your wallet will always be full."
      },
      "saglik": {
        "gecmis": "Remember that magnificent phase in the past when you fully 'cooperated' with your body regarding your health and reinvented yourself with a long-term treatment or sports program. You treated your body like a cathedral and gave it the best care, and you were patient for months to get the results. This physical 'mastery' you gained at that time became the basis of that resilient structure that protects your body even today. You discovered in those healing days that health is actually a matter of physical effort and time.",
        "simdi": "My dear, right now your body is telling you 'it was worth what you waited for'; Your health is in complete balance and light! Your energy is so clear and high that you feel as if you were reborn. If you are in a treatment process, today you are at a tremendous moment when you start to get the most productive results of that process. Starting a new diet these days or disciplining your body with an expert will take your energy to its peak; you shine! Be patient, healing spreads to every cell of yours.",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. Regardless of your age, your body will work like a machine and the patience of your mind will adapt to this order. Diseases will stay far away from you because you will have made managing your body with love and awareness a way of life. The future promises you a healthy life where you wake up with great happiness every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of immense patience and construction in a past period of your life, when you waited for 'when will it happen' but did not give up? That's when you endured all kinds of difficulties, worked on your dreams step by step, and counted the days for that great harvest. This 'fortitude' identity you gained during that period is the strongest building block of success in every aspect of your life today. In those days, you personally experienced that patience is a magic key that opens every door.",
        "simdi": "Honey, you are currently in one of the most productive, most patient and most 'harvest' periods of your life; The universe salutes your efforts! All the problems in your life are illuminated with your mastery, the uncertainties come to fruition and you now feel complete. Whatever you intend today, behind that intention will be the patience of a whole life and your hard work in the past. Just keep waiting and watching; Because victory is about to fall into your lap, don't give up on taking that last step.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your honest and hard-working energy. You are entering a process where everything in your life becomes material, one by one, and every intention of yours is realized with great success. A life awaits you where people admire your wisdom and determination and you improve the world with your intelligence. The future will say to you, 'You were patient and won, now the harvest is yours' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you have been so 'impatient' and hasty in love that you have destroyed a relationship that would fully bear fruit with your own hands, or you have left everything unfinished with the decisions you made at the wrong time. Maybe you expected immediate results from someone, you pushed that person before he matured, and this created a coldness between you. This 'timing error' at that time may still be preventing you from finding complete peace in your relationships today. Those days when you sacrificed your own heart to greed still feel like an ache in your soul.",
        "simdi": "My dear, right now there is a feeling of 'disappointment' in your love life and that your efforts are in vain; It's like you can't grow that bond between you and your partner! You are in a constant state of reproach, saying 'Why isn't this happening, why aren't we moving forward?', and this hinders your abundance. If you are alone, you have closed your heart saying 'nothing will change'. Today you should put that negative perspective aside and ask 'where did I sow wrong?' You should ask; Otherwise, love will not survive in this drought, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be to focus only on the 'result' and miss the beauty of the process, or to compromise your own freedom while trying to force a relationship on. If you constantly expect a 'guarantee' from your partner, you may be doomed to a relationship that is only on paper but has dead soul in the future. If you want true happiness in the future, you must learn to see love as a process of growth, not a race. Otherwise, your love life may always remain like an 'unfinished harvest'."
      },
      "is": {
        "gecmis": "You've been so 'reluctant' or impatient in the past in your career that you didn't end up gaining the professional recognition you deserved. Maybe you gave up before waiting for a project to come to fruition, or maybe you missed a great opportunity by doing your job 'sloppy'. This 'hurry mistake' at that time may have caused some people to approach you with distance and distrust in your professional life today. You didn't understand in those days that success comes not only with talent but with time.",
        "simdi": "You are currently suffering from 'burnout' and loss of motivation in your business life, honey; It's like all the work you've done has suddenly lost its value! You ask, 'Why am I still here?' and you think that you are not getting the reward of your efforts. This may make you seem 'misfit' or 'unnecessary' at work. Instead of shouting with ambition these days, you should question why you were caught so 'unprepared' and rebuild your foundations; Otherwise success will continue to elude you, wake up!",
        "gelecek": "The danger that awaits you in your future business life may be sabotaging your own career due to excessive arrogance and stopping learning/waiting. If you don't learn to cooperate and learn from your mistakes today, you may be left alone and far behind your competitors in the future. To safeguard your future success, you must learn to say 'patience is a success'. Otherwise, your career path may always remain at that 'unfinished dreams' stop."
      },
      "para": {
        "gecmis": "That 'unplanned investment' you made in the past in financial matters or that period when you relied on short-term pleasures instead of managing your budget may have lost its abundance today. It seems like you thought it was a game instead of managing money and didn't listen to the warnings of experts. This 'mental block' at that time has caused you to be much more anxious about money today and act with the fear of 'something going wrong again'. Back then, you gave your blessings to others just because of your 'impatience'.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but even you can't keep track of where it goes! Even if a financial opportunity comes, you run the risk of backlash by saying 'it will end anyway' or you are afraid that the investments you have made will fail. When making financial decisions these days, you should act only with numbers, not with your emotions, and be able to say 'I must be patient'. Silence doesn't make you rich, it just makes you worse; Get expert support and don't rush!",
        "gelecek": "The biggest risk that awaits you in your financial future may be to suffer great losses because you do not seek your legal rights or to sacrifice your savings to the wrong decisions of others due to inadequate planning. If you do not clear your financial mind today, you may always be in financial trouble and victimization in the future. If you want prosperity in the future, you must learn to protect your money and manage it professionally. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "In the past, you have neglected a situation related to your health, saying 'it will go away anyway', and you have not taken your body's warning signals seriously. Maybe you interrupted a treatment or rejected the recommendations of experts by saying 'I don't have time' and that's why your body weakened. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a tendency to get sick at the slightest stress. You ignored your own body's needs just out of spite.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this confusion anymore! Wrong medications, hearsay information or an irregular lifestyle are the real reason for your sluggish state right now. You should make time for yourself these days, quiet your ego a little and start a really patient treatment; Healing will only come back when you truly say 'I am giving time to my body', wake up now!",
        "gelecek": "The problems you may experience with your health in the future will arise from those old pains that are often neglected and become chronic, but that you always say 'I can manage'. If you do not regulate your lifestyle today and continue to refuse expert help, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to create a healthy routine now and honestly heal your soul. Health stays with you only when you take it seriously."
      },
      "hepsi": {
        "gecmis": "You ended that great success that you should have experienced in a past period of your life before it even started, because of your own frivolity or impatience. Just when fate opened a door for you, you made a mistake or refused to put in the effort. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting in the shadow of that old failure.",
        "simdi": "There is chaos in your life right now because you think everything is a game, but responsibilities are knocking on your door dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your 'I have become a master' stubbornness or false self-confidence. He should shake himself up as soon as possible, realize the blessings he has and ask 'who should I really trust?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of maturity.",
        "gelecek": "What awaits you in the future may be a recurring misfortune of 'abandoned dreams' if you do not change your dissatisfied and unserious attitude. You can miss the tremendous good news that life offers you only because you fail to show that last bit of meticulousness. To save your future, you must put 'focus' and discipline back at the center of your life today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 65,
    "card_name": "Eight of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, you experienced a period in your past when you embroidered love like an embroidery and paid attention to every detail. You have worked patiently to strengthen your bond with the other person and worked like a master to lay a solid foundation for your relationship. This attentive attitude at that time has become your greatest treasure that determines your quality and loyalty in relationships today. You understood in those days that love is not just a feeling, but an art that is rebuilt every day.",
        "simni": "You are currently in a period of 'repairing and growing your relationship' in your love life, honey; You think about every detail to strengthen the bond between you and your partner. If you have a problem, you solve it not by running away, but by leaning in and working hard. If you are alone, you are so focused on improving yourself that your disciplined and radiant self is about to attract someone with the same seriousness as you. Today, you are in that productive moment in love where 'those who make an effort win'; There is effort hidden in every beat of your heart.",
        "gelecek": "Beauty of beauty, love awaits you in your future like a work of complete 'mastery'; The relationship you will establish will be precious enough to be cherished for years to come. You will build not only romance but also a common life discipline and unshakable trust with the person you meet. This togetherness will prove to you what a monument love can become when put in effort. The future promises you that patient and peaceful period in love where you will 'fall in love again every day'; Your hands will be healed and your heart will be filled with peace."
      },
      "is": {
        "gecmis": "Remember that intense period in your career when you went through an 'apprenticeship' period and learned your job in detail. Those days when you work day and night, stay sleepless to specialize, and learn from every mistake, are the golden foundation of your professional identity. This 'hard work' label you earned at that time makes you a sought-after and respected person in business life even today. You sealed those days that success is not a coincidence.",
        "simdi": "You are currently in a period of 'specialization and focus' in your business life, my dear; You are so focused on the job at hand that you don't even hear if the world collapses! Your creativity and technical skills are at their peak, and you complete your projects like works of art. The success you are waiting for at work will knock on your door very soon, thanks to your meticulousness and not giving up. Today is the time for you to 'transcend yourself'; You polish all projects with your energy and prove your mastery to everyone silently but profoundly.",
        "gelecek": "A tremendous success awaits you in the future, where your name will be known as the 'sole authority' in business life and everything you do will carry brand value. You will come to a point where it will no longer be you who follow your business, but the business world who will follow your unique technique. Your career will offer you not only money, but also invaluable professional satisfaction and prestige. The future promises you a glorious victory that will make you say 'labor is the highest value' in business life; Your hands will hold gold."
      },
      "para": {
        "gecmis": "Remember that disciplined period in the past when you calculated financial matters penny by penny and accumulated your savings drop by drop with the sweat of your brow. You have shown great patience not only to earn money but also to learn how to manage it correctly. The meticulous financial steps you took in those days enable you to act in a much more financially secure and 'abundance-oriented' manner today. You registered in those successful days that money was shaped according to your labor.",
        "simdi": "You're in a huge 'production' phase right now with your finances, honey; Your hands are working, your wallet is full! There is great effort and planning behind every penny you earn; That's why your blessings never decrease. You are in a time of 'sowing seeds' financially; A small and meticulous investment you make today will return to you as an unshakable fortune in the future. The universe tells you 'those who work earn money, half of the apple is yours'; You owe your financial success to your meticulousness, enjoy it.",
        "gelecek": "Your financial future looks very bright and unshakable, thanks to your hard-working and rational moves. In the future, you will become a financial 'wealth architect' and increase your earnings with the sensitivity of an artist. Money will no longer be a source of stress for you, it will be that powerful energy that allows you to make the world beautiful with your own efforts. The future heralds you a period of immense prosperity when money flows to you, admiring your discipline; Your wallet will always be full and your heart will always be at peace."
      },
      "saglik": {
        "gecmis": "Remember that magnificent phase in the past when you fully 'cooperated' with your body regarding your health and reinvented yourself with a disciplined treatment or sports program. You saw your body as a trust and put effort into every cell of it, and showed great patience to regain your health. This physical 'mastery' you gained at that time became the basis of that resilient structure that protects your body even today. You discovered in those healing days that health is actually a matter of physical effort and care.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in complete balance and development! Your energy is so clear and high that you feel like you are getting younger every day. If you are focused on a health goal (a new diet, sports branch), today is the right moment to maintain that discipline. Slowly shaping your body like a sculptor these days will take your energy to its peak; you shine!",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. No matter your age, you will always remain vigorous and young thanks to the careful bond you establish with your body. Diseases will stay far away from you because you will have made it a way of life to consciously nourish your body and renew it every day. The future promises you a healthy life where you wake up every morning with great gratitude."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous hard work and construction in a past period of your life when you said 'I am locked in success'? That's when you finished all the noise and prepared for that great success by processing your dreams step by step. This 'discipline' identity you gained during that period is the strongest building block of success in every aspect of your life today. In those days, you personally experienced that patience and effort were the magic keys that opened every door.",
        "simdi": "Honey, you are currently in one of the most productive, focused and 'productive' periods of your life; The universe salutes your efforts! All the problems in your life are illuminated with your mastery, uncertainties are resolved with your actions, and you now feel complete. Whatever you intend today, behind that intention will be the discipline of a whole life and your meticulous intelligence. Just keep doing your job well and enjoy this tremendous integrity; Because you deserve this dignity.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your honest and hard-working energy. You are entering a process where everything in your life becomes material, one by one, and every intention of yours is realized with great success. A life awaits you where people admire your expertise and you improve the world with your intelligence. The future will say to you, 'You worked, you were patient, and now you have built your own world' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you were so 'detail oriented' and perfectionist in love that you even pushed the person you loved most away from you with your endless criticism. Maybe you forgot to enjoy the moment while wondering how to get better in a relationship and this caused coldness. This 'too meticulous' mistake at that time is the basis of that old fear that prevents you from experiencing complete surrender in your relationships even today. Those days when you were too persistent in your own truth are like a pang of regret in your heart.",
        "simdi": "My dear, there is a period of 'communication blockage' and boredom in your love life right now; It's as if you and your partner are competing to tire each other out! Instead of solving the problems in the relationship, you magnify every small mistake or withdraw your effort by saying 'it won't happen anyway'. This situation may turn you into a 'lonely' and 'reluctant' person in love. Today you must let go of that obsession with perfection and learn to embrace love as it is; Otherwise, you will lose the love you have just for the sake of stubbornness.",
        "gelecek": "The risk that awaits you in love in the future may be losing your true soul mate due to excessive workaholism or drowning in details. If you constantly expect 'perfection' from your partner, you may be doomed to a relationship that is only on paper but dead in spirit. If you want true happiness in the future, you must learn to see love as sharing, not as a project. Otherwise, your love life may always remain a 'construction site' mess."
      },
      "is": {
        "gecmis": "You have been so 'reluctant' or undisciplined in your career that you ultimately did not gain the professional recognition you deserved. Maybe you left a project unfinished, or maybe you missed a great opportunity by doing your work 'sloppy' and this damaged your image. This 'laziness' mistake at that time may have caused some people to approach you with distance and distrust in your professional life today. You couldn't understand in those days that success comes not only with talent but also with meticulousness.",
        "simdi": "You are currently experiencing the pain of 'inadequacy' and loss of motivation in your business life, honey; It's like all the work you've done has suddenly lost its value! Things are piled up on your desk, but you have no idea where to start, which makes you panic. This may make you seem 'misfit' or 'unnecessary' at work. Instead of shouting with ambition these days, you should question why you were caught so 'unprepared' and rebuild your foundations; Otherwise you will be pulled down from that peak.",
        "gelecek": "The danger that awaits you in your future business life may be sabotaging your own career due to excessive arrogance and stopping learning, or getting bogged down in the details of a project and missing the big picture. If you don't learn to cooperate and learn from your mistakes today, you may be left alone and far behind your competitors in the future. To maintain your future success, you should stop saying 'I've become a master' and focus on learning something new every day. Otherwise, your career path may always remain at that 'unfinished dreams' stop."
      },
      "para": {
        "gecmis": "Those 'unplanned expenses' you made in the past in financial matters or that period when you relied on short-term pleasures instead of managing your budget may have lost its abundance today. Instead of managing money, it seems like you thought it was a game and took risks without thinking about the end. This 'financial blindness' at that time has caused you to be much more anxious about money today and act with the fear that 'something will go wrong again'. Back then, you gave away your blessings to others simply because of your 'carelessness'.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but even you can't keep track of where it goes! Even if a financial opportunity comes along, you run the risk of backfiring by saying 'it'll end anyway', or you'll shake your budget by spending money on unnecessary details. When making financial decisions these days, you should act only with numbers, not your emotions, and be able to say 'I need to make a plan urgently'. Silence doesn't make you rich, it just makes you worse; fix the accounts!",
        "gelecek": "The biggest risk that awaits you in your financial future may be to suffer great losses because you do not seek your legal rights or to sacrifice your savings to the wrong decisions of others due to inadequate planning. If you do not clear your financial mind today, you may always be in financial trouble and victimization in the future. If you want prosperity in the future, you must learn to protect your money and manage it professionally. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "In the past, you have neglected a situation related to your health, saying 'it will go away anyway', and you have not taken those warning signals of your body seriously. Maybe you interrupted a treatment or locked yourself into a routine that overexerted your body but produced no results. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a tendency to get sick at the slightest stress. You have ignored your own body's needs simply out of stubbornness and lack of discipline.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this confusion anymore! Wrong medications, hearsay information or an irregular lifestyle are the real reason for your sluggish state right now. These days, you should make time for yourself, quiet your ego a little and start a truly disciplined treatment; Healing will only come back when you truly say 'I am giving time to my body', wake up now!",
        "gelecek": "The problems you may experience with your health in the future will arise from those old pains that are often neglected and become chronic, but that you always say 'I can manage'. If you do not regulate your lifestyle today and continue to refuse expert help, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to create a healthy routine now and honestly heal your soul. Health stays with you only when you take it seriously."
      },
      "hepsi": {
        "gecmis": "You ended that great success that you should have experienced in a past period of your life before it even started, because of your own frivolity or impatience. Just when fate opened a door for you, you made a mistake or refused to put in the effort. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting in the shadow of that old failure.",
        "simdi": "There is chaos in your life right now because you think everything is a game, but responsibilities are knocking on your door dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your 'I have become a master' stubbornness or false self-confidence. He should shake himself up as soon as possible, realize the blessings he has and ask 'who should I really trust?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of maturity.",
        "gelecek": "What awaits you in the future may be a recurring misfortune of 'abandoned dreams' if you do not change your dissatisfied and unserious attitude. You can miss the tremendous good news that life offers you only because you fail to show that last bit of meticulousness. To save your future, you must put 'focus' and discipline back at the center of your life today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 66,
    "card_name": "Nine of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, remember that glorious time in your past when you learned to stand on your own feet in love and took immense pleasure even in your loneliness. That process in which you discovered how complete and beautiful you were without needing anyone was the peak of your spiritual wealth. This sense of independence you experienced at that time is the biggest reason why you seek such a 'quality' and 'free' space in your relationships today. You proved to the world in those days that love is not a need, but a choice.",
        "simdi": "You are not exactly a 'princess' in your love life right now, but a 'queen' energy, honey; You are so confident that no one can shake you! If you are in an existing relationship, your partner admires your nobility and independence. If you are alone, you are so happy in your own garden that you know very well that whoever comes in should not disturb this peace. Open your heart to this noble energy today; Because as you shine, the universe will present you with the most valuable and respectful candidates, enjoy your light.",
        "gelecek": "Most beautiful, in your future love will embrace you with complete 'welfare' and unshakable devotion; But you will never lose your independence. The person you meet will bring not only romance but also immense comfort and social power to your life. This togetherness seems solid enough to give you the most mature, most luxurious and most 'peaceful' state of love. The future promises you that period of immense happiness where you will be revered like an empress in love; The more you are loved, the richer you will become."
      },
      "is": {
        "gecmis": "Remember that golden period in your career when you achieved great success on your own, started your own business, or established your name as an authority. That process in which you reached the top with only your own talents, without needing anyone's support, was the diploma of your professional life. This 'approval of success' you earned at that time shows how reliable and a 'visionary' leader you are in your business life today. You proved to the world in those days that success is not just a goal, but a lifestyle.",
        "simdi": "You are currently in a period of complete 'independence' and harvest in your business life, my dear; Your efforts are finally rewarded with the highest rewards! You are in that magnificent moment where you set your own rules, choose the project you want, and reach complete financial well-being. Everyone at work envies your noble and controlled stance. Today is your time to 'enjoy victory'; You manage the entire office with your energy and attract success with your integrity. You no longer seek approval from anyone, success has become your natural state.",
        "gelecek": "A tremendous process awaits you in the future, where your name will be identified with 'success and wealth' in your business life and you will reach complete professional satisfaction. You will come to a point where you will no longer be looking for a job, your properties and projects will work for you. Your career will offer you not only huge profits, but also unshakable social prestige and complete freedom. The future promises you a glorious success in business life that will make you say 'the real victory is being self-sufficient'; Your crown will always shine."
      },
      "para": {
        "gecmis": "In financial matters, remember those fruitful times when you managed your budget with complete nobility and intelligence and proudly reaped the fruits of your investments. You learned in those successful days to use money not just to spend it, but to build your own freedom and luxury. Those visionary financial decisions you made in those days enable you to act with financial security and 'abundance awareness' today. You proved in those successful days that money is a tool that crowns your success.",
        "simdi": "You are currently in a period of tremendous abundance and luxury regarding your financial situation, honey; Your wallet sings songs of victory! That big profit you've been waiting for is coming, perhaps your financial situation suddenly brightens with a huge profit from a property sale or investment. You are in a time of complete financial independence; Every expenditure you make today will return to you as reputation, comfort and peace of mind. The universe tells you 'you are abundant because you deserve it'; You owe your financial success to your intelligence, enjoy it.",
        "gelecek": "I can give you the good news that your financial future will look very bright and rich thanks to your strategic and determined moves. In the future, you will become a 'monument of independence' in the financial sense, you will combine your name and wealth and acquire large properties. Money will no longer be a source of stress for you, it will be the sacred fuel that allows you to travel the world and protect your loved ones. The future heralds you a period of immense prosperity when money flows to you, admiring your leadership and abundance."
      },
      "saglik": {
        "gecmis": "Remember that glorious period in your past when your body was shining, your energy was at its peak, and you felt as vigorous as a queen. You have gone through a process where joy of life is the greatest medicine and you overcome all kinds of fatigue with just a smile and self-confidence. The positive bond you established with your body at that time was the strongest foundation of that resilient structure that protects your body even today. You discovered in those bright days that health is actually nourished by inner satisfaction and self-love.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in complete balance and light! Your energy is so clear and high that you feel strong and happy enough to do anything. If you have a health problem, today you are in a magnificent moment when that problem miraculously ends and your body repairs itself like a queen. Looking in the mirror these days, being at peace with yourself and eating well will further increase your healing energy; you shine!",
        "gelecek": "An unshakable strength in your health and a lifelong youthful fire awaits you in the future. No matter your age, your body will work like a machine and your joy of life will continue to be your greatest medicine. Diseases will stay far away from you because you will have made it a way of life to care for your body like a temple and nourish it with joy. The future promises you a healthy life where you wake up with great happiness every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of immense self-confidence and success in a past period of your life when you said 'I can do anything'? That's when you took the reins of your life tightly and spread your joy and power to all around you. This 'queen' identity you gained at that time is the strongest building block of your unshakable character in every aspect of your life today. You actually made the world experience what the power of women meant in those days.",
        "simdi": "Honey, you are currently in one of the most successful, brightest and most independent periods of your life; The universe has opened all its doors for you! All the chaos in your life is over, now it's time for you to take the stage and rule everything with that tremendous charisma. Whatever you do today will be blessed, and whoever you talk to will be amazed by you. Just keep your head up and enjoy this magnificent wholeness; Because you deserve this respect to the fullest. The universe applauds your existence.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your noble and visionary energy. You are entering a period in which everything in your life falls into place and every intention of yours is realized with great success. A life awaits you where people admire your wisdom and power and you rule the world with your intelligence. The future will tell you 'you have succeeded, you have now built your own world' and will invite you to the happiest cycle of your life; Enjoy!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you have been so 'dependent' and 'self-forgetting' in love that you have experienced a sad period in which you left your own soul at the mercy of someone else. Maybe your partner thought your dedication was a weakness and tried to restrict you. This 'loss of self-confidence' mistake at that time may still prevent you from experiencing complete freedom in your relationships today. Those days when you condemned your own heart to a prison still feel like an ache in your soul.",
        "simdi": "My dear, there is a feeling of 'inadequacy' and a period of dependency in your love life right now; You feel like you're nothing without your partner! You seek your own value in the approval of others, and you make compromises in order to be loved. This situation makes you 'weak' and 'unhappy' in love. Today you must look honestly in that mirror and learn to say 'I am a giant on my own'; True love will not find you unless you love yourself, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be being trapped in an unhappy relationship just for the sake of 'material comfort' or 'social image', or detaching yourself from the real world by thinking of love as a way of 'escape'. If you don't overcome this 'fear of being alone', you may be stuck in the future with a relationship that is only on paper but has dead soul. If you want true happiness in the future, you must learn to see love as a freedom, not a need. Otherwise, your love life may always remain as a 'window decoration'."
      },
      "is": {
        "gecmis": "You may have been so 'dependent on others' or 'seeking approval' in your career that you ended up experiencing a period where you were unable to showcase your own talents. Maybe you stayed in someone's shadow, maybe you entrusted your work to someone else, but those people took your success upon themselves. This 'insecure' mistake at that time may have caused some people to approach you with distance and insecurity in your professional life today. You didn't understand in those days that success comes not only by being approved, but by showing yourself.",
        "simdi": "You are currently suffering from a 'discredit' and lack of motivation in your business life, honey; It's like all the work you've done has suddenly lost its value! Maybe you want to start your own business, but the fear of 'what if I go bankrupt' paralyzes you. This may make you seem 'misfit' or 'unnecessary' at work. Instead of shouting with ambition these days, you should question why you feel so 'lonely' and find that strong queen within yourself; Otherwise you will be pulled down from that peak, wake up!",
        "gelecek": "The danger that awaits you in your future business life could be sabotaging your own career due to excessive arrogance and underestimating people, or that huge feeling of 'emptiness' that comes after a success. If you don't learn to cooperate but also maintain your independence today, you may be left alone in front of your competitors in the future. To maintain your success in the future, you must stop saying 'I know everything' and be open to learning. Otherwise, your career path may always remain at that 'I'm at the top but I'm lonely' stop."
      },
      "para": {
        "gecmis": "That 'excessive extravagance' you made in the past in financial matters or the mistake of using money as a show of power and a 'way to be loved' may have missed your blessings today. That period when you spent money only for that momentary feeling of luxury and prestige, instead of managing it, has made you more limited and anxious today. Maybe you thought an investment would bear fruit, but it seemed like it was just a game of your ego. This 'material illusion' at that time drags you into a state of unnecessary guilt every time you look at your wallet today.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but even you can't keep track of where it goes! Even if a financial opportunity comes, you run the risk of recoiling by saying 'it will end anyway' or hiding behind fake wealth. When making financial decisions these days, you should act only with numbers, not your emotions, and learn to say 'no'; Otherwise, in this chaos, you may spend the last of your savings for the sake of luxury and power struggle.",
        "gelecek": "The biggest risk that awaits you in your financial future may be experiencing a big loss in an investment that you entered with excessive self-confidence or out of curiosity. If you do not learn financial discipline today and stop using money as a tool of pressure, you may always live with a feeling of financial 'inadequacy' in the future. If you want prosperity in the future, you should use your financial power to build a real castle, not to show off. Otherwise, you may always live in fear of going bankrupt financially."
      },
      "saglik": {
        "gecmis": "In the past, you have neglected a situation related to your health, saying 'nothing will happen to me' or focusing only on your appearance. Maybe you focused only on your mental pain and ignored the physical symptoms, and that's why your body became weak. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a panic of 'Am I going to get sick again' at the slightest fatigue. It seems like you've ignored your own body's needs simply out of vanity and pleasure.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can no longer handle this stress of 'keeping up with others'! Skin problems, weight gain or hormonal irregularities may be a manifestation of your inactive and neglected state right now. You should make time for yourself these days, quiet your ego a little and really listen to what your body wants; Healing will only come back when you truly say 'I value my body'.",
        "gelecek": "The problems you may experience with your health in the future may generally be due to fatigue caused by excessive effort or internal diseases caused by improper nutrition. If you do not regulate your lifestyle today and do not see 'resting' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you should create a healthy routine now and take care of your body like a temple. Health will only last when you are in balance."
      },
      "hepsi": {
        "gecmis": "You have abandoned that great awakening and independence that you should have experienced in a past period of your life because of your own fears or your need for the approval of others. While fate had just opened a door for you, you made a mistake or could not bear that bond/power. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting for someone on that old threshold.",
        "simdi": "There is chaos in your life right now because you are looking for everything outside, but the real power is within you, my dear; This is your biggest mistake. You want everything to look perfect, but you can't even see the beauty in your hands because of that 'empty' feeling inside. He should shake himself up as soon as possible, realize the blessings he has and ask 'who do I really need and why do I need it?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of independence.",
        "gelecek": "The process that awaits you in the future, if you do not change this dissatisfied and incompatible attitude, may be a constantly recurring 'loneliness' and 'I almost made it' misfortune. You can miss the tremendous opportunities that life offers you simply because you cannot find that inner self-confidence. To save your future, you must learn to be 'grateful' today and be happy on your own. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 67,
    "card_name": "Ten of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, in your past you have experienced love not only as a world for two people, but as an unshakable family bond and deep-rooted trust. Maybe you built a home, or maybe you laid such a foundation with your partner that everyone around you looked at you with envy. That sense of 'belonging' you felt at that time is the biggest reason why you seek so much seriousness and peace in your relationships today. You understood in those peaceful days that love is a legacy that will last for generations.",
        "simdi": "You are currently in a period of 'harvest' and family happiness in your love life, my dear; The castle of your heart is stronger than ever! If you are in a relationship, now is the time to take it to the next level, such as marriage, meeting families, or acquiring a joint property. If you are alone, the person you meet will see you not only as a lover, but also as a lifelong spouse and companion with whom you can build a deep-rooted family. Today you are at that magnificent moment in love where everything falls into place and traditions and the future come together.",
        "gelecek": "Most beautiful, in your future, love will embrace you with a complete 'happy ending' and unshakable integrity. You will build not just a love story, but an empire with the person you meet; That magnificent home where your children and loved ones will grow up in peace is on the horizon. This togetherness will be satisfying and prestigious enough to make you say 'the unshakable peace I was looking for is here'. The future promises you that golden age where you will be crowned like a queen in love and will be rooted."
      },
      "is": {
        "gecmis": "Think back to that solid period in your career when you worked for a well-established organization or successfully ran the family business. You have established your name as an authority in the business world and gained a tremendous reputation by combining traditional methods with modern success. This 'corporate' structure you established at that time shows why you are such a dignified and reliable name in your professional life today. You proved to the world in those days that success is not a coincidence, but a legacy.",
        "simdi": "You are currently in a period of 'peak' and stability in your business life, my dear; Your efforts are finally being rewarded at the highest level! You are at that moment when you have grown your own business, your projects are now running smoothly within a system, and you have reached complete financial satisfaction. Everyone at work admires your controlled and visionary stance and asks for advice. Today is the time for you to 'seal your empire'; You manage the entire office with your energy and write a lasting success story.",
        "gelecek": "A tremendous process awaits you in the future, where you will be known as the 'architect of success' in business life and where you will lead a large family or institution. You will come to a point where you will no longer be looking for a job, and the systems and investments you have established will work for you. Your career will not only provide you with huge profits, but also an unshakable legacy and honor that you will leave to your children. The future promises you a glorious success in business life that will make you say 'the real victory is leaving a lasting legacy'."
      },
      "para": {
        "gecmis": "In material matters, you have experienced a period of complete abundance, abundance and family wealth in the past; It was as if blessings had fallen from the sky. You used the money not only to spend it, but also to build a 'fortress' to protect your future and your loved ones. Those visionary financial decisions you made in those days enable you to act much more financially free and 'fearless' today. You proved in those days that money is not a power over you, but a safe space that you leave to your loved ones.",
        "simdi": "You are currently in a period of tremendous 'refreshment' and wealth management regarding your financial situation, honey; Your wallet sings songs of victory! That inheritance news, real estate sale or profit from an unshakable investment you have been waiting for is finally deposited into your account. You are at that magnificent moment when you have nothing left to do financially and even your future is guaranteed. The universe tells you 'abundance is part of your destiny'; Even the expenses you make today will turn into an investment that increases your prestige and security.",
        "gelecek": "Your financial future looks very bright and rich, thanks to your patient and visionary moves. In the future, you will become a 'monument of independence' in the financial sense, you will combine your name and wealth and acquire large properties. Money will no longer be a source of stress for you, it will be the sacred fuel that allows you to travel the world and make your loved ones live like kings. The future heralds you a period of immense prosperity when money flows to you, admiring your leadership and abundance."
      },
      "saglik": {
        "gecmis": "Remember that glorious phase in the past when you were at complete 'peace' with your body regarding your health and reinvented yourself with a disciplined lifestyle. You treated your body like a cathedral, gave it the best care, and took great care to protect your health. This physical 'balance' you gained during that period was the strongest foundation of that resilient structure that protects your body even today. You discovered in those healing days that health is actually a matter of physical 'heritage and discipline'.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in full integrity and light! Your energy is so clear and high that you feel like you are getting younger every day. If you have a health problem, today you are in a tremendous moment where that problem has been solved radically and you can get back on your feet with the support of the right experts, perhaps a family healing method. Being in touch with nature and returning to your roots these days will take your healing power to the top; you shine!",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. Regardless of your age, your body will function smoothly like a machine and the peace of your mind will adapt to this order. Diseases will stay far away from you because you will have made managing your body with love and awareness a way of life. The future promises you a healthy life where you wake up with great happiness every morning; You are the queen of healing."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous success and integrity at some point in your life when you said, 'I've finally built an empire'? That's when you ended all kinds of mess and declared that great peace with your loved ones and yourself. This sense of 'completion' you gained during that period is the strongest building block of your unshakable character in every aspect of your life today. In those days, you personally experienced that justice and labor were the magic keys that opened every door.",
        "simdi": "Honey, you are currently in one of the wisest, most productive and most 'complete' periods of your life; The universe salutes your nobility! All the secrets in your life come to light, the uncertainties result in merging with your vision, and you now feel complete. Whatever you intend today, behind that intention will be the blessings of a whole universe and your hard work in the past. Just keep your head up and enjoy this magnificent wholeness; Because you deserve this respect to the fullest.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your honest and visionary energy. You are entering a process where everything in your life becomes material, one by one, and every intention of yours is realized with great success. A life awaits you where people admire your wisdom and you rule the world with your intelligence. The future will say to you, 'You have succeeded, you have now built your own world and you are reaping the fruits' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You may have experienced such a big 'family crisis' or an inheritance fight in love in the past that you went through a tiring period in which you could not lay that common ground even with the person you love most. Maybe you couldn't experience your love freely in a relationship because of 'traditions and pressures' and this caused coldness. This 'compromise mistake' at that time may still prevent you from establishing a complete team spirit in your relationships today. Those days when you were too persistent in your own truth are like a pang of regret in your heart.",
        "simdi": "My dear, there is a 'communication breakdown' and family tensions in your love life right now; It's like you speak different languages ​​with your partner! Instead of solving the problems in the relationship, you blame each other or enter into a race of 'who is more right'. This situation may turn you into a 'lonely' and 'reluctant' person in love. Today you must stop that stubbornness and learn to say 'we are a family'; Otherwise, it is impossible for love to survive on this shaky foundation, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be to alienate your true soul mate from yourself because of extreme arrogance and inheritance/money issues, or to remain 'stuck in the past' in a relationship. If you constantly expect a 'financial guarantee' from your partner, you may be doomed to a relationship that is only on paper but dead in spirit. If you want true happiness in the future, you must learn to see love as sharing, not as a trade. Otherwise, your love life may always feel like a 'property fight'."
      },
      "is": {
        "gecmis": "You have been so 'reluctant' or undisciplined in your career that you ultimately did not gain the professional recognition you deserved. Maybe you witnessed the collapse of an institution, or maybe you squandered a great opportunity by doing a 'sloppy' job and this damaged your image. This 'institutional mistake' at that time may have caused some people to approach you with distance and distrust in your professional life today. You didn't understand in those days that success comes not only with talent but also with continuity.",
        "simdi": "You are currently suffering from a pang of 'inadequacy' and lack of motivation in your business life, honey; It's like all the work you've done has suddenly lost its value! Your relationships with your colleagues at work are tense, the team spirit is lost, and you are asking 'why am I here?' This may make you seem 'misfit' or 'unnecessary' at work. Instead of shouting with ambition these days, you should question why you were caught so 'unprepared' and rebuild your foundations; Otherwise you will be pulled down from that peak.",
        "gelecek": "The danger that awaits you in your future business life may be sabotaging your own career due to excessive arrogance and insisting on traditional methods and being closed to innovation. If you don't learn to cooperate and learn from your mistakes today, you may be left alone and far behind your competitors in the future. To maintain your future success, you should stop saying 'I've become a master' and focus on learning something new every day. Otherwise, your career path may always remain in that 'this place used to be mine' sadness."
      },
      "para": {
        "gecmis": "That 'unplanned extravagance' you made in the past in financial matters or that period when you relied on the expectation of an inheritance instead of managing your budget may have lost its abundance today. It seems like you thought it was a game instead of managing money and didn't listen to the warnings of experts. This 'mental block' at that time has caused you to be much more anxious about money today and act with the fear of 'something going wrong again'. Back then, you gave away your blessings to others simply because of your 'carelessness'.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but even you can't keep track of where it goes! Even if a financial opportunity comes along, you run the risk of recoiling by saying 'it will end anyway' or family debts shake your budget. When making financial decisions these days, you should act only with numbers, not your emotions, and be able to say 'I need to make a plan urgently'. Silence doesn't make you rich, it just makes you worse; Get expert support!",
        "gelecek": "The biggest risk that awaits you in your financial future may be losing everything due to property disputes or losing your savings to the wrong decisions of others due to inadequate planning. If you do not clear your financial mind today, you may always be in financial trouble and victimization in the future. If you want prosperity in the future, you must learn to protect your money and manage it professionally. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "In the past, you have neglected a situation related to your health, saying 'it will go away anyway', and you have not taken your body's warning signals seriously. Maybe you interrupted a treatment or rejected the recommendations of experts by saying 'I know better' and that's why your body became weak. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a tendency to get sick at the slightest stress. You ignored your own body's needs just out of spite.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this confusion anymore! Wrong medications, hearsay information or an irregular lifestyle are the real reason for your sluggish state right now. These days, you should make time for yourself, quiet your ego a little and see a really competent doctor; Healing will only come back when you truly decide to 'surrender to knowledge', wake up now!",
        "gelecek": "The problems you may experience with your health in the future will usually be genetic or caused by those old pains that have become chronic but you always said 'I can manage'. If you do not regulate your lifestyle today and continue to refuse expert help, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to create a healthy routine now and honestly heal your soul. Health stays with you only when you take it seriously."
      },
      "hepsi": {
        "gecmis": "You ruined that great success that you should have experienced in a past period of your life because of your own frivolity or family arrogance. Just when fate opened a door for you, you made a mistake or refused to put in the effort. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting in the shadow of that old failure.",
        "simdi": "There is chaos in your life right now because you think everything is a game, but responsibilities are knocking on your door dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your 'I have become a master' stubbornness or false self-confidence. He should shake himself up as soon as possible, realize the blessings he has and ask 'who should I really trust?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of maturity.",
        "gelecek": "What awaits you in the future may be a recurring misfortune of 'abandoned dreams' if you do not change your dissatisfied and unserious attitude. You can miss the tremendous good news that life offers you only because you fail to show that last bit of meticulousness. To save your future, you must put 'focus' and discipline back at the center of your life today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 68,
    "card_name": "Talisman Courtier (Page of Pentacles)",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a complete 'student' period in love in your past; You either stepped into a brand new relationship with great seriousness, or you experienced someone's admiration for you in its purest form. Your feelings were so strong and grounded that you realized in those days that love was not just a desire, but a construction of the future. Those small but valuable gestures you received at that time are the biggest proof of why you look for so much 'quality' and 'effort' in love today. You discovered in that first spark that love is a seed.",
        "simdi": "A brand new and very fruitful messenger is at your doorstep right now in your love life, my dear; That serious message on your phone can change everything! If you are single, the person who enters your life will be a very hardworking, reliable person and someone who thinks about a long-term future with you. If you are in an existing relationship, a brand new bridge of trust is being built between you; Maybe an education or investment idea you start together will connect you more to each other. Today is your time to experience your emotions silently but deeply and combine your childish excitement with your effort; love will give you strength.",
        "gelecek": "Most beautiful, in your future, love will embrace you with a very exciting and concrete awakening; The person you meet will enter your life like 'good news'. This relationship will be instructive and fruitful enough to make you experience love like a lesson, like a discovery. Maybe a marriage proposal, or maybe that first 'we have a future' speech that will make your heart flutter, is shining on the horizon. The future tells you 'work hard and get rewarded' in love; The voice of your heart will sound very peaceful."
      },
      "is": {
        "gecmis": "Remember that bright beginning of your career when you pursued a brand new idea and impressed everyone with your curiosity and desire to learn. Maybe an internship, or maybe that process where you proved your maturity with your first salary, was the first spark that ignited your professional ambition. This 'hungry for knowledge' energy at that time shows how strategic and hard-working you are in your business life even today. In those days, you did not just start a business, you laid the first mortar of your own empire of wealth.",
        "simdi": "You are currently in a period of 'learning and breakthrough' in your business life, my dear; That e-mail or educational news you have been waiting for may arrive at any time! Your mind is full of brand new and very practical business ideas, the universe supports you to turn this energy into profit. If you want to start a new course or make an investment, now is the time because every seed you plant now will turn into a huge success. Today is the time for you to 'evaluate offers seriously'; Your energy is so fresh that everyone will admire your determination.",
        "gelecek": "A process awaits you in the future where your name will be identified with 'success and stability' in your business life and you will embark on a brand new career path. You will receive an offer that will completely change not only your title but also your entire material world. Maybe you will become interested in a completely different sector or turn a hobby into a whole company. The future tells you in business life, 'follow your curiosity, the treasure will be yours'; New information will take you to the top, be ready."
      },
      "para": {
        "gecmis": "In financial matters, remember that curious time in the past when you made a small but very promising profit or discovered a brand new source of income. In those successful days, you started researching how to multiply money instead of just saving it. This 'good news of abundance' energy brought by that period allows you to manage your budget in a much more optimistic and 'investment-oriented' way even today. You understood in those days that money is earned not only by working, but by learning smartly.",
        "simdi": "There is very 'joyful' news about your financial situation at your door right now, honey; The small but abundant money you have been waiting for is coming! A new financial opportunity, investment advice or an additional job offer will create a festive atmosphere for you right now. The universe tells you 'start small, dream big'; A small expenditure or research you make today can turn into an unshakable fortune in the future. This fresh energy in your wallet will bring alertness and abundance to your financial life.",
        "gelecek": "Your financial future draws a very dynamic and increasing graph thanks to your investigative and disciplined moves. In the future, you will make a financial 'discovery' and earn big money from a brand new sector or from a legal income that you have never thought of. Money is no longer a concern for you, it will be that exciting fuel that finances your new projects and properties. The future heralds you a period of tremendous abundance when money flows to you, admiring your alertness."
      },
      "saglik": {
        "gecmis": "Remember that monumental phase in the past when you had a mental 'awareness' of your health and started a whole new diet/lifestyle. That process where you examined your body like a laboratory and tested what touched you and what felt good was your biggest defense mechanism. This physical 'awakening' you gained during that period became the basis of that active and conscious structure that protects your body even today. You discovered in those days that health is actually a matter of physical observation and willpower.",
        "simdi": "My dear, right now your body is telling you 'we are awake'; Your energy is so fresh and high! If you want to start a new sport or make a radical change in your nutrition, today is the right moment to take that first step. Your body renews itself, your skin shines and your soul becomes lighter. These days, being in touch with nature, dealing with the soil and eating fresh food will take your energy to the top; It's like you're reborn!",
        "gelecek": "An unshakable strength in your health and a lifelong youthful fire awaits you in the future. No matter your age, your body will always remain open to the new, like a student, and your energy will never decrease. Diseases will stay far away from you because you will have made managing your body with love and awareness a way of life. The future promises you a healthy life where you wake up with great enthusiasm every morning; You are a student of healing."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous awakening and curiosity in a past period of your life when you said 'the world is a field of discovery before me'? That's when you took that golden talisman and dived into new paths with curiosity. Those brave and concrete decisions you made at that time are the brightest sparks of success in every aspect of your life today. In those days, you personally experienced that life was actually a 'seed' and that every moment carried an opportunity.",
        "simdi": "Honey, you are currently in the freshest, most curious and most 'news' period of your life; The universe is sending you lots of signs! It's time to turn a brand new page, start an education, or get the news you've been waiting for a long time. Whatever you intend today, behind that intention will be the abundance of a whole universe and that newly discovered power within you. Don't be afraid, point your finger to the horizon and say 'I am ready'; The universe greets your fresh energy with great enthusiasm.",
        "gelecek": "Your future looks like a bright path full of surprises, shaped by your investigative and determined energy. You are entering a magnificent process in which everything in your life will flow like a success story and you will wake up with new good news every day. A life awaits you where people admire your vision and determination and you surprise the world with your fresh ideas. The future will tell you 'never stop learning, life will make you rich' and greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You may have been so 'indecisive' or unserious in love in the past that you eventually rejected that tremendous relationship opportunity that came your way. Maybe you rejected someone's honest offer to you by saying 'there is something better', or maybe you pushed true love into the background because of your financial concerns. This 'avoiding your luck' mistake at that time may still prevent you from achieving complete peace in your relationships today. That feeling of incompleteness in your heart is like an ache from your past.",
        "simdi": "My dear, there is currently a period of 'undervaluation' and lack of vision in your love life; It's like you can't see the gem in front of you! Your partner may be trying to offer you the world, but you only focus on the shortcomings or withdraw your efforts by saying 'it won't happen anyway'. This situation makes you 'unsatisfied' and 'cold' in love. Today you must relieve the dryness in your heart and be thankful for what you have; Otherwise that golden goblet will slip from your hands, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be holding on to the wrong people just for the sake of 'status' or 'money' or pushing your true soulmate away from you because of financial expectations. If you constantly expect a 'financial guarantee' from your partner, you may be doomed to a relationship that is only on paper but dead in spirit. If you want true happiness in the future, you must learn to see love as a blessing, not a trade. Otherwise, your love life may always remain like an 'unfinished harvest'."
      },
      "is": {
        "gecmis": "You have been so 'reluctant' or undisciplined in your career that you ultimately did not gain the professional recognition you deserved. Maybe you missed an educational opportunity because it was 'tiring', or maybe you missed a great opportunity by doing your job 'sloppy'. This 'hurry mistake' at that time may have caused some people to approach you with distance and distrust in your professional life today. You didn't understand in those days that success comes not only with talent but also with continuity.",
        "simdi": "You are currently suffering from a loss of focus and motivation in your business life, honey; It's like all the work you've done has suddenly lost its meaning! Projects are waiting on your desk, but you have no idea where to start, which makes you panic. This may make you seem 'misfit' or 'unnecessary' at work. Instead of shouting with ambition these days, you should question why you were caught so 'unprepared' and rebuild your foundations; Otherwise success will elude you.",
        "gelecek": "The danger that awaits you in your future business life may be sabotaging your own career due to excessive arrogance and stopping learning. If you don't learn to cooperate and learn from your mistakes today, you may be left alone and far behind your competitors in the future. To maintain your future success, you should stop saying 'I've become a master' and focus on learning something new every day. Otherwise, your career path may always remain at that 'unfinished dreams' stop."
      },
      "para": {
        "gecmis": "That 'unplanned extravagance' you made in the past in financial matters or that period when you relied on others instead of managing your budget may have lost its abundance today. It seems like you thought it was a game instead of managing money and didn't listen to the warnings of experts. This 'mental block' at that time has caused you to be much more anxious about money today and act with the fear of 'something going wrong again'. Back then, you gave away your blessings to others simply because of your 'carelessness'.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but even you can't keep track of where it goes! Even if a financial opportunity comes, you run the risk of recoiling by saying 'it will end anyway' or hiding behind fake wealth. When making financial decisions these days, you should act only with numbers, not your emotions, and be able to say 'I need to make a plan urgently'. Silence doesn't make you rich, it just makes you worse; Get expert support!",
        "gelecek": "The biggest risk that awaits you in your financial future may be to suffer great losses because you do not seek your legal rights or to sacrifice your savings to the wrong decisions of others due to inadequate planning. If you do not clear your financial mind today, you may always be in financial trouble and victimization in the future. If you want prosperity in the future, you must learn to protect your money and manage it professionally. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "In the past, you have neglected a situation related to your health, saying 'it will go away anyway', and you have not taken your body's warning signals seriously. Maybe you interrupted a treatment or rejected the recommendations of experts by saying 'I know better' and that's why your body became weak. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a tendency to get sick at the slightest stress. You ignored your own body's needs just out of spite.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this confusion anymore! Wrong medications, hearsay information or an irregular lifestyle are the real reason for your sluggish state right now. These days, you should make time for yourself, quiet your ego a little and start a truly disciplined treatment; Healing will only come back when you truly say 'I am giving time to my body', wake up now!",
        "gelecek": "The problems you may experience with your health in the future will arise from those old pains that are often neglected and become chronic, but that you always say 'I can manage'. If you do not regulate your lifestyle today and continue to refuse expert help, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to create a healthy routine now and honestly heal your soul. Health stays with you only when you take it seriously."
      },
      "hepsi": {
        "gecmis": "You ended that great success that you should have experienced in a past period of your life before it even started, because of your own frivolity or impatience. Just when fate opened a door for you, you made a mistake or refused to put in the effort. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting in the shadow of that old failure.",
        "simdi": "There is chaos in your life right now because you think everything is a game, but responsibilities are knocking on your door dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your 'I have become a master' stubbornness or false self-confidence. He should shake himself up as soon as possible, realize the blessings he has and ask 'who should I really trust?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of maturity.",
        "gelecek": "What awaits you in the future may be a recurring misfortune of 'abandoned dreams' if you do not change your dissatisfied and unserious attitude. You can miss the tremendous good news that life offers you only because you fail to show that last bit of meticulousness. To save your future, you must put 'focus' and discipline back at the center of your life today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 69,
    "card_name": "Knight of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a relationship in your past where trust came first in your love life and progressed slowly but with very firm steps. That period when you chose peace over excitement and loyalty over passion laid your emotional foundations. The unshakable bond you established with your partner back then is the biggest reason why you look for 'honesty and stability' in love today. You learned in those patient days that love is not a one-day effort, but a lifelong effort.",
        "simdi": "You are currently in a period of 'loyalty and trust' in your love life, honey; You are not looking for adventure, you want to anchor in your harbour. The bond between you and your partner becomes more serious every day, and you make very concrete plans for the future together. If you are alone, the person who will enter your life may not say very romantic words, but he will be reliable enough to be with you at every moment. Open your heart to this peaceful waiting today; Because the strongest loves are the ones that cook slowly.",
        "gelecek": "Most beautiful, in your future, love will protect you like an unshakable castle; You will process everything step by step with the person who comes into your life. This relationship seems of high quality to give you the safest, most 'grounded' and most honest form of love. Perhaps a marriage, or perhaps the idea of ​​acquiring a joint property, will be the biggest fruit of your relationship. The future promises you that magnificent period of happiness in love that will make you say 'the patient dervish has achieved his goal'; Don't rush, everything will come in time."
      },
      "is": {
        "gecmis": "You have experienced a period in your career in the past when you were very disciplined, followed the rules, and completed every job meticulously down to the smallest detail. You have quietly but deeply built your professionalism by focusing on details that no one sees. This 'hard-working' identity you gained during that period shows how indispensable a professional you are in business life even today. You proved in those days that success is not a coincidence, but a result of routines repeated every day.",
        "simdi": "You are currently in a period of 'application and perseverance' in your business life, my dear; You don't start a new one until you finish the job you have. Your patience and determination attract the attention of everyone at work, and even the most challenging projects progress smoothly thanks to your meticulousness. If you are waiting for a promotion or a raise, it will knock on your door only as a result of your consistent work. Today is the time for you to 'stick to your routine'; You strengthen all projects with your energy and attract success with your honesty.",
        "gelecek": "A tremendous process awaits you in the future, where your name will be known as the 'monument of stability' in your business life and you will have an unshakable career. You'll get to a point where people will want to work with you simply because they admire your work ethic and discipline. Your career will offer you not only money, but also an invaluable future guarantee and professional honor. The future promises you a glorious victory in your business life that will make you say 'the real power is to walk on the same path without getting tired'."
      },
      "para": {
        "gecmis": "Remember that time when you were careful about financial matters and protected your savings with great discipline. In those successful days, you learned to put something aside every month to build your future, instead of wasting money. Those patient financial steps you took in those days enable you to act much more financially secure and 'debt-free' today. You understood in those successful days how money will grow exponentially over time.",
        "simdi": "You are currently in a period of tremendous 'saving' and control over your finances, honey; Your wallet is running smoothly! You know the account of every penny you earn and you defend your budget like a castle by avoiding unnecessary expenses. You are in a financial 'guaranteer' time; A small but stable investment you make today will return to you as unshakable wealth in the future. The universe tells you 'drop by drop, a lake becomes a lake'; You owe your financial success to your discipline, enjoy it.",
        "gelecek": "Your financial future looks very bright and unshakable, thanks to your patient and rational moves. In the future, you will become a 'property owner' in a financial sense and you will base your earnings on very solid foundations. Money will no longer be a source of stress for you, it will be the unshakable power that allows you to protect your loved ones and live a comfortable life. The future heralds you a period of immense prosperity when money flows to you, admiring your discipline; Your wallet will always be full."
      },
      "saglik": {
        "gecmis": "Remember that period in the past when you took care of your body like a soldier, never disrupted your routines, and went through a disciplined treatment process. You saw your body as a trust and gave it the best care, and showed great patience to regain your health. This physical 'stability' you gained during that period became the basis of that resilient structure that protects your body even today. You discovered in those healing days that health is actually a matter of physical labor and order.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in full balance and strength! Your energy is so clear and high that you feel as vigorous as a marathon runner. If you are focused on a health goal (starting exercise, going on a diet), today is the right moment to maintain that discipline. Having routine check-ups these days and maintaining habits that are good for your body will take your energy to the top; you shine!",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. Regardless of your age, your body will work like a machine and the patience of your mind will adapt to this order. Diseases will stay far away from you because you will have made consciously managing your body and taking good care of it a way of life. The future promises you a healthy life where you wake up with great strength every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous patience and construction in a past period of your life when you said 'I progressed slowly but surely'? That's when you escaped from all kinds of noise and prepared for that great harvest by processing your dreams step by step. This 'discipline' identity you gained during that period is the strongest building block of success in every aspect of your life today. In those days, you personally experienced that patience is a magic key that opens every door.",
        "simdi": "Honey, you are currently in one of the most productive, most patient and most 'harvest' periods of your life; The universe salutes your efforts! All the problems in your life are illuminated with your mastery, uncertainties are resolved with your actions, and you now feel complete. Whatever you intend today, behind that intention will be the discipline of a whole life and your meticulous intelligence. Just keep doing your job well and enjoy this tremendous integrity; Because you deserve this dignity.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your honest and hard-working energy. You are entering a process where everything in your life becomes material, one by one, and every intention of yours is realized with great success. A life awaits you where people admire your determination and you rule the world with your intelligence. The future will say to you, 'You were patient and won, now you are the owner of the property' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You may have experienced such a 'monotonous' and boring relationship in the past that love became just a habit and a burden after a while. Maybe your partner was so closed to change that he extinguished your fresh excitement one by one. This 'emotional stagnation' at that time is the basis of that old boredom that prevents you from experiencing full excitement in your relationships even today. Those days when you tied your heart to someone like a civil servant are still a pain.",
        "simdi": "My dear, there is a period of 'inertia' and boredom in your love life right now; It's like you and your partner are doing nothing but tiring each other out! It seems like the excitement in the relationship has ended and has been replaced by only duties and rules. This situation may turn you into a 'lonely' and 'reluctant' person in love. Today you should break those routines and pump fresh blood into your heart; Otherwise you will lose the love you have just for the sake of monotony, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be losing your true soul mate because of excessive ambition or workaholism, or being trapped in an unhappy relationship just for the sake of 'financial security'. If you expect a constant 'account' from your partner and measure emotions only with numbers, you may be doomed to a relationship that remains only on paper in the future. If you want true happiness in the future, you must learn to see love as a flow, not a project. Otherwise, your love life may always remain like an 'unfinished harvest'."
      },
      "is": {
        "gecmis": "You have been so 'reluctant' or undisciplined in your career that you ultimately did not gain the professional recognition you deserved. Maybe you left a project unfinished, or maybe you missed a great opportunity by doing your job 'sloppy'. This 'inertia' error at that time may have caused you to have the fear of 'will I have difficulty again' with every new responsibility in your professional life today. You didn't understand in those days that success comes not just by waiting, but by showing yourself.",
        "simdi": "You are currently experiencing the pain of 'inadequacy' and loss of motivation in your business life, honey; It's like all the work you've done has suddenly lost its meaning! Things are piled up on your desk, but you have no idea where to start, which makes you passive. This may make you seem 'misfit' or 'unnecessary' at work. Instead of shouting with ambition these days, you should question why you were caught so 'unprepared' and rebuild your foundations; Otherwise you will be pulled down from that peak.",
        "gelecek": "The danger that awaits you in your future business life may be sabotaging your own career due to excessive arrogance and stopping learning, or remaining obsolete by not being able to keep up with the changing world. If you don't learn to cooperate and learn from your mistakes today, you may be left alone and far behind your competitors in the future. To maintain your future success, you should stop saying 'I've become a master' and focus on learning something new every day. Otherwise, your career path may always remain at that 'unfinished dreams' stop."
      },
      "para": {
        "gecmis": "Those 'unplanned expenses' you made in the past in financial matters or that period when you relied on short-term pleasures instead of managing your budget may have lost its abundance today. Instead of managing money, it seems like you thought it was a game and took risks without thinking about the end. This 'financial blindness' at that time has caused you to be much more anxious about money today and act with the fear that 'something will go wrong again'. Back then, you gave away your blessings to others simply because of your 'carelessness'.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but even you can't keep track of where it goes! Even if a financial opportunity comes along, you run the risk of backfiring by saying 'it'll end anyway', or you'll shake your budget by spending money on unnecessary details. When making financial decisions these days, you should act only with numbers, not your emotions, and be able to say 'I need to make a plan urgently'. Silence doesn't make you rich, it just makes you worse; Get expert support!",
        "gelecek": "The biggest risk that awaits you in your financial future may be to suffer great losses because you do not seek your legal rights or to sacrifice your savings to the wrong decisions of others due to inadequate planning. If you do not clear your financial mind today, you may always be in financial trouble and victimization in the future. If you want prosperity in the future, you must learn to protect your money and manage it professionally. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "In the past, you have neglected a situation related to your health, saying 'it will go away anyway', and you have not taken your body's warning signals seriously. Maybe you interrupted a treatment or rejected the recommendations of experts by saying 'I know better' and that's why your body became weak. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a panic of 'Am I going to get sick again' at the slightest fatigue. You ignored your own body's needs just out of spite.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this confusion anymore! Wrong medications, hearsay information or an irregular lifestyle are the real reason for your sluggish state right now. These days, you should make time for yourself, quiet your ego a little and see a really competent doctor; Healing will only come back when you truly decide to 'surrender to knowledge', wake up now!",
        "gelecek": "The problems you may experience with your health in the future will arise from those old pains that are often neglected and become chronic, but that you always say 'I can manage'. If you do not regulate your lifestyle today and continue to refuse expert help, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to create a healthy routine now and honestly heal your soul. Health stays with you only when you take it seriously."
      },
      "hepsi": {
        "gecmis": "You ended that great success that you should have experienced in a past period of your life before it even started, because of your own frivolity or impatience. Just when fate opened a door for you, you made a mistake or refused to put in the effort. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting in the shadow of that old failure.",
        "simdi": "There is chaos in your life right now because you think everything is a game, but responsibilities are knocking on your door dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your 'I have become a master' stubbornness or false self-confidence. He should shake himself up as soon as possible, realize the blessings he has and ask 'who should I really trust?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of maturity.",
        "gelecek": "What awaits you in the future may be a recurring misfortune of 'abandoned dreams' if you do not change your dissatisfied and unserious attitude. You can miss the tremendous good news that life offers you only because you fail to show that last bit of meticulousness. To save your future, you must put 'focus' and discipline back at the center of your life today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 70,
    "card_name": "Queen of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced the warmth of a 'home' in love in your past, and you have wrapped your partner in cotton wool with your compassion and loyalty. Love is not just a feeling for you, it is a peaceful dinner, unshakable trust and mutual care. This wise and motherly attitude you displayed at that time is the biggest reason why you seek so much 'comfort and quality' in your relationships today. You discovered in those fertile days that love is heaven on earth.",
        "simdi": "You are currently in a period of 'harvest' and happiness in your love life, honey; Your energy literally spreads light and abundance around you! Your partner admires your noble and ingenious stance and wants to carry his bond with you to an unshakable future. If you are alone, you feel so happy and complete in your own garden that your immense self-confidence attracts someone of the same weight as you, like a magnet. Open your heart to this compassionate energy today; Because love becomes more beautiful with you.",
        "gelecek": "Most beautiful, in your future love will embrace you with complete 'welfare' and unshakable devotion; But you will never lose your independence. The person you meet will bring not only romance to your life, but also immense comfort, social power and an unshakable home. This togetherness seems solid enough to give you the most mature, most luxurious and most 'peaceful' state of love. The future promises you that period of immense happiness where you will be crowned like a queen in love; be ready"
      },
      "is": {
        "gecmis": "Remember that magnificent period in your career when you demonstrated your mastery and grew and succeeded in each project with a mother's sensitivity. You had established your name as an authority and a 'prolific manager' in the business world, and you had experienced that golden phase when everyone came to you for advice. This 'disciplined but compassionate' system you established at that time shows how reliable and 'competent' you are in your professional life today. You sealed those days that success is achieved not only with the mind but also with the soul.",
        "simdi": "You are now a perfect 'boss' and a wise manager in your business life, my dear; Everyone needs your clear ideas and calmness! Your creativity is at its peak, but you express it not with ambition, but with calmness and quality. If you are making a new contract or planning an investment, your abundance is at its highest right now. Today is the time for you to 'declare your authority'; You manage the entire office with your energy and attract success with your integrity; Your throne is unshakable.",
        "gelecek": "A tremendous process awaits you in the future, where your name will be identified with 'success and quality' in your business life and you will reach complete professional satisfaction. You will come to a point where you will no longer be looking for a job and your projects and investments will work for you. Your career will offer you not only huge profits but also unshakable social prestige and honor. The future promises you a glorious success in business life that will make you say 'the real victory is doing what you love at the top'; Your crown will always shine."
      },
      "para": {
        "gecmis": "In financial matters, remember those fruitful times when you managed your budget with complete nobility and intelligence and proudly reaped the fruits of your investments. You learned in those successful days to use money not just to spend it, but to build your own freedom and luxury. Those visionary financial decisions you made in those days enable you to act with financial security and 'abundance awareness' today. You proved in those successful days that money is a tool that crowns your success.",
        "simdi": "You are currently in a period of tremendous abundance and luxury regarding your financial situation, honey; Your wallet sings songs of victory! That big profit you've been waiting for is coming, perhaps your financial situation suddenly brightens with a huge profit from a property sale or investment. You are in a 'queen' time financially; Every expenditure you make today will return to you as reputation, comfort and peace of mind. The universe tells you 'you are abundant because you deserve it'; You owe your financial success to your intelligence, enjoy it.",
        "gelecek": "I can give you the good news that your financial future will look very bright and rich thanks to your strategic and determined moves. In the future, you will become a 'monument of independence' in the financial sense, you will combine your name and wealth and acquire large properties. Money will no longer be a source of stress for you, it will be the sacred fuel that allows you to travel the world and protect your loved ones. The future heralds you a period of immense prosperity when money flows to you, admiring your leadership and abundance."
      },
      "saglik": {
        "gecmis": "Remember that glorious period in your past when your body was shining, your energy was at its peak, and you felt as vigorous as a queen. You have gone through a process where joy of life is the greatest medicine and you overcome all kinds of fatigue with just a smile and self-confidence. The positive bond you established with your body at that time was the strongest foundation of that resilient structure that protects your body even today. You discovered in those bright days that health actually comes from inner satisfaction and looking at yourself with love.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in complete balance and light! Your energy is so clear and high that you feel strong and happy enough to do anything. If you have a health problem, today you are in a magnificent moment when that problem miraculously ends and your body repairs itself like a queen. Looking in the mirror these days, being at peace with yourself and eating well will further increase your healing energy; you shine!",
        "gelecek": "An unshakable strength in your health and a lifelong youthful fire awaits you in the future. No matter your age, your body will work like a machine and your joy of life will continue to be your greatest medicine. Diseases will stay far away from you because you will have made it a way of life to care for your body like a temple and nourish it with joy. The future promises you a healthy life where you wake up with great happiness every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of immense self-confidence and success in a past period of your life when you said 'I can do anything'? That's when you took the reins of your life tightly and spread your joy and power to all around you. This 'queen' identity you gained at that time is the strongest building block of your unshakable character in every aspect of your life today. You actually made the world experience what the power of women meant in those days.",
        "simdi": "Honey, you are currently in one of the most successful, brightest and most independent periods of your life; The universe has opened all its doors for you! All the chaos in your life is over, now it's time for you to take the stage and rule everything with that tremendous charisma. Whatever you do today will be blessed, and whoever you talk to will be amazed by you. Just keep your head up and enjoy this magnificent wholeness; Because you deserve this respect to the fullest. The universe applauds your existence.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your noble and visionary energy. You are entering a period in which everything in your life falls into place and every intention of yours is realized with great success. A life awaits you where people admire your wisdom and power and you rule the world with your intelligence. The future will tell you 'you have succeeded, you have now built your own world' and will invite you to the happiest cycle of your life; Enjoy!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you have been so 'dependent' and 'self-forgetting' in love that you have experienced a sad period in which you left your own soul at the mercy of someone else. Maybe your partner thought your dedication was a weakness and tried to restrict you. This 'loss of self-confidence' mistake at that time may still prevent you from experiencing complete freedom in your relationships today. Those days when you condemned your own heart to a prison still feel like an ache in your soul.",
        "simdi": "My dear, there is a feeling of 'inadequacy' and a period of dependency in your love life right now; You feel like you're nothing without your partner! You seek your own value in the approval of others, and you make compromises in order to be loved. This situation makes you 'weak' and 'unhappy' in love. Today you must look honestly in that mirror and learn to say 'I am a giant on my own'; True love will not find you unless you love yourself, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be being trapped in an unhappy relationship just for the sake of 'material comfort' or 'social image', or detaching yourself from the real world by thinking of love as a way of 'escape'. If you don't overcome this 'fear of being alone', you may be stuck in the future with a relationship that is only on paper but has dead soul. If you want true happiness in the future, you must learn to see love as a freedom, not a need. Otherwise, your love life may always remain as a 'window decoration'."
      },
      "is": {
        "gecmis": "You may have been so 'dependent on others' or 'seeking approval' in your career that you ended up experiencing a period where you were unable to showcase your own talents. Maybe you stayed in someone's shadow, maybe you entrusted your work to someone else, but those people took your success upon themselves. This 'insecure' mistake at that time may have caused some people to approach you with distance and insecurity in your professional life today. You didn't understand in those days that success comes not only by being approved, but by showing yourself.",
        "simdi": "You are currently suffering from a 'discredit' and lack of motivation in your business life, honey; It's like all the work you've done has suddenly lost its value! Maybe you want to start your own business, but the fear of 'what if I go bankrupt' paralyzes you. This may make you seem 'misfit' or 'unnecessary' at work. Instead of shouting with ambition these days, you should question why you feel so 'lonely' and find that strong queen within yourself; Otherwise you will be pulled down from that peak, wake up!",
        "gelecek": "The danger that awaits you in your future business life could be sabotaging your own career due to excessive arrogance and underestimating people, or that huge feeling of 'emptiness' that comes after a success. If you don't learn to cooperate but also maintain your independence today, you may be left alone in front of your competitors in the future. To maintain your success in the future, you must stop saying 'I know everything' and be open to learning. Otherwise, your career path may always remain at that 'I'm at the top but I'm lonely' stop."
      },
      "para": {
        "gecmis": "That 'excessive extravagance' you made in the past in financial matters or the mistake of using money as a show of power and a 'way to be loved' may have missed your blessings today. That period when you spent money only for that momentary feeling of luxury and prestige, instead of managing it, has made you more limited and anxious today. Maybe you thought an investment would bear fruit, but it seemed like it was just a game of your ego. This 'material illusion' at that time drags you into a state of unnecessary guilt every time you look at your wallet today.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but even you can't keep track of where it goes! Even if a financial opportunity comes, you run the risk of recoiling by saying 'it will end anyway' or hiding behind fake wealth. When making financial decisions these days, you should act only with numbers, not your emotions, and learn to say 'no'; Otherwise, in this chaos, you may spend the last of your savings for the sake of luxury and power struggle.",
        "gelecek": "The biggest risk that awaits you in your financial future may be experiencing a big loss in an investment that you entered with excessive self-confidence or out of curiosity. If you do not learn financial discipline today and stop using money as a tool of pressure, you may always live with a feeling of financial 'inadequacy' in the future. If you want prosperity in the future, you should use your financial power to build a real castle, not to show off. Otherwise, you may always live in fear of going bankrupt financially."
      },
      "saglik": {
        "gecmis": "In the past, you have neglected a situation related to your health, saying 'nothing will happen to me' or focusing only on your appearance. Maybe you focused only on your mental pain and ignored the physical symptoms, and that's why your body became weak. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a panic of 'Am I going to get sick again' at the slightest fatigue. It seems like you've ignored your own body's needs simply out of vanity and pleasure.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can no longer handle this stress of 'keeping up with others'! Skin problems, weight gain or hormonal irregularities may be a manifestation of your inactive and neglected state right now. You should make time for yourself these days, quiet your ego a little and really listen to what your body wants; Healing will only come back when you truly say 'I value my body'.",
        "gelecek": "The problems you may experience with your health in the future may generally be due to fatigue caused by overexertion or internal diseases caused by improper nutrition. If you do not regulate your lifestyle today and do not see 'resting' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you should create a healthy routine now and take care of your body like a temple. Health will only last when you are in balance."
      },
      "hepsi": {
        "gecmis": "You have abandoned that great awakening and independence that you should have experienced in a past period of your life because of your own fears or your need for the approval of others. While fate had just opened a door for you, you made a mistake or could not bear that bond/power. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting for someone on that old threshold.",
        "simdi": "There is chaos in your life right now because you are looking for everything outside, but the real power is within you, my dear; This is your biggest mistake. You want everything to look perfect, but you can't even see the beauty in your hands because of that 'empty' feeling inside. He should shake himself up as soon as possible, realize the blessings he has and ask 'who do I really need and why do I need it?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of independence.",
        "gelecek": "The process that awaits you in the future, if you do not change this dissatisfied and incompatible attitude, may be a constantly recurring 'loneliness' and 'I almost made it' misfortune. You can miss the tremendous opportunities that life offers you simply because you cannot find that inner self-confidence. To save your future, you must learn to be 'grateful' today and be happy on your own. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 71,
    "card_name": "King of Pentacles",
    "upright": {
      "ask": {
        "gecmis": "My dear, you may have experienced a tremendous period in your past in your love life when you were under the shadow of a 'protective plane tree' or when you yourself offered that unshakable confidence. Either the person in front of you was a giant who was true to his word and showed the world to you both materially and spiritually, or you had built a castle of loyalty in the relationship. Those solid foundations laid at that time are the biggest reason why today we look for 'quality, seriousness and unshakable trust' in love. You understood in those days that love is not just an emotion, it is an empire.",
        "simdi": "You are currently in a period of 'peace and dominance' in your love life, honey; Everything is under your control and very comfortable! Your partner not only loves you, he admires your dignified and trusting stance; It promises you an unshakable future. If you are single, the person who will enter your life will be very wealthy, expert in his business, and generous enough to make you live like a queen. Open your heart to this abundant and faithful energy today; Because love has reached its most mature and richest state with you.",
        "gelecek": "Most beautiful, in your future, love will embrace you with complete 'home' tranquility and tremendous material and spiritual satisfaction. With the person you meet, you will not only build a love story, but also an unshakable family empire that will be talked about for generations. This togetherness seems strong enough to give you the safest, most luxurious and most 'grounded' form of love. The future promises you that golden age when you will be crowned like an empress in love and no worries will penetrate your heart; be ready"
      },
      "is": {
        "gecmis": "Remember that golden period in your career when you established your name as an authority and saw the pinnacle of financial and professional success. That period in which you silently left your competitors behind, everyone came to you for advice, and you achieved complete financial well-being was like your diploma in business life. This 'unshakable' system you established at that time shows, even today, what a great visionary you are in your professional environment. You proved to the world in those days that success comes not only by working but also by managing.",
        "simdi": "You are now a true 'boss' and financial genius in your business life, my dear; Everyone is looking at your clear and profitable decisions! Your creativity is at its peak, but you use it not just to dream, but to turn it into money and property. If you are going to make a new investment or undertake a big project, the universe supports you all the way because if your hand touches gold right now, it turns it into a jewel. Today is your time to seal your own independence and power in your career; Your throne is unshakable, enjoy it.",
        "gelecek": "A tremendous process awaits you in the future, where you will be known as the 'architect of success' in your business life and you will achieve huge profits and social power. You will come to a point where you will no longer be looking for a job, and the properties and investments you have established will work just fine for you. Your career will not only offer you money, but also an honorable legacy that you will leave to your children and loved ones. The future promises you a magnificent rise in business life that will make you say 'the real victory is to leave a lasting legacy and an unshakable fortune'."
      },
      "para": {
        "gecmis": "In financial matters, remember those fruitful times when you managed your budget with complete nobility and intelligence and proudly reaped the fruits of your great investments. You learned in those successful days to use money not just to spend it, but to build your own freedom and luxury. Those visionary financial decisions you made in those days enable you to act much more financially secure and 'fearless' today. You registered in those successful days that money was protected and increased by your will.",
        "simdi": "You are in a period of tremendous 'abundance and authority' regarding your finances right now, honey; Your wallet sings songs of victory! That big win, real estate news or huge investment profit you've been waiting for is finally deposited into your account. You are in a completely 'royal' time financially; Everything you spend today will return to you as dignity, comfort and unshakable peace of mind. The universe tells you 'abundance is part of your character'; You owe your financial success to your intelligence and patience, enjoy it.",
        "gelecek": "Your financial future looks very bright and rich, thanks to your strategic and determined moves. In the future, you will become a 'monument of independence' in the financial sense, you will combine your name and wealth and acquire large properties. Money will no longer be a source of stress for you, it will be the sacred fuel that allows you to travel the world and make your loved ones live like kings. The future heralds you a period of immense prosperity when money flows to you, admiring your leadership and abundance."
      },
      "saglik": {
        "gecmis": "In the past, when it comes to your health, you experienced a period of complete vitality and physical integrity, during which you looked at your body as a temple. That period, where joy of life and discipline were the greatest medicine, and you overcame all kinds of fatigue with just self-confidence and quality life, had strengthened you a lot. The positive bond you established with your body at that time was the strongest foundation of that resilient structure that protects your body even today. You discovered in those bright days that your health is actually nourished by inner satisfaction and the energy of the soil.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in full strength and balance! Your energy is so clear and high that you feel strong and happy enough to do anything. If you have a health problem, today you are in a magnificent moment where that problem is solved radically and your body repairs itself like a king. Being in touch with nature, eating well and spending quality time with your body these days will take your healing energy to the top; Your light gives confidence.",
        "gelecek": "Unshakable strength in your health and lifelong vigor awaits you in the future. No matter your age, your body will stand tall like a leader and your energy will never decrease. Diseases will stay far away from you because you will have made managing your body with love and authority a way of life. The future promises you a healthy life where you wake up with great strength every morning; You are the master of your own health."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous success and integrity at some point in your life when you said, 'I am rooted in this world'? That's when you ended all kinds of confusion and declared that great peace of honesty with your loved ones and yourself. This 'king' identity you gained at that time is the strongest building block of success in every aspect of your life today. In those days, you proved to the world that justice and labor were actually the magic key that opened every door.",
        "simdi": "Honey, you are currently in one of the wisest, most productive and most 'independent' periods of your life; The universe salutes your nobility! All the secrets in your life come to light, the uncertainties result in merging with your vision, and you now feel complete. Whatever you intend today, there will be the blessings and support of a whole universe behind that intention. Just keep your head up and enjoy this magnificent wholeness; Because you deserve this respect to the fullest.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your honest and visionary energy. You are entering a process where everything in your life becomes material, one by one, and every intention of yours is realized with great success. A life awaits you where people admire your wisdom and you rule the world with your intelligence. The future will tell you 'you succeeded, you have now built your own world and now you are reaping the fruits' and will take you to the highest peak!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you have exhibited such a 'materialistic' or oppressive attitude towards love that, while you thought love was a possession, you actually dried up those beautiful feelings with your own hands. Maybe you tried to control your partner with your financial means, maybe you focused only on status rather than feelings, and this created an impenetrable coldness. This 'ego mistake' at that time may prevent you from establishing complete sincerity in your relationships even today. Those days when your pride won over your love are like a pang of regret in your heart.",
        "simdi": "My dear, there is a period of feeling of 'inadequacy' and loss of self-confidence in your love life right now; It's like your partner has forgotten your value! You try to measure your own value with the things you own or money, which is why you can't be emotionally satisfied. This unrest inside you makes you aggressive or pushes your partner away from you. If you don't put aside that golden crown today and try to talk only with your heart, you may lose this love you have just for the sake of ambition.",
        "gelecek": "The risk that awaits you in love in the future may be excessive ambition, being trapped in an unhappy relationship just for the sake of 'image', or pushing your true soulmate away from you because of financial conflicts. If you expect constant 'obedience' or 'financial guarantee' from your partner, you may be doomed to a relationship that is only on paper but whose soul is dead in the future. If you want true happiness in the future, you must learn to see love as a surrender, not a trade. Otherwise, your love life may always feel like a 'fight for the throne'."
      },
      "is": {
        "gecmis": "You have demonstrated such 'tyrannical' or corrupt leadership in the past in your career that you ended up jeopardizing both your reputation and the order you established. Maybe you offended someone, or maybe you just took the wrong path to get rich quick. This 'drunk with power' at that time may have caused some people to approach you with distance and distrust in your professional life today. You didn't understand in those days that success came not only with money but also with staying clean.",
        "simdi": "You are currently suffering from a 'discredit' and lack of motivation in your business life, honey; It's like all the work you've done has suddenly lost its value! Your decisions are inconsistent, and your energy scares rather than motivates those around you. There may be serious shocks in your projects at work or in your budget. Instead of shouting with ambition these days, you should question why you feel so 'unsatisfied' and find that honest leader within yourself; Otherwise, it may slip from under your armpit.",
        "gelecek": "The danger that awaits you in your future business life may be a major fiasco due to excessive arrogance and a tendency to stray into illegal ways. If you do not regain your ethical values ​​today and stop saying 'I will buy everything', you may be left alone and disgraced in front of your competitors in the future. To maintain your future success, you must put honesty above all else. Otherwise, your career path may always remain at that 'I was at the top but I fell' stop."
      },
      "para": {
        "gecmis": "Those 'extremely risky' moves you made in the past in financial matters or the mistake of using money only as a show of power and a tool to oppress others may have missed your blessings today. That period when you chose to show off your money instead of managing it has made you more limited and anxious today. Maybe you came close to going bankrupt and since then your hands are shaking every time you look at your wallet. It seems like you wasted your own blessings with your own hands in those days just because you 'couldn't manage' them.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but the way you spend it is very aggressive! Even if a financial opportunity comes, you do not compromise with anyone by saying 'I am right' and this prevents your abundance. These days, when making financial decisions, you should act only with numbers, not with your emotions or ambitions; Otherwise, in this chaos, you may spend the last of your savings for the sake of luxury and power struggle. To close that hole in your wallet, you must first end the 'hunger' inside you.",
        "gelecek": "The biggest risk that awaits you in your financial future may be losing everything in an investment you made with overconfidence or a business you did with your name ending in failure. If you do not learn financial discipline today and stop using money as a tool of pressure, you may always live with a feeling of financial 'inadequacy' in the future. If you want prosperity in the future, you should use your financial power to build a real castle, not to show off. Otherwise, you may always live in fear of going bankrupt financially."
      },
      "saglik": {
        "gecmis": "In the past, you have neglected a situation related to your health, saying 'nothing will happen to me' or focusing only on your financial ambitions. Maybe you focused only on your appearance and neglected your inner health, or your body became weak due to your excessive eating and drinking habits. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a panic of 'Am I going to get sick again' at the slightest fatigue. It seems like you've ignored your own body's needs simply out of vanity and pleasure.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this 'I control everything' stress anymore! Blood pressure problems, weight gain or heart palpitations may be a manifestation of your inactive and careless state right now. You should make time for yourself these days, quiet your ego a little and really listen to what your body wants; Healing will only come back when you truly say 'I value my body'.",
        "gelecek": "The problems you may experience with your health in the future may generally be fatigue caused by excessive effort or heart/nervous system problems caused by the pressure of success. If you do not regulate your lifestyle today and do not see 'resting' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you should create a healthy routine now and take care of your body like a temple. Health will only last when you are in balance."
      },
      "hepsi": {
        "gecmis": "You ruined that great success that you should have experienced in a past period of your life because of your own arrogance or unplanned ambitions. Just when fate had opened a door for you, you made a mistake or used that power on the wrong people. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting in the shadow of that old failure.",
        "simdi": "There is chaos in your life right now because you are trying to control everything, but the real power is in 'surrender' my dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your stubbornness of 'I must protect what is mine'. He should shake himself up as soon as possible, realize the blessings he has and ask 'what am I really living for?' you should ask. If your perspective does not change, your life will not open a new door for you; You have to take that step of gratitude.",
        "gelecek": "What awaits you in the future may be a recurring fate of 'lonely summit' if you do not change this dissatisfied and stubborn attitude. You can miss the tremendous opportunities that life offers you simply because you cannot find that inner compassion. To save your future, you must put 'gratitude' and honesty back at the center of your life today. Otherwise, life may leave you in even greater loneliness at a point you never wanted; be alert!"
      }
    }
  }
]