[
  {
    "card_id": 45,
    "card_name": "Two of Swords",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a period of complete deadlock in love in your past; Either you are torn between two people, or there is an ocean of difference between your heart and your logic. Closing your eyes to the facts and choosing not to make any decisions may seem to protect you at the time, but it actually drained you deep inside. This emotional 'truce' state at that time causes you to get defensive even today when a problem arises in your relationships. You learned in those days to stand still in that stormy sea of ​​love.",
        "simdi": "You're looking for a 'pause' and balance in your love life right now, honey; It's like you've crossed your arms over your chest and shut out the world. You have something to decide, but you don't want to say yes or no, because it feels like it will hurt you either way. This 'ignoring' situation is not actually a solution, it just prolongs the process. Today is your time to take off that blindfold and face the truth; Only then can your heart beat freely again.",
        "gelecek": "Beautiful, in your future, love will force you to make a choice, but this choice will be so extreme that you will have to use your logic like a scale. You may be torn between two candidates or two different relationship models, and you may want to freeze your feelings for a while. This process will teach you to control your emotions, tune out external sounds and trust only that quiet balance within yourself. The future will tell you that 'deciding is liberation' in love, be ready.",
        "para": "There was a time in the past when you were very strict about financial matters, did not take any risks and stopped your spending completely to protect your budget. It sounds like you chose to freeze money instead of managing it. This state of 'inactivity' brought about by those days causes you to act financially more balanced but still hesitant today. You realized in those quiet days that money was a 'firewall' for you.",
        "saglik": "You may have experienced a dilemma about your health in the past or gone through a period when you were torn between two different treatment methods and could not choose either one. While your body was giving you signals, you closed your mind to these warnings and entered a physical 'denial' process. This mental blockage you experienced at that time may be causing you to have difficulty hearing your body's voice even today. It's time to discover that your health is not only about your body, but also about those emotions you suppress.",
        "hepsi": "Do you remember that moment of immense indecision at some point in your life when you said, 'I don't want to hear anything'? That's when you took those two swords and actually broke away from the world while trying to balance all the chaos in your life. That 'inaction' decision you made at that time formed the unshakable but distant structure of your character today. In those days, you personally experienced that silence was actually an answer."
      },
      "reversed": {
        "ask": {
          "gecmis": "In the past, you were indecisive about love for so long that you finally experienced a moment when that blindfold was forcibly removed and you faced the facts harshly. Kept secrets were revealed, your two-person world was suddenly shaken and you were confused about where to run. This 'sudden awakening' at that time is the biggest proof of why he is so skeptical and 'open-eyed' about love today. That moment when the illusions ended was the most painful liberation in your love life.",
          "simdi": "My dear, right now that false balance in your love life is being disrupted and secrets are spilling out one by one; You can't close your eyes anymore! That silent agreement between you and your partner has been broken and you can no longer avoid having that big talk. This confusion may be tiring for you, but know that the fog is clearing. Today is your time to take out all those 'buts' you put inside yourself; Even if the truth hurts you, this is the only thing that will save you from that locked state.",
          "gelecek": "The risk that awaits you in love in the future may be losing control to others because of your indecisiveness or making wrong decisions due to a sudden discharge of emotions. If you do not change this 'avoiding confrontation' attitude, you may struggle with sudden crises in your future relationships. If you want true happiness in the future, you must unsheathe your swords and take the wheel of your life. Otherwise, your love life may always remain like a scenario that others choose for you.",
          "para": "That 'ignoring' mistake you made in the past in financial matters may have missed your blessings today; You didn't see the debts, you didn't check the accounts and that knot suddenly burst. That period when you swept your problems under the carpet instead of managing your money has made you more anxious and meticulous today. The financial shock you experienced in those days drives you into a state of unnecessary panic every time you look at your wallet today; If you had faced the facts in time, you wouldn't be this tired.",
          "saglik": "In the past, you may have dismissed a situation related to your health as 'psychological' or you did not hear the clear signals your body gave you because of your mental confusion. Finally, your body told you 'stop' so much that you had to put everything aside. This 'health awakening' you experienced at that time has left you with a sensitivity even today and a tendency to run to the doctor immediately at the slightest symptom. At that time, it seemed like you pushed aside the needs of your own body just because of your fears.",
          "hepsi": "With your own hands, you stopped that great awakening that you should have experienced in a past period of your life, and blindfolded yourself by saying 'this is my destiny'. But the universe has dissolved that bond in such a way that the facts you see have destroyed your world. This feeling of 'stuckness' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. You feel like time is wasting and you are still stuck in that old moment of decision; Wake up honey, the world is spinning!"
        }
      }
    }
  },
  {
    "card_id": 46,
    "card_name": "Three of Swords",
    "upright": {
      "ask": {
        "gecmis": "My dear, I know that you have never forgotten that tremendous heartbreak in your past when those three swords pierced your heart and took your breath away. A betrayal, a sudden breakup, or someone you trusted very much disappointing you has left a deep wound in your soul. This emotional 'surgery' you experienced at that time was actually necessary for you to remove the fake from your life. Every drop of tear you shed in those days has made you a much wiser and protected woman in love today.",
        "simdi": "You are under a 'stormy sky' in your love life right now, honey; Your heart aches and you can't hide this pain. Maybe you learned a truth, or maybe there was a coldness between you and your partner that was hard to repair. Don't let this pain break you down; Because sometimes the heart breaks to empty the pus inside. Today you need to shed those tears and cleanse your soul from this poison; If the swords are stuck, it means the healing process has started, do not resist.",
        "gelecek": "Beautiful beauty, in your future, love will put you to a 'reality test'; There may be hurtful news or a decision to break up at the door. However, this 'destruction' will actually be a blessing for you; Because it will completely cut off that bond that distracts you and rots your soul. After this process, your heart will not be the same; It will turn into a much stronger castle that will only contain those who deserve it. The future will tell you that in love, 'pain ends, lessons remain' and will prepare you for a much more honest relationship.",
        "para": "You may have suffered a major financial loss in the past or the disappointing end of a partnership that hurt you financially. Maybe the loan you gave to someone you love hasn't come through, or maybe an investment of yours has suddenly turned into ashes. This 'financial coup' you experienced at that time made you a much tougher person today towards money and saying 'I don't trust anyone'. Those days when you felt like you gave a piece of your heart for your financial security have matured you a lot.",
        "saglik": {
          "gecmis": "You have experienced a physical 'crisis' regarding your health in the past or serious distress related to your cardiovascular system. Maybe the great stress you experienced hit directly on your heart and left you physically exhausted. This 'physical collapse' you experienced at that time may have left you with a sensitivity and a fragility as if you would get tired at any moment, even today. In those days, you realized in the hardest way that your health actually comes from repressed sorrows.",
          "simdi": "My dear, right now your body is telling you 'my soul hurts'; You may be experiencing heaviness in your chest, insomnia or nervous tension. These symptoms actually carry the message of 'end the grief within you'. These days, more than going to a doctor, you need therapy or a conversation that will heal your soul. You cannot fully heal physically unless you remove those swords from your heart one by one; Honor your pain, but don't let it grow inside you.",
          "gelecek": "The problems you may experience with your health in the future may generally be stomach or heart sensitivities caused by sadness. If you do not regulate your lifestyle and get rid of your emotional burdens today, your body may give you a much harsher warning of \"I can't handle it anymore\" in the future. To be fitter in the future, you must learn to 'forgive' and say goodbye now. Health will stay with you only when you end the war within you and declare peace."
        },
        "hepsi": "Do you remember that phase of immense sadness and loss at some point in your life when you said 'my world fell apart'? That's when you were struck right in the heart with the sword of truth and froze life. This spirit of 'sorrow' you experienced at that time creates a residue of 'melancholy' throughout your life today. You feel like your time has been wasted and you're still waiting for that old pain. But remember, those swords didn't kill you, they made you stronger."
      },
      "reversed": {
        "ask": {
          "gecmis": "Remember that moment of tremendous healing when you finally got over that heavy heartbreak you experienced in love in the past and pulled out the swords. You stopped crying for those who left, and opened your heart to life again, saying 'life goes on'. This 'healing' energy at that time is the biggest proof of why he is so cautious but hopeful in love today. You managed to turn pain into strength and forgive yourself in those difficult days.",
          "simdi": "My dear, you are currently in a period of 'wound healing' and spiritual cleansing in your love life; Now your tears are drying! You get rid of the shadow of your ex, put aside the questions 'why did it end' and start to see the beauty in front of you. You are in that miraculous moment when you forgive or completely let go of that big fight/betrayal with your partner. Today is your time to bury the swords in your heart one by one and take on the warm colors of love again; You're getting better, honey.",
          "gelecek": "Most beautiful, in your future, love will embrace you with complete 'compensation' and peace; What they lost will be replaced by much more valuable ones. The person you meet will heal all your old wounds one by one and remind you of the joy of loving again. This relationship will be deep and peaceful enough to make you say, \"I'm glad I experienced that pain and reached this value.\" The future promises you a 'second spring' in love; Now the storm is over, the sun is rising for you, may your heart be relieved.",
          "para": "You have managed to overcome the pain of 'bankruptcy' or 'fraud' you have experienced in financial matters in the past with great patience and honesty. When you said 'I lost everything', you managed the little hope you had in such a way that you built your day with the strength you built on that pain. This 'financial awakening' at that time enables you to manage your budget much more wisely and 'without fear of losses' today. In those days, you broke the psychology of grief that prevented your own abundance.",
          "saglik": "You overcame the great 'demoralization' and heart fatigue you experienced regarding your health in the past with great willpower. Remember that moment of awakening when you got rid of the sadness that imprisoned your body and soul and said 'living is beautiful'. This 'miracle of healing' you experienced at that time proves to you every day how strong and dependent your cells are today. You learned the language of your own body in those difficult but enlightening days; You chose to heal.",
          "hepsi": "Thanks to that 'enlightenment' you experienced in a past period of your life, you threw away those swords of grief that destroyed you and returned to life. You faced the truths that no one else dared, and you dispersed your own darkness with your own hope. This 'healing' power you gained during that period is your greatest asset today and the basis of your unshakable character. In those days, you said goodbye to sadness and said hello to a real life."
        }
      }
    }
  },
  {
    "card_id": 47,
    "card_name": "Four of Swords",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a period in your past when you escaped from the tiring chaos of love and took shelter in your inner world, leaving your heart fallow. Maybe you came out of a big storm and just needed silence; Those days when you didn't see anyone and just rested your soul were very good for you. This 'emotional break' during that period allows you to make calmer and more prudent decisions in love today. You learned in those days when your heart should be silent.",
        "simdi": "You are currently in a complete 'retreat' and meditation period in your love life, honey; Doing nothing is your biggest action right now! If there is tension between you and your partner, keeping some distance and thinking objectively instead of pushing on it will be healing for both of you. If you are alone, your soul is not yet ready to open the door to someone new; First you need to silence those old voices inside you. Rest your heart today, the answers will appear automatically when you remain silent.",
        "gelecek": "Most beautiful, in your future, love will greet you with a 'healing' process; You are entering a period where all those old pains subside and peace takes center stage. The bond you will encounter will not be built on loud passion, but on a quiet and deep, unshakable trust. Maybe you will prefer to be alone for a while, but you will come out of this loneliness with tremendous strength. The future promises you that serene togetherness that will make you say 'peace is the greatest luxury' in love."
      },
      "is": {
        "gecmis": "In the past, you have been at such an intense pace in your career that you had to take a forced break when your body and mind said 'enough is enough'. Maybe it was a leave period, maybe those quiet months when you were unemployed, but in fact you were strategizing, have become the wisest part of your professionalism today. This ability to 'stop and watch' that you gained during that period enables you to manage crises without panic today. You understood in those days that success comes not only by running but also by resting at the right time.",
        "simdi": "You are currently in a 'planning and retreat' phase in your business life, my dear; This is not a good time to make big moves. You need to put aside the work on your desk and just clear your mind and honestly weigh which project truly serves you. Staying away from gossip and competition at work will be your biggest professional shield right now. Today is 'fallow' time for you; Gather your energy so that your next attack will be much sharper and more effective.",
        "gelecek": "A quiet but profound success awaits you, in which your name will be known as a 'master of strategy' in business life in the future. You will come to a point where people will knock on your door, admiring your calm and controlled stance. Your career will offer you not only money but also a peaceful working environment without stress. The future promises you great wisdom in business life that will make you say 'the real power is not in rushing into everything, but in knowing what not to do'."
      },
      "para": {
        "gecmis": "In financial matters, you have experienced a 'winter' period in the past where you applied very strict discipline and completely froze your expenses in order to protect your budget. In those days, your only priority was to protect what you had and avoid risk, rather than saving money. This 'cautious' attitude of those days provides a more financially sound and 'surprise-proof' budget management today. You registered in those quiet days that money was a 'fund of peace' for you.",
        "simdi": "You're currently in a 'pause' period regarding your financial situation, honey; There is no gain or loss, you are in complete stability. It's not a good time to make a new investment or make a big expense, because right now your mind is just saying 'protect what you have'. The universe is sending you a message to 'stay still and wait'; Keeping your wallet closed will be the most profitable move for you these days. This material silence is actually the last preparation before a great abundance.",
        "gelecek": "Your financial future looks very safe and peaceful thanks to your patient and cautious attitude. In the future, you will experience a financial 'sleep of prosperity' and reach that stable income that will allow you to enjoy life without any worries. Money will no longer be a problem for you, it will just be a silent assistant that ensures your comfort. The future heralds you that magnificent period when money will flow to you, admiring your discipline, and you will find great peace with very little effort."
      },
      "saglik": {
        "gecmis": "Do you remember that forced break that came with a physical 'rest' or hospital/treatment period regarding your health in the past? When your body told you 'enough is enough', you had no choice but to listen to it, and this process actually became a spiritual awakening for you. This physical 'awareness' you gained at that time has become your strongest shield that protects your body even today. You discovered in those healing days that health actually begins with 'sleep and silence'.",
        "simdi": "My dear, right now your body is whispering to you 'please sleep and rest'; Your energy is at the point of exhaustion! If you have a health problem, your best medicine right now is not drugs, but that deep silence therapy in a completely dark room. Your body wants to lie fallow to renew itself, don't resist it. Meditating these days, staying away from the phone and focusing only on your breathing will instantly brighten all your cells; The healing is hidden in your inactivity.",
        "gelecek": "Unshakable strength in your health and complete mental well-being awaits you in the future. No matter your age, you will always remain vigorous thanks to that silent agreement between your body and soul. Diseases will stay far away from you because you will learn to understand like a wise man when your body is tired and give it the break it needs. The future promises you a healthy and clear life where you wake up in peace every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that tremendous period of retreat and rest in a past period of your life when you said 'I stopped the world'? That's when you escaped from all kinds of noise and retreated to that quiet room just to listen to the whispers of your own soul. This 'inner peace' you gained during that period is the strongest building block of your unshakable character in every aspect of your life today. In those days, you personally experienced that 'stopping' sometimes made you go further than 'running'.",
        "simdi": "Honey, you are currently in one of the most 'healing' and quietest periods of your life; The universe has stopped all traffic for you! All the turmoil in your life is over, now it's time for you to just rest and make peace with yourself. Whatever you intend today, behind that intention will be the tranquility of a whole universe and the deep power within you. Just close your eyes and enjoy this tremendous silence; Because you totally deserve this break. The universe greets you in your dreams.",
        "gelecek": "Your future looks like a very peaceful and successful path shaped by your serene and wise energy. You are entering a magnificent process in which everything in your life falls into place, one by one, and you enjoy just watching. A life awaits you where people admire your wisdom and calmness and you shine light on the world. The future will say to you 'you have rested and you are now ready to manage everything' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, in love, you locked yourself in a room or sealed your heart for so long that you experienced a period when you missed the real life outside. Maybe after a breakup, you prolonged your grief by saying 'I'll never heal' and this has corroded your soul. This mistake of being 'inactive' at that time may prevent you from experiencing full excitement in your relationships even today. Those days when you imprisoned your own heart in a hospital still seem like a weight on your soul.",
        "simdi": "My dear, there is a period of 'restlessness' and insomnia in your love life right now; You're still fighting old battles in your mind when you should be resting! You can't stop thinking about your problems with your partner even in bed, and you can't leave your soul fallow. This exhaustion inside you makes you aggressive. Today you must close those eyes and learn to surrender by saying 'I can't solve anything right now'; Love won't find you until you get better, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be losing your true soul mate due to burnout syndrome or acting 'dead' in a relationship and pushing the other party away from you. If you don't change this 'I don't have any energy' attitude, you may be doomed to a love that only remains in your dreams but never comes true in the future. If you want true happiness in the future, you must first learn to recharge your own batteries and get involved in life. Otherwise, your love life may always feel like a 'recovery room'."
      },
      "is": {
        "gecmis": "You may have been in such a state of 'inertia' or avoided taking responsibility in your career that you eventually experienced a period in your professional life where you missed the train. Maybe you missed an opportunity by saying 'I'm not ready', maybe that stagnation at work dulled all your talents. This 'excessive rest' mistake at that time leaves you with the fear of 'not being able to keep up' with every new project in your professional life today. Those days when you thought success would come not by working but just waiting are a little behind you.",
        "simdi": "You are currently suffering from 'burnout' and loss of motivation in your business life, honey; It's like you're falling asleep at your desk! Thousands of thoughts are going on in your mind, but you are in no mood to raise your hand, and this makes you look 'inefficient' and 'unwilling' at work. Instead of working hard these days, you should question why you're so 'bored' and maybe take a vacation; Otherwise, this lethargy may end your entire career, shake it off!",
        "gelecek": "The danger that awaits you in your future business life is that you may be paralyzed in a crisis and not be able to do anything, or you may be completely forgotten because you refuse change. If you don't learn how to mentally detox and regain your energy today, you may be left alone and far behind your competitors in the future. You should also consider 'resting' as a strategy to protect your future success, but you shouldn't get stuck there. Otherwise, your career path may always remain at that 'unfinished dream' stop."
      },
      "para": {
        "gecmis": "That 'inaction' mistake you made in the past in financial matters or that period where you forgot your money under your pillow instead of managing it may have missed your blessing today. Instead of thinking of money as energy, it seems like you chose to freeze it and just follow investment opportunities. This 'financial fear' at that time has made you feel much more anxious about money today and as if 'everything will stop again'. At that time, you limited your own abundance only because of your ambition to 'live risk-free'.",
        "simdi": "You are currently in a serious 'stress' and congestion phase regarding your money situation, dear; It's like your wallet is in a deep sleep! Your income is not increasing, the payments you expect are not coming, and you are very angry about this situation. This state of 'unrest' within you causes you to close the doors of abundance yourself. When making financial decisions these days, instead of saying 'whatever happens', you should quietly examine your accounts; Otherwise, you may waste your last savings in unnecessary panic in this chaos.",
        "gelecek": "The biggest risk that awaits you in your financial future may be not seeing the huge opportunities that come your way due to excessive frugality, or missing out on the abundance of your wealth because you only save money and never use it. If you don't fix your 'cold' relationship with money today, you may always live with a feeling of 'inadequacy' financially in the future. If you want prosperity in the future, you must understand that money is a flow and you must join this flow. Otherwise, you may always live in fear of going bankrupt financially."
      },
      "saglik": {
        "gecmis": "In the past, you have neglected a situation related to your health by saying 'it will go away anyway' and tried to ignore those warning signals of your body by just sleeping. Maybe you came back to life without fully healing an illness, and that's why your body has always had a feeling of 'incompleteness'. This state of 'procrastination' you experienced at that time may have left you with a sensitivity and a fragility as if you would get tired at any moment, even today. It seems like you've made your own healing a burden simply because of your impatience.",
        "simdi": "You are currently in a state of 'burnout' and energy blockage regarding your health, honey; Your body can't handle this 'sleepless night' mode anymore! You feel physically very heavy, sleepless and drained of energy because your mind won't stop. These symptoms actually carry the message of 'really rest, don't just lie down'. These days you should visit a doctor or at least try natural methods to calm your nervous system; If you don't shine from within, there will be no healing, wake up!",
        "gelecek": "The problems you may experience with your health in the future may be neurological disorders caused by insomnia, migraines, or the collapse of the immune system due to excessive fatigue. If you don't regulate your lifestyle today and learn to 'quiet your mind', your body may give you a much harsher 'I'm done' warning in the future. In order to be fitter in the future, you must calm your soul and make peace with your body now. Health will only last when you are in balance."
      },
      "hepsi": {
        "gecmis": "You have stopped that great awakening and vision that you should have experienced in a past period of your life because of your own fears or your stubbornness of 'I'm not ready'. It's like fate opened a door for you, but you fell asleep in front of that door. This feeling of 'stuckness' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. You feel like time is wasted and you're still sitting in that old waiting room; Shake yourself up!",
        "simdi": "There is chaos in your life right now because you are running around where you should be resting, and you are sleeping where you should be running, my dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your 'burnout' stubbornness. He should shake himself up as soon as possible, put down those swords in his hands honestly and say 'when did I stay with myself?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that healing step.",
        "gelecek": "What awaits you in the future may be a recurring regret of 'wasted years' if you don't change your resigned and tired attitude. You can miss the great beginnings that life offers you just because you cannot make that last move. To save your future, you must put 'renewal' and discipline back at the center of your life today. Otherwise, life may leave you in even greater despair at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 48,
    "card_name": "Five of Swords",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a complete 'ego war' or an unfair victory in love in your past; It's like you were right but you completely lost your partner. Maybe you had the last word in an argument and brought everyone to their knees, but the immense loneliness you felt when you entered the house in the evening was your biggest lesson. This 'Pyrrhic victory' you gained at that time became the basis for why you try to be so 'peaceful' in love today. In those days, you realized in the most painful way that being right does not make you happy.",
        "simdi": "There is a 'showdown' and dishonest energy in your love life right now, honey; Someone may be trying to infiltrate you with your partner or manipulate you. Maybe you are hurting your partner and damaging his/her honor to be right; be careful! Today, instead of asking the question 'who won' in love, you should look at 'what are we losing'. If you do not put down these swords and only try to prove your superiority, tomorrow you will only have empty pride, wake up!",
        "gelecek": "Most beautiful, in your future, love will put you to a test of 'betrayal' or 'ethics'; You should not open your heart completely until you are sure of the intentions of the person you meet. Someone may do something behind your back, or you may make the mistake of breaking others' hearts for the sake of love. This process may be harsh enough to teach you that you should not see love as a race. The future tells you that 'unfair gain does not bring happiness' in love; Use your sword only to protect yourself, not to attack."
      },
      "is": {
        "gecmis": "In the past in your career, you have been in the middle of such intense competition and 'foot-scraping' operations that you, too, had to toughen up a little in order to survive. Maybe you got a promotion by crushing your competitors, but when you sat in that seat you realized that no one was talking to you. This 'coldness of victory' at that time keeps you overly defensive and on guard against every project in your professional life, as if you were going to score a goal at any moment. Those days when trust was destroyed made you professional but lonely.",
        "simdi": "You are in a real 'arena' in your business life right now, my dear; Someone may be taking their rights or you are about to disable someone! Rumors, secret agreements and unethical moves at work are flying around. Today is the time for you to 'protect your dignity'; Yes, you can win, but if the price of this victory will be your dignity, you must put that sword down. Your competitors may be trying to provoke you, do not fall into that trap; Success is only permanent when combined with honesty.",
        "gelecek": "A period awaits you in the future where your name will be known as a 'tough but controversial' leader in business life and you will overcome all kinds of crises by pushing ethical boundaries. You will come to a point where everyone will be afraid of you but no one will truly love you. Your career may bring you money, but it will not offer you spiritual satisfaction. The future promises you a great lesson in business life that will make you say 'the real victory is not in destroying your competitors, but in making them admire you'; Your sword should be sharp but your heart should be compassionate."
      },
      "para": {
        "gecmis": "In financial matters, that 'unfair gain' you made in the past or the profit you gained from someone else's loss may have lost its abundance today. Maybe you acted shrewdly in a debt issue, or perhaps you were unfair in an inheritance, and your wallet has never been at peace since that day. This 'material ego' at that time has caused you to act much more guilty towards money today and with the fear that 'it will disappear from my hands at any moment'. It's like you couldn't see the benefit of that wealth built on someone else's tears.",
        "simdi": "You're feeling seriously 'conflicted' and lost about your money situation right now, honey; Someone is trying to exploit your budget or pull you into a financial conspiracy! You may not receive the payment you expect or you may be at risk of being defrauded in a business partnership, so keep your eyes peeled. When making financial decisions these days, you should stay away from those who promise 'quick riches'; You may sacrifice the last savings you have while trying to be cunning. Transparency is your only salvation.",
        "gelecek": "The biggest risk that awaits you in your financial future may be to suddenly lose your reputation and wealth by turning to illegal means or to be at odds with your closest people over money. If you break your financial morality today, you may always live in fear of financial accountability in the future. If you want prosperity in the future, you must learn to protect your money but not to offend anyone while doing so. Otherwise, you may always remain in that 'I bought it but it wasn't enough' sadness financially."
      },
      "saglik": {
        "gecmis": "In the past, you turned a struggle with your health (illness, addiction, stress) into a complete 'stubbornness' and treated your body very harshly. Maybe you overexerted your body to recover or wore it out even further with the wrong methods. This state of 'physical ambition' that you experienced at that time left a sensitivity in your body even today and a panic of 'Am I failing again' at the slightest pain. At that time, it seemed like you turned your own healing into a war of 'justification'.",
        "simdi": "You're in a state of 'inward anger' and energy blockage about your health right now, honey; Your body can't handle this fight anymore! You feel physically very heavy, sleepless and drained of energy because your soul is constantly fighting with someone. These symptoms actually carry the message 'put down the swords in your mind'. These days, rather than going to a doctor, you should do a forgiveness exercise that will heal your soul; Your body will not stand up until you vomit that hatred inside you, wake up!",
        "gelecek": "The problems you may experience with your health in the future may be internal diseases caused by nervous tension, blood pressure problems or collapse of the immune system due to excessive stress. If you do not get your lifestyle in order today and do not see 'making up' as a success, your body may give you a much harsher 'stop' warning in the future. In order to be fitter in the future, you must calm your soul and make peace with your body now. Health will be permanent only when you end the war within you."
      },
      "hepsi": {
        "gecmis": "Do you remember how lonely that tremendous victory that you said \"I won\" in a past period of your life actually made you? That's when you took everyone against you and set the world on fire for your own truth. This 'invincible' spirit you gained at that time creates a 'trust problem' throughout your life today. It's like you don't feel like your time was wasted, but that you lost the right people. Your sword was very sharp in those days, but your heart was frozen.",
        "simdi": "Honey, there is chaos in your life right now because you think everything is a power struggle and it's killing you! There may be opportunities, but you are very susceptible to deceitful ways because of that pressure and the fear of 'being defeated'. He should shake himself up as soon as possible, put down the sword in his hand and ask 'what will this victory cost me?' you should ask. If your perspective does not change, your life will not write a new success for you; You have to take that step of honor. Staying honest in the chaos is the real victory.",
        "gelecek": "What awaits you in the future may be a recurring fate of 'lonely summit' if you do not change your belligerent and selfish attitude. You can miss the tremendous successes that life offers you simply because you cannot show that necessary compassion. To save your future, you must put 'collaboration' and honesty at the center of your life again today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; Be alert and sheath your sword!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "Remember those heavy ego battles you experienced in love in the past and that moment of tremendous peace when you finally ended that period in which you wore each other out and laid down your swords. You stopped sighing after his departure and healed your heart again by saying 'happiness is important, not righteousness'. This 'disarming' energy at that time is the biggest proof of why love is so constructive and forgiving today. You managed to put aside your ambition and love in those difficult days.",
        "simdi": "My dear, you are currently in a period of 'wound healing' and spiritual cleansing in your love life; Now those old grudges are extinguished! You are in that miraculous moment when you forgive or completely let go of that big fight/betrayal with your partner. If you are lonely, you get rid of that 'they beat me' feeling of the past and regain your self-confidence. Today is your time to bury the swords in the ground and take on the unifying colors of love again; You are getting better honey, your heart is at peace.",
        "gelecek": "Most beautiful, in your future, love will embrace you with complete 'reconciliation' and peace; Quarrels will be replaced by deep understanding. The person you meet will heal all your old wounds one by one and remind you how relieving it is to trust again. This relationship will be safe and honest enough to make you say 'I'm glad I overcame those storms'. The future gives you the good news that 'peace has been declared' in love; Now ambition is over, true love begins, get ready.",
        "is": "You have managed to maintain your place by overcoming the intense competition and back-handed games you experienced in your career with great patience. Because you were not like anyone else and did not participate in those dirty games, you were the winner in the end. This 'honorable stance' you showed in those days shows what an unshakable character you have in your professional life today. You proved to the world in those days that success is not just about doing business, but also about staying clean.",
        "para": "You ended the 'injustice' or money fights you had in the past regarding financial matters with great calmness. It was your financial awakening to walk away from a bad partnership or a lawsuit, saying, 'No matter what the losses, it's worth it'. This 'rational abandonment' at that time enables you to manage your budget much more safely and 'without relying on anyone' today. In those days, you broke down that ambitious attitude that hindered your own abundance; Money is no longer a war for you, it is a source of peace.",
        "saglik": "You overcame that great period of 'stress and anger' you experienced regarding your health in the past with great willpower. Remember that moment of awakening when you got rid of the anger that imprisoned your body and soul and said 'peace is the greatest healing'. This 'moral recovery' you experienced at that time proves to you every day how strong your cells and connected to your mind are today. You learned the language of your own body in those difficult but enlightening days; You chose to be at peace, not to be healthy.",
        "hepsi": "Thanks to that 'enlightenment' you experienced in a past period of your life, you threw off those swords of competition and ambition that destroyed you and returned to life. You faced the truths that no one else dared, and you dispersed your own darkness with your own forgiveness. This 'honesty' power you gained during that period is your greatest asset today and the basis of your unshakable character. In those days, you said goodbye to ambition and hello to true peace."
      }
    }
  },
  {
    "card_id": 49,
    "card_name": "Six of Swords",
    "upright": {
      "ask": {
        "gecmis": "My dear, you were so tired in your past love life that you finally decided to put all those stormy emotions on the boat and go away quietly. Maybe it hurt, but that day you realized that leaving was the only salvation. That sad journey took you to calmer shores and rested your soul. The basis of the mature and distant stance you display in your relationships today is hidden in your silent farewell of those days.",
        "simdi": "You are currently in a transition period in your love life, honey; You leave the stormy waters behind and move into a more peaceful phase. If you are in a relationship, rather than solving the problems, you set out together to leave them behind and turn over a new page. If you are alone, you are slowly healing by getting rid of the burdens of the past. Don't rush today, just enjoy this calming process and spiritual purification; water will take you to the right place.",
        "gelecek": "Most beautiful, in your future, love will carry you to a much more serene togetherness where mental harmony is at the forefront. Maybe a trip or a change of place with your partner will be like a cure for your relationship. All those chaotic ties of the past will be broken one by one and you will finally be anchored in that harbor of peace where you can breathe. The future gives you the good news that 'those storms are over, now is the time for calm' in love; Your heart will be relieved."
      },
      "is": {
        "gecmis": "You have quietly escaped from a never-ending, chaos-weary work environment in your career that had exhausted you in the past and entered a more stable path. Maybe you resigned, maybe you changed departments, but that transition was the most logical move in your professional life. The uncertain journey you went through at that time taught you today how to remain calm in times of crisis. You understood in those days that success comes not only by fighting, but also by changing places.",
        "simdi": "You are currently in a process of 'recovery' and getting used to a new routine in your business life, my dear; The stress on his shoulders started to decrease. Your current projects become more fluid and you can now see the future more clearly. If you have a new job offer or appointment, this transition will be very good for you, do not hesitate. Today is 'mental detox' time for you; You silently row towards success by moving away from all kinds of fights that drain your energy.",
        "gelecek": "A much more corporate, organized and peaceful working environment awaits you in your future business life. You will come to a point where, instead of wallowing in chaos, you will lead in a structure where the system works smoothly. Maybe a job abroad or an opportunity in another city will completely change your career. The future promises you tremendous relief in your business life that will make you say 'salvation is the end of the road'; be ready"
      },
      "para": {
        "gecmis": "In financial matters, you have managed to get out of a major crisis or debt crisis silently and wisely in the past. You lived through a period in which you managed money, not running away from it, but putting it in a calm order. Those strategic decisions you made in those days enabled you to move your budget to much 'safer waters' today. During that transition period, you realized that money is not just an ambition, but a quality of life.",
        "simdi": "You are currently in a period of 'recovery' and stabilization regarding your financial situation, honey; Crises are slowly leaving behind. Your income starts to cover your expenses and you can now make more hopeful plans for the future. If you have a debt, restructuring it or moving to a less expensive life will be the biggest cure for you right now. The universe is telling you to 'lighten up'; As you reduce your financial burdens, your abundance will flow more easily.",
        "gelecek": "Your financial future looks quite stable and reassuring, thanks to your cautious and rational moves. In the future, you will experience a financial 'peace of mind' and reach that regular income that will allow you to enjoy life without any worries. Maybe a change of location will open new and more profitable doors for you financially. The future heralds you a period of tremendous relief when money flows to you peacefully, admiring your discipline."
      },
      "saglik": {
        "gecmis": "In the past, you went on a physical 'healing journey' regarding your health and left a difficult illness process behind. Your body told you to 'rest' and you healed yourself by choosing a calmer lifestyle. This physical 'awareness' you gained at that time became the basis of that resilient structure that protects your body even today. You discovered in those days that health is actually a matter of mental peace and tranquility.",
        "simdi": "My dear, right now your body is telling you 'choose peace'; Your energy is slowly being restored and healing is spreading to your cells! If you are in a treatment process, you have now gone through the hardest part and are now in the easier recovery phase. Your body needs calmness to renew itself, give it this space. Doing water therapies these days and clearing your mind with meditation will further increase your physical strength; you shine!",
        "gelecek": "Unshakable serenity regarding your health and long life awaits you in the future. No matter your age, your 'stress-avoiding' attitude will always keep your body fresh and alive. Diseases will stay far away from you because you will have made nourishing your body with joy and peace a way of life. The future promises you a healthy life where you wake up every morning with great gratitude; You are the passenger of healing."
      },
      "hepsi": {
        "gecmis": "Do you remember that tremendous transitional phase in your life when you said 'I have to get out of here now'? That's when you left all the noise behind and silently set out towards a better future. Those logical decisions you made at that time are the strongest building blocks of success in every aspect of your life today. In those days, you personally experienced that sometimes 'getting away' was the biggest 'gain'.",
        "simdi": "Honey, you are currently in one of the most 'healing' and calmest transition periods of your life; The universe takes you by the arms and carries you to a more beautiful place! All the turmoil in your life is over, the waters are calm now and you just trust the flow. Whatever you intend today, behind that intention will be the tranquility of a whole universe and the deep power within you. Just sit back and enjoy this magnificent journey; Because you deserve this peace.",
        "gelecek": "Your future looks like a very peaceful and successful path shaped by your serene and wise energy. You are entering a magnificent process in which everything in your life falls into place, one by one, and you enjoy just watching. A life awaits you where people admire your wisdom and you shine light on the world. The future will tell you 'the journey is over, you are home now' and greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "My dear, you couldn't leave behind a situation that should have ended in love in the past, and you were stuck in the middle of stormy waters. Maybe you didn't accept a breakup, maybe you kept sinking in the same boat with that person who made you tired. This 'inability to give up' state at that time may prevent you from experiencing complete freedom in your relationships even today. Those days when you left your own heart imprisoned in that storm are still a pain.",
        "simdi": "My dear, there is a 'skid' situation in your love life right now; You know you have to go but you can't muster up the courage! You cannot move your problems with your partner to a new page, you constantly open old notebooks. This resistance only hurts you more and prevents real happiness from coming. In order to move that boat today, you must first put the heavy past on your back into the water; Otherwise you will drown in this stagnation, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be to be stuck in an unhappy relationship because you are afraid of change, or to go back and repeat the same mistakes with every problem. If you don't change your 'comfort zone' obsession, you will only see true happiness in your dreams in the future. If you want true happiness in the future, you must first accept the storm and sail to new shores. Otherwise, your love life may always remain in the shadow of 'incompleteness'."
      },
      "is": {
        "gecmis": "You postponed that big change in your career that you should have experienced in the past just because you were 'scared' and you stayed in that tiring environment longer than necessary. Maybe you had to resign, but you said 'what if I can't find a job', maybe you didn't accept that the project was over. This mistake of 'inactivity' at that time may have created a feeling of 'being left behind' in his professional life today. You wasted your potential in an old order just because of your fears.",
        "simdi": "You are currently experiencing a 'blockage' in your business life and the pain of not being able to transition, honey; Things aren't working but you're still fighting the old ways! You have a lot of inertia and you reject opportunities by saying 'it won't happen anyway'. This may make you look 'unproductive' and 'incompatible' at work. These days you have to get up from that place and embrace change; Otherwise, this recession may end your entire career, shake it off!",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot make that 'expected radical change' and fall far behind your competitors. If you don't expand your vision and silence that 'guarantor' voice today, you may be stuck in a much more ordinary position in the future. To preserve your future success, sometimes you have to learn to 'risk losing'. Otherwise, your career path may always be filled with that 'I have to get out of here' pain."
      },
      "para": {
        "gecmis": "You are having difficulty today because you did not make the necessary savings or budget changes that you should have made in the past in financial matters. That period when you swept problems under the carpet instead of managing money has made you more insecure and anxious today. Maybe you needed to recover immediately after a loss, but you waited, saying 'maybe it will get better'. This 'financial stubbornness' at that time drags you into a state of unnecessary guilt every time you look at your wallet today.",
        "simdi": "You are currently in a serious 'can't give up' crisis regarding your financial situation, my dear; You still continue to pour money into a business that brings you losses! You need to make a financial change, but you don't take risks by saying 'what if it gets worse'. Nowadays, when making financial decisions, you should act only with your logic, not your emotions, and be able to say 'no matter what the loss, it is profitable'. Quietly withdrawing will not make you poor, on the contrary, it will make room for new earnings.",
        "gelecek": "The biggest risk that awaits you in your financial future may be missing out on the new world by being stuck in the debts of the past or unsuccessful business models. If you don't do a financial clean-up today and burn those 'old books', you may always be in financial 'financial trouble' in the future. If you want prosperity in the future, you must learn to protect your money and cut off resources that are no longer useful. Otherwise, you may always live with that financial panic of 'I'm about to go bankrupt'."
      },
      "saglik": {
        "gecmis": "In the past, you may have ignored a major health symptom or been afraid of a radical decision such as treatment/operation. Your body told you 'you need to change' but you chose to hold on to your old, harmful habits. This 'procrastination' you experienced at that time may have left you with a feeling of fatigue and inability to recover even today. At that time, it seemed like you delayed your own healing just because of your fears.",
        "simdi": "You are in a state of 'resistance' and energy blockage regarding your health right now, honey; Your body is alarming but you don't want to hear it! Maybe you are in a treatment process but you do not follow the rules, which prolongs the process. Your immune system has been destroyed by your stubborn attitude. If you don't put aside your old, harmful habits these days, your body may give you a much harsher 'stop' warning, wake up!",
        "gelecek": "The problems you may experience with your health in the future will usually arise from those small pains that become chronic but you always say 'it will pass'. If you don't radically change your lifestyle today, your body may give you a much harsher 'it's too late' warning in the future. To be fitter in the future, you must face your fears now and accept healing. Otherwise, your energy may be completely drained; be alert!"
      },
      "hepsi": {
        "gecmis": "With your own hands, you stopped that great awakening and change that you should have experienced in a past period of your life, and you resisted your fate. Destiny opened a door for you, but you wasted your time because you were afraid to jump over the threshold in front of that door. This feeling of 'stuckness' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. You feel like your time is wasted and you're still waiting in that old storm.",
        "simdi": "There is chaos in your life right now because everything is over, but you are still praying 'maybe it will get better', my dear; This is your biggest mistake. You ignore the great call that life makes to you, and this exhausts you spiritually. You should shake yourself up as soon as possible, wisely put aside those sticks you threw, and confess to yourself why you are so angry. If your perspective does not change, your life will not open a new door for you; You have to walk that path.",
        "gelecek": "What awaits you in the future may be great regret and the feeling of 'missed life' if you do not change this stubborn attitude. Life will eventually force you to that awakening, but this time it may not be with your consent, but with losses. To save your future, you must learn to 'surrender' and honesty today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 50,
    "card_name": "Seven of Swords",
    "upright": {
      "ask": {
        "gecmis": "My dear, you may have experienced a period in your past in your love life where either someone was being very cunning towards you or you were strategizing to get out of a relationship silently. That process where not everything is talked about openly and where there are hidden secrets or 'backdoor' plans has exhausted you. Those rational but somewhat 'dark' decisions you made at that time were the basis of why you are so skeptical about love today and do not believe every word. You understood in those days that love is not just an emotion, but a 'mind game'.",
        "simdi": "You are currently in a 'strategy' phase in your love life, honey; You don't reveal all your cards to anyone! You may have a secret plan against your partner, or you are trying to solve a problem with your intelligence rather than brute force. If you are alone, keep an eye out as someone may not be being very honest when trying to get your attention. Today, you act out of 'survival' instinct rather than honesty in love; This may protect you, but it may also damage the intimacy between you, so be careful.",
        "gelecek": "Beautiful beauty, in your future, love will put you in a 'loyalty test'; You may need to follow like a detective to understand the intentions of the person you encounter. Someone may try to steal something from you (your time, energy or trust) by hiding behind love. This process will strengthen you a lot and teach you to be a human judge. The future warns you that 'all that glitters is not gold' in love; Before you give the key to your heart, you must find where those swords are hidden."
      },
      "is": {
        "gecmis": "Think back to that time in your career when you outsmarted your opponents, picked up a project without anyone knowing, or outsmarted your way out of a crisis. You turned the harsh rules of the business world to your advantage and achieved great success 'alone'. Your 'independent warrior' energy at that time shows how strategic and 'clear-eyed' you are in your professional life today. You proved in those days that sometimes success depends on moving forward silently.",
        "simdi": "You are doing a complete 'behind the scenes' management in your business life right now, my dear; You're on your guard against those who try to steal your ideas! Maybe you are secretly interviewing for a new job, or maybe you notice a conspiracy within the office and set up your own game. Today is the time for you to 'tell no secrets'; You should only share your energy with people you trust and hold those swords tight. Your competitors are afraid of your silence because they know you are preparing for a big move.",
        "gelecek": "A period awaits you in the future where you will be known as a 'strategy genius' in your business life and you will overcome all kinds of obstacles with cunning. You will come to a point where no one will dare to compete with you openly anymore and you will reach the top through the back door. Your career will offer you not only money but also a title of 'invincibility' that will amaze even your enemies. The future promises you a great reputation in business life that will make you say 'the real victory is not waving the sword, but winning it without drawing it'."
      },
      "para": {
        "gecmis": "In financial matters, you may have gone through a period in the past where you made very cunning moves to protect your savings, and perhaps used legal loopholes to your advantage. You discovered in those painful days that money is not just about earning money, but also about growing it by smuggling it from others. This 'alert' attitude brought by that period enables you to manage your budget much more safely and 'without losing it to anyone' today. It's as if your secret struggle for financial security has turned you into a financial wolf.",
        "simdi": "You're in a serious 'strategy' period regarding your money situation right now, honey; You hide your wallet from everyone! Maybe you're making a secret investment, or maybe you've found a way to pay off your debts that no one would have thought of. While making financial decisions these days, you must be very alert and collect every sword (opportunity) on the table. The universe tells you 'your money is your secret'; This discreet stance you take today will be the greatest guarantee of your financial independence in the future.",
        "gelecek": "Your financial future looks very solid and immune to outside influences, thanks to your clever and secretive moves. You will be able to build a financial 'fortress' in the future and protect your earnings against any market fluctuations or competitor attacks. Money will no longer be a source of stress for you, it will be that secret armor that protects you against the world. The future heralds you a period of immense prosperity when money admires your alertness and remains loyal to you; but do not deviate completely from honesty."
      },
      "saglik": {
        "gecmis": "Remember that tiring time in the past when you ignored physical signals about your health and moved forward with solutions that saved the day (painkillers, fad diets). You have literally deceived your body and only hidden the symptoms instead of seeking healing from the root. This habit of 'getting by' that you acquired at that time may have left you with a sensitivity and a vulnerability to relapse at any moment, even today. You understood that health is actually a matter of honesty, in those days when you were being cunning.",
        "simdi": "My dear, right now your body is whispering to you 'stop deceiving me'; There are things stealing your energy but you sweep them under the rug! You are constantly tired but you run around saying 'I'm fine'. These symptoms actually carry the message of 'leave those cunning things in your mind and start a real treatment'. These days you should take your vitamins, pay attention to your sleep and stop saying 'nothing will happen'; Your immunity needs your honest attention right now, not your cunning, wake up!",
        "gelecek": "The problems you may experience with your health in the future will arise from those small pains that are often neglected and said 'it will pass anyway'. If you do not change that cunning and evasive attitude in your lifestyle today, your body may give you a much harsher 'stop' warning in the future. In order to be fitter in the future, you should make peace with your body now and take your hidden pains seriously. Health stays with you only when you are honest; don't forget."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of great strategy and cunning in a past period of your life when you said 'I fooled everyone, but never myself'? That's when you acted like an army alone, collected those swords without anyone noticing and declared your own victory. This 'awake' spirit you gained during that period is the greatest source of your resilience and intelligence in every aspect of your life today. In those days, you personally experienced that the mind is stronger than even the sharpest sword.",
        "simdi": "Honey, you are in a 'secret move' phase of your life right now; Things may be very different than they seem, be careful! The universe is testing your intelligence and asking 'do you really deserve this success?' he asks. Today, instead of fighting openly, proceed silently, keep your plans to yourself and hit that staff/sword firmly on the ground. Only the most cunning one will emerge from this chaos, as long as you make your way without usurping the rights of others. The light is not on you, you follow the light from the shadows.",
        "gelecek": "Your future is shaped by your strategic intelligence and determination, but it seems like a very risky path that requires caution. Behind every success in your life, there will be your secret efforts and games that no one knows about. A life where people admire your strength but are also afraid of you awaits you. The future will ask you 'you won, but did you carry your honesty with you?' he will ask; Don't tarnish that great victory!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "Remember that moment of awakening when you paid a heavy price for those secret deeds, lies or cunning you experienced in love in the past. Maybe you caught someone cheating on you, or maybe a secret you kept was revealed and the whole world came crashing down around you. This state of 'confronting the facts' at that time is the biggest proof of why he tries to be so transparent and honest in love today. You personally experienced in those painful days how lies end a love.",
        "simdi": "My dear, secrets are being spilled in your love life right now; The masks are falling off and you see the truth in all its nakedness! If you are hiding something from your partner or if he is lying to you, today those swords are falling from your hands one by one. Although this situation may seem like a devastation at first, it is actually a tremendous liberation for your soul. Today is your time to throw off that burden of 'lies' and just speak with honesty; Even you will be surprised at how light your heart feels when you tell the truth.",
        "gelecek": "What awaits you in love in the future will be a period of complete honesty and purification; There is nothing hidden anymore. Your bond with the person you meet will be so transparent that you will read each other's souls like a mirror. Those cunning and suspicious days of the past are being completely erased. The future tells you 'don't be afraid, everything is coming to light now'; You will finally anchor in that safe harbor in love, may your heart be relieved."
      },
      "is": {
        "gecmis": "Remember that difficult period in your career when that 'quick success' move or unethical behavior you made in the past got in your way. Maybe you wronged someone or carried out things with a lie, but in the end, those swords turned on you. This 'reputation shake' at that time shows why you are so honest and strict in your professional life today. You proved to the world in those days that success is permanent only with honesty.",
        "simdi": "You are currently in a period of 'accountability' and confronting your mistakes in your business life, honey; Things might be a little confusing. Someone may have noticed your secret moves or you are trying to correct a mistake you made. This situation is actually your message of 'you must be honest now'. These days, instead of blaming, you should take responsibility and take action to get rid of those dark methods in your career; Honesty is the only way to save you.",
        "gelecek": "What awaits you in your future business life will be a period of complete professional clarity and success. You will no longer row in uncertainties and games, you will find the shortest and brightest path to your goal. You are entering a period in which all financial and professional problems have been resolved and everything is proceeding legally and transparently. The future will make you say 'real success lies in honesty' in business life and will take you to a much more respected position; be ready"
      },
      "para": {
        "gecmis": "You have overcome the feeling of 'the money was lost' or 'I was defrauded' that you had in the past regarding financial matters, with great calmness. You said that by realizing the big secret or mistake about money in time, you can recover from the damage no matter what. This financial awakening at that time allows you to base your budget on much more honest and solid foundations today. In those days, you closed those secret holes that were blocking your own abundance, one by one.",
        "simdi": "You are currently in a process of 'relief' and honest accounting of your financial situation, my dear; Those complicated calculations are finally becoming clear! If that mysterious money you are waiting for comes, it comes, if not, today you learn why; uncertainty ends. You may be narrowly escaping a financial lie or risky situation. Today, your mind, not your wallet, becomes clear, and this opens new, safe doors for you. The universe is telling you 'be honest, make room for abundance'.",
        "gelecek": "What awaits you in your financial future will be complete financial control and transparency. You will no longer ask 'where is my money', and you will have an unshakable budget where you can account for every penny. There is no hidden debt or tax problem. The future will say to you, 'You earned honestly and you protected honestly'; You will achieve unshakable peace and clear wealth in financial terms."
      },
      "saglik": {
        "gecmis": "You've discovered that those vague symptoms that have frightened you about your health in the past are actually 'psychological' or have an easily solvable cause. You have removed those fears that poisoned your body from your life and you have been reborn. This 'diagnostic clarification' you experienced at that time proves to you every day how strong and truth-bound your cells are today. You learned the language of your own body in those difficult but enlightening days; You're not fooling yourself anymore.",
        "simdi": "My dear, you are in a period of great physical relaxation right now; That 'I wonder what's wrong' fog inside you is dissipating! If you are waiting for a test result, you are at a moment when you will learn the facts and the great stress of uncertainty will end. Your body is recovering because your soul is more calm and honest now. Releasing those suppressed emotions these days will also take your physical health to the top; The sun finally penetrates those dark cells of yours and you are healed.",
        "gelecek": "Complete mental clarity and physical strength regarding your health awaits you in the future. As a woman free from subconscious fears, you will now completely leave the risk of 'health obsession' behind. Even as you get older, your soul will be so bright that it will always keep your body fresh. The future will present you health not as a fear repellent, but as the brightest truth of life; You will be alert, fresh and unshakable."
      },
      "hepsi": {
        "gecmis": "Thanks to that 'enlightenment' you experienced in a past period of your life, you threw off that curtain of cunning and lies that destroyed you and returned to life. You faced the truths that no one else dared, and you dispersed your own darkness with your own light. This 'determination' power you gained during that period is your greatest asset today and the basis of your unshakable character. In those days, you said goodbye to cunning and hello to a real life.",
        "simdi": "Honey, you are in one of the clearest and most aware periods of your life right now; The fog curtains are completely lifted! You put aside your confusion, doubts and hidden hostilities. You no longer evaluate the options life offers you in the dark like a 'victim', but in the light of day like a 'winner'. Today is the day of 'confrontation and liberation' for you; Because you are now the owner of the truth and this power will take you to the top.",
        "gelecek": "Your future looks like a bright and unobstructed path shaped by your tremendous clarity. You are entering a process where everything in your life is unmasked and every intention is realized with transparent success. A life awaits you where people admire your honesty and clarity. The future will tell you 'nothing will be hidden anymore, you won' and invite you to the brightest cycle of your life!"
      }
    }
  },
  {
    "card_id": 51,
    "card_name": "Eight of Swords",
    "upright": {
      "ask": {
        "gecmis": "My dear, you may have had a relationship in your past where you felt like you were tied up and imprisoned in your love life. You couldn't take a step because of the pressure of the other person or your own fears, so you stood silently waiting between those swords. That feeling of helplessness you felt at that time is the biggest reason why you are so fond of your freedom in your relationships today. You experienced very harshly in those dark days that love is not a cage.",
        "simdi": "Right now, honey, you feel like you're at a dead end in your love life, as if you'll get hurt if you move. In fact, that blindfold around your eyes is not that tight and the swords around you have not completely surrounded you; Only your fears paralyze you. Instead of solving the problems with your partner, you assume the role of victim by saying 'there is nothing I can do'. Today it is up to you to untie those bonds and see the truth; You just need to take that first step with courage.",
        "gelecek": "Beautiful, in your future, love may test you with mental confusion and a feeling of 'restriction'. The person or situation you encounter may force you to remain passive for a while and just watch the events. What you need to be careful about in this process is not to let others decide on your behalf. The future warns you not to 'create your own prison' in love; If you don't free your mind, you can't see the path to happiness."
      },
      "is": {
        "gecmis": "Remember that suffocating period in your career when your talents were limited, your voice could not be heard, and you worked in a vice. Obstacles related to your superiors or the system tired you so much that you gave up and accepted everything. This state of 'inaction' you experienced at that time explains why you are so reactive to all kinds of restrictions in your professional life today. In those days, you looked for a way out like a trapped genius.",
        "simdi": "You are currently experiencing a period of 'hands-on-deck' in your business life, my dear; It's like no matter what you do, you hit an obstacle. Things are piling up on your desk and you just choose to wait because you don't know where to start. Actually, the solution is right in front of you, but you cannot see the opportunities because you only focus on the obstacles. Today is the time for you to 'get rid of mental shackles'; You are thin enough to pass between those swords, you just have to move.",
        "gelecek": "A very limited area of ​​action awaits you in your future business life, and perhaps you will feel crushed by bureaucracy or strict rules. This process will test not your patience, but how you will actually use your intelligence. The moment you begin to underestimate your own abilities, the door to that prison may close forever. The future whispers to you in business life, 'there is always a way out, but you must open your eyes first'; Don't play the victim role."
      },
      "para": {
        "gecmis": "In financial matters, you may have experienced a period in the past when you could not breathe due to debts or limited opportunities and got lost in a financial labyrinth. You thought you had lost the power to manage money and you remained inactive, saying 'it won't get better anyway'. This fear of 'lack' of that period may have made you extremely anxious and hesitant when managing your budget today. You understood in those days that money is not just a matter of paper, but also a matter of mentality.",
        "simdi": "You're in a serious illusion of 'desperation' about your money situation right now, honey; You feel like you have no way out. You are experiencing financial paralysis, thinking you are surrounded by debts or expenses. However, you still have resources and clever moves at your disposal; You just have to put your fears aside. Today, in order to relieve that dryness in your wallet, you must first cut out the belief in your mind that 'I am poor' or 'money will not come to me' in one fell swoop.",
        "gelecek": "The biggest risk that awaits you in your financial future may be settling for limited opportunities and giving up on dreaming of more. If you do not change this 'inactive' attitude today, you may fall into a financial 'stagnation' in the future. If you want prosperity in the future, you must realize that money is a flow and you are only blocking this flow with your fears. Otherwise, you may always remain in that financial bottleneck where you say 'I can't breathe'."
      },
      "saglik": {
        "gecmis": "Think back to that exhausting time in the past when you felt physically trapped in your health, perhaps confined to your home by a long illness or injury. You felt like your body was betraying you, and this limited you mentally. This 'physical blockade' you experienced at that time has caused you to be extremely anxious about your health and on alert as if something could happen at any moment, even today. You discovered in those days that health was actually a 'freedom'.",
        "simdi": "My dear, right now your body is telling you to 'get out of your mind'; Because the reason for your physical fatigue is actually the fear scenarios you created! You feel weak and exhausted because you are constantly fighting with those swords in your mind. Panic attacks, anxiety or psychological pain may be challenging for you these days. Healing is not in any external medicine, but in you removing the blindfold from your eyes and saying 'I'm fine'; You urgently need a mental detox.",
        "gelecek": "The problems you may experience with your health in the future may generally be stress-related seizures, visual disturbances, or the reactions of your nervous system to excessive restriction. If you don't change your lifestyle today and break that mental prison, your body may give you a much harsher 'stop' warning. To be fitter in the future, you must face your fears now and approach your body with love. Health stays with you only when you are free."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous limitation and inactivity in a past period of your life when you said 'my world has become narrow'? At that time, although you had every opportunity at your disposal, you could not get out of that circle just because you were afraid. This 'victim' psychology you experienced at that time formed the cautious and sometimes too shy structure of your character today. In those days, you realized that 'waiting for a savior' was a mistake and that you had to solve the ties yourself.",
        "simdi": "Honey, there is no chaos in your life right now, but you act like there is; Because you have built impenetrable walls in your mind! Opportunities revolve around you, but you hinder yourself by saying 'I can't do it, they won't allow it, it's not possible'. This is actually an illusion that tests your strength; The universe is telling you to 'realize your connections'. You should stop as soon as possible, take off that blindfold and remember that you are actually free. You can walk through those swords, just try.",
        "gelecek": "Your future will be shaped depending on whether you break this belief of 'helplessness' or not. If you continue with this passive attitude, you can only watch the magnificent beginnings that life offers you. To save your future, you must learn 'determination' and taking responsibility for your own decisions today. Otherwise, life may leave you with a much greater mental confusion at a point you never wanted; Be alert and put your swords down!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you were under so much pressure in love that that moment of awakening when you took off your blindfold and saw the truth was your salvation. You left behind that person or that emotional state that imprisoned you and absorbed your energy and spread the wings of your freedom. This state of 'breaking the chains' at that time is the biggest proof of why he is so 'clear' and confident in love today. You managed to rise from the ashes in those days.",
        "simdi": "My dear, those fake restrictions are ending in your love life now; You're finally starting to breathe! Those 'untalkable' issues between you and your partner are discussed and you can now say 'no' without fear. If you are alone, you are in a tremendous moment where you throw away the belief that 'I will never be loved' that imprisons you. Today is your time to jump over the swords on that ground and run towards true love; Your roads are opening, now you are free.",
        "gelecek": "Most beautiful, in your future, love will embrace you with complete 'enlightenment' and mental relief; Now those old nightmares are over. The person you meet will give you wings instead of restricting you and will help you heal all your old wounds. This relationship will be light and joyful enough to prove to you that love is not a bondage, but a liberation. The future will tell you in love, 'your eyes are now open and your heart is brave'; Happiness will be your choice.",
        "is": "You have managed to overcome that 'blockage' period in your career with great courage, my dear. You have taken that enormous step of leaving behind the projects or bosses that restrict you and trusting in your own abilities. This spirit of 'endurance' that you showed in those days shows what an unshakable character you have in your professional life today. You proved in those days that success comes not only by 'getting permission' but by 'clearing the way'.",
        "para": "With a great awakening, you have been freed from that 'debt prison' or awareness of limitation in financial matters that you experienced in the past. That time when you stopped letting money rule you and took charge was your day of financial independence. This 'rational awakening' at that time enables you to manage your budget much more wisely and 'without missing opportunities' today. In those days, you demolished those walls of fear that were blocking your own abundance, one by one; Now the money is flowing to you.",
        "saglik": "With great willpower, you overcame that period of great 'anxiety' about your health or that uncertain period when you were bedridden in the past. Remember that healing moment when you got rid of those diseases that imprisoned your body and soul and said 'life is worth living'. This 'physical liberation' you experienced at that time proves to you today how strong and connected to your mind your cells are. You learned the language of your own body in those difficult but enlightening days; You chose to heal.",
        "hepsi": "Thanks to that 'enlightenment' you experienced in a past period of your life, you threw off that curtain of despair that destroyed you and came back to life. You faced the truths that no one else dared, and you dispersed your own darkness with your own light. This 'determination' power you gained during that period is your greatest asset today and the basis of your unshakable character. In those days, you said goodbye to prison and said hello to the real world; No one can stop you now."
      }
    }
  },
  {
    "card_id": 52,
    "card_name": "Nine of Swords",
    "upright": {
      "ask": {
        "gecmis": "My dear, you may have experienced a very heavy period of guilt or anxiety in your past that made you lose sleep over love and turned into nightmares when you lay your head on the pillow. Maybe the fear of being deceived, or maybe the remorse of a mistake you made made you cry for nights. This mental torture you experienced at that time is the reason why today you are so sensitive in love and think about everything down to the smallest detail. You experienced the darkest night of love in the deepest of those days and waited for the morning.",
        "simdi": "You are writing a complete 'disaster scenario' in your love life right now, honey; Those fears you have in your head are eating you up! You make sense of your partner's every move, and you struggle with thousands of 'I wonder' in your sleepless nights. However, these swords are only hanging in your mind, there is no crisis that big in the real world. Today you have to get out of that bed, wash your face and face your fears honestly; Because this anxiety prevents you from feeling true love.",
        "gelecek": "Beauty of beauty, in your future, love will put you to a test of 'mental endurance'; You run the risk of poisoning your happiness because of your worries. Even if the person you meet is very honest, you may have difficulty trusting him/her and lose sleep because of the ghosts of the past. This process can be harsh enough to teach you how to manage your mind and the difference between 'delusion' and 'intuition'. The future warns you that in love, 'if you don't silence your mind, you can't hear your heart'; You should calm down.",
        "para": "In financial matters, you may have experienced a dark period in the past where your sleep was disturbed due to a great fear of bankruptcy or a debt. The idea of ​​losing money scared you so much that you couldn't even enjoy what you had. This 'financial anxiety' brought on by those days may be driving you into a state of unnecessary panic every time you look at your wallet today. You experienced the oppressive power of money over you in the most painful way during those sleepless nights.",
        "saglik": {
          "gecmis": "You may have gone through a period of 'hypochondriac' or experienced severe insomnia and nervous tension in the past regarding your health. You thought every little reaction your body gave was a big disaster and used your mind as a weapon against your own body. This 'psychosomatic' process you experienced at that time may have left you with a sensitivity and a fragility as if you would get tired at any moment, even today. You discovered in those painful days that health is actually 'mental peace'.",
          "simdi": "My dear, right now your body is screaming at you to 'stop and quiet your mind'; Insomnia and stress have now brought you to the point of physical exhaustion! You have headaches, dark circles under your eyes, and general exhaustion because your soul is in a constant battle. These symptoms actually carry the message of 'go into a mental detox'. These days, more than going to a doctor, you need therapy or prayer that will rest your soul; Your body will not stand up until you heal your mind, wake up!",
          "gelecek": "The problems you may experience with your health in the future may be neurological disorders, migraines or the collapse of the immune system, usually caused by excessive anxiety. If you don't change your lifestyle today and get rid of those 'nightmares', your body may give you a much harsher 'I can't handle it anymore' warning in the future. To be fitter in the future, you should meditate now and write your worries on a piece of paper and burn them. Health will stay with you only when you clear your mind."
        },
        "hepsi": "At some point in your life, you experienced the 'darkest hour of the night' and thought everything was over. Your fears, feelings of guilt and regrets had confined you to bed, and the swords were lined up above you, one by one. This 'mental devastation' you experienced at that time formed the cautious and sometimes overly pessimistic structure of your character today. In those days, you personally experienced that fear itself was more painful than the thing you feared."
      },
      "reversed": {
        "ask": {
          "gecmis": "Remember that moment when those sleepless nights and endless worries you experienced in love in the past finally ended and you woke up with that cool light of the morning. You stopped crying after someone left or saying 'I wonder where I made a mistake', and you brought down those nine swords in your mind one by one. This 'freeing from fears' energy of that period is the biggest proof of why there is so much peace and common sense in love today. You managed to wake up from nightmares in those difficult days.",
          "simdi": "My dear, you are currently in a period of 'refreshment' in your love life and sleep regulation; Now your old delusions are extinguished! You are in a tremendous moment where you have overcome that great crisis of doubt between you and your partner or gotten rid of that fear of 'I will never be loved' in your loneliness. Your tears dry up and you finally realize that the truth isn't so scary after all. Today is your time to take your head out of your hands and watch the sunrise; You're getting better, honey.",
          "gelecek": "Most beautiful, in your future, love will embrace you with complete 'healing' and mental peace; Now those old painful times are coming to an end, never to come again. The person you will meet will erase all your past fears one by one and teach you to sleep peacefully at night. This relationship will be bright and reassuring enough to make you say 'I'm glad I went through those dark roads'. The future gives you the good news that 'nightmares are over now, your dreams are coming true' in love; May your heart be relieved.",
          "para": "You have managed to overcome the 'money anxiety' and sleepless nights you have experienced in the past regarding financial matters with great patience and honesty. When you said 'I'm screwed', you managed the little hope you had left in such a way that you built your day with the strength you built on those fears. This 'financial awakening' at that time enables you to manage your budget much more wisely and 'without fear of losses' today. In those days, you broke the psychology of anxiety that was blocking your own abundance; You are at peace now.",
          "saglik": "You overcame the 'nervous collapse' and insomnia period you experienced regarding your health in the past with great willpower. Remember that healing moment when you got rid of those fears that imprisoned your body and soul and said 'living is beautiful despite everything'. This 'spiritual healing' you experienced at that time proves to you how strong and connected to your mind your cells are today. You learned the language of your own body in those difficult but enlightening days; You chose to heal.",
          "hepsi": "Thanks to that 'enlightenment' you experienced in a past period of your life, you threw off those swords of anxiety that destroyed you and returned to life. You faced the truths that no one else dared, and you dispersed your own darkness with your own forgiveness. This 'healing' power you gained during that period is your greatest asset today and the basis of your unshakable character. In those days, you said goodbye to nightmares and hello to real peace; It's morning now!"
        }
      }
    }
  },
  {
    "card_id": 53,
    "card_name": "Ten of Swords",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced complete destruction in love in your past; It's like you've been stabbed ten times in the back and your breath is taken away. Remember that dark night when that relationship ended and you said 'I can never love again'. This absolute end you experienced in those days was actually necessary for you to bury everything that was fake. That heavy betrayal or farewell has today turned your heart into a much more durable castle that cannot be tricked by anyone.",
        "simdi": "You are currently at a 'rock bottom' moment in your love life, honey; You can't get hurt anymore because the swords left no room to stick! Maybe you're in the middle of a breakup, maybe you're facing a disappointment, but let me give you the good news: This is the final point. Now you can only go up. Today you have to get out of that victim mentality and embrace that strange freedom that comes with saying 'it's over'; The sun is about to rise on the horizon.",
        "gelecek": "Most beautiful, love awaits you in your future with a shocking yet purifying ending; Whatever distracts you will be cut off in an instant. This 'finale' that you will encounter will actually be a space-clearing operation to open the door to true love. Maybe it will hurt a little, but when that tenth sword pierces you, you will realize that there is no burden left on you. The future will tell you that in love, you must first burn completely in order to rise from the ashes."
      },
      "is": {
        "gecmis": "Think back to that time in your career when you thought everything was over, maybe you were shaken by a bankruptcy, a layoff, or a major betrayal. You quietly came out of that place where everyone said it was over, but the wound of those days made you a very professional. This feeling of utter failure you experienced at that time is the reason why you are so cautious and cautious in your business life today. You gained the wisdom of seeing the bottom in those days.",
        "simdi": "Right now, my dear, you are at the most tiring moment in your business life, where an era has come to an end and perhaps you have been treated unfairly. It may seem like the projects on your desk have collapsed and your competitors have triumphed, but remember; The heaviest of swords has already pierced. Having nothing to lose anymore makes you the most dangerous and freest opponent. Today is your time to get up from that table and leave that wreckage behind to build a brand new career; The exit is only upwards!",
        "gelecek": "What awaits you in your future business life will be the complete destruction of your current order and you building an empire from scratch. Even though this may seem like the end, it will actually be the greatest salvation for you. You will say 'enough' in such a way that you will abandon all those old, cumbersome structures overnight. The future promises you a clear awakening in your career that will make you say 'real success comes when you abandon false peaks'."
      },
      "para": {
        "gecmis": "You have experienced complete financial bankruptcy or a major loss in financial matters in the past; It's like all your savings suddenly slipped away from you. You learned that money is not everything, but how much moneylessness hurts, in those days when you were at your lowest. This 'reset' energy brought by that period has made you extremely disciplined and risk-averse when managing your budget today. You realized after that great destruction that money could be earned again.",
        "simdi": "You're at that point right now, honey, where you say 'it can't get any worse' about your financial situation; It's like even the last penny in your wallet is owed to somewhere! You may be feeling completely financially exhausted, but this is a turning point for you. The universe is telling you to 'kill your old financial habits'. Instead of drowning in those debts today, you should put everything aside and plan a new earning model; Because you have nothing left to lose anymore.",
        "gelecek": "The biggest risk that awaits you in your financial future may be focusing on past losses and not seeing the abundance in front of you. In the future, you will experience a financial 'liquidation' period, and you will end all the debts and partnerships that burden you in one fell swoop. This process will shake you at first, but then it will ease you incredibly. The future promises you a period of pure and unshakable prosperity, where money will rise from your ashes; be patient"
      },
      "saglik": {
        "gecmis": "Remember that time in the past when you had a complete physical collapse regarding your health, maybe you were bedridden after an operation, or your body collapsed due to extreme stress. Your body told you 'stop now' and pulled you to the bottom. This 'physical end' you experienced at that time is the biggest reason why you treat your health like a temple today. You discovered the value of health in those tired days when you thought you had lost everything.",
        "simdi": "My dear, right now your body is telling you 'that big storm is over'; Your energy may be at its lowest right now, but healing starts right here! You feel exhausted and aching everywhere because your body is trying to recover from those ten swords (stress). All you need to do these days is to rest without touching anything and let your body repair itself. Healing will only seep into your cells when you surrender completely; awakening is near.",
        "gelecek": "A complete 'miracle of renewal' awaits you regarding your health in the future. All those chronic pains, sleepless nights and endless fatigue will end with one big decision. You will establish such a health discipline that everyone will be amazed by your 'resurrection'. The future promises you a healthy life where you wake up every morning with fresh energy and remember your old illnesses as just a memory; you are a warrior."
      },
      "hepsi": {
        "gecmis": "Do you remember that moment in your life when you hit rock bottom and said, 'No worse can happen to me than this'? That's when you carried all the swords on your back and thought the world was ending. This 'defeat' experience you gained at that time is today your greatest strength and the hardest steel of your unshakable character. In those days, you actually experienced firsthand what it meant to 'die before you die'.",
        "simdi": "Honey, you are currently in the darkest but most 'close to enlightenment' period of your life; Everything is over, every sword has pierced and you don't even feel pain anymore! This numbness is actually a salvation; Because you no longer have any expectations or fears from anyone. Today is your time to get up from that place and shake off that soil that has been stepped on. The universe pulled you to the bottom because it expects you to jump from there. Get ready, now your ascension hour begins.",
        "gelecek": "Your future looks like a very radical and brand new path, shaped by the power you will get from this tremendous destruction of yours. You are entering a period where everything in your life has changed completely and the old you will no longer be recognised. A life awaits you where people cannot believe your 'comeback' and you only look forward. The future will say to you, 'pain did not kill you, on the contrary, it made you an unshakable leader' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you have been on the brink of such a big disaster in love that you still remember those moments when you said 'I almost finished'. Maybe you realized a betrayal at the last moment, or maybe a hand grabbed you and stood you up just as you were about to collapse. This 'liberation' energy at that time is the biggest proof of why he is so cautious and alert in love today. In those days, instead of ending completely, you chose to pick up the pieces and start over.",
        "simdi": "My dear, you are currently in a period of 'recovery' and healing of wounds in your love life; After that great devastation, you are finally starting to breathe! You are trying to remove that debris between you and your partner or put aside the heavy grief in your loneliness. You may not be fully healed, but the swords are coming out one by one. Today is your time to stop mourning the past and say 'I'm still alive'; You will notice that you are smiling slowly.",
        "gelecek": "Most beautiful, in your future, love will embrace you with a period of 'compensation'; The pain of what they lost will slowly fade away. The person you meet will erase all your old fears one by one and remind you how relieving it is to trust again. This relationship will prove to you that love is not just a war, but a healing process. The future promises you a 'second chance' at love; Now the swords are buried in the ground, peace is with you.",
        "is": "You miraculously managed to get away from that big 'collapse' you experienced in your career in the past, my dear. While everyone thought you were finished, you found a way out from under that rubble and was reborn from the ashes. This spirit of 'endurance' that you showed in those days shows what an unshakable character you have in your professional life today. You proved in those difficult days that success is just 'surviving'.",
        "para": "You have survived the 'debt quagmire' or crisis you experienced in the past in financial matters with great patience. You learned in those days how to stop letting money control you and get out of the worst situation with profit. This 'financial recovery' at that time enables you to manage your budget much more wisely and 'without missing opportunities' today. In those days, you destroyed those walls of despair that were blocking your own abundance, one by one; You are stronger now.",
        "saglik": "With great willpower, you overcame that 'critical' period you experienced regarding your health in the past or that period in which you were confined to bed. Remember that healing moment when you got rid of those diseases that imprisoned your body and soul and said 'life is worth living'. This 'physical resistance' you experienced at that time proves to you how strong your cells are today. You learned the language of your own body in those difficult but enlightening days; You are now a healed warrior.",
        "hepsi": "Thanks to that 'enlightenment' you experienced in a past period of your life, you threw away that victim mentality that destroyed you and came back to life. You faced the truths that no one else dared, and you dispersed your own darkness with your own light. This 'determination' power you gained during that period is your greatest asset today and the basis of your unshakable character. You started over from the place that was said to be 'over' in those days; No one can destroy you permanently anymore."
      }
    }
  },
  {
    "card_id": 54,
    "card_name": "Sword Courtier (Page of Swords)",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a period of 'curiosity and observation' in your love life in the past; Either you followed someone secretly or someone followed you like a spy to find out everything about you. Your feelings were so fresh that you thought love was just a game and a race of wits. That unexpected message or news you received at that time is the reason why you are so 'ready' and alert in love today. You discovered in those days that love is sometimes an 'art of communication'.",
        "simdi": "You have a brand new and very curious energy in your love life right now, honey; That sharp message on your phone can change everything! If you are single, the person who enters your life will be very intelligent, a little sharp-tongued, but incredibly impressive. If you are in an existing relationship, all the secrets between you are revealed one by one and you now talk about everything openly. Don't seal your emotions with your logic today and release that 'detective' spirit within you; It's time to learn the facts.",
        "gelecek": "Beautiful, in your future, love will embrace you with a very exciting and mental awakening. The person you meet will enter your life like 'news' and pull you out of all your stasis. This relationship will be dynamic and intelligent enough to make you experience love like a rediscovery, like a discussion of ideas. Maybe that first message on social media can change the course of your life. The future tells you 'trust your intuition, open your door to the new' in love; Your mind will be very clear."
      },
      "is": {
        "gecmis": "Remember that bright beginning of your career when you pursued a brand new idea and impressed everyone with your curiosity and desire to learn. Maybe as an intern, or maybe as the youngest but smartest member of the team, you proved your maturity and figured out your opponents back then with your 'observer' spirit. This 'hungry for knowledge' energy at that time shows how strategic you are in your professional life even today. In those days, you not only worked, you also understood the language of the business world.",
        "simdi": "You are currently in a complete 'intelligence' period in your business life, my dear; Emails, rumors and new ideas are flying in the air! Your mind works like crazy and you understand who is trying to do what in seconds. If you want to start a project or sign a deal, you have to examine everything meticulously and use that sharp intelligence of yours. Today is the time for you to 'ask questions and search openly'; You manage the entire office with your energy and get the news you've been waiting for.",
        "gelecek": "A process awaits you where you will be known as a 'strategy genius' in your future business life and you will embark on a brand new career path. You will receive an offer that will completely change not only your title but also your view of the world. Maybe you will create something that will be talked about in the field of technology, communication or media. The future tells you 'follow your curiosity, victory belongs to your intelligence' in business life; New information will take you to the top, be ready."
      },
      "para": {
        "gecmis": "In financial matters, remember that curious time in the past when you made a small but very smart profit or discovered a brand new investment opportunity. In those successful days, you started researching how to multiply money instead of just saving it. This 'opportunistic' energy brought by that period allows you to manage your budget in a much more 'income-oriented' manner and follow every news, even today. You understood in those days that money was earned not only by working, but by having the right knowledge.",
        "simdi": "There's very 'sharp' news about your financial situation at your door right now, honey; That official letter or investment news you have been waiting for is coming! A new financial opportunity, a stock market move or an additional job offer has now turned into a test of intelligence for you. The universe tells you 'knowledge is the greatest capital'; A little research or questioning you do today can turn into an unshakable fortune in the future. This fresh energy in your wallet will bring alertness to your financial life.",
        "gelecek": "Your financial future draws a very dynamic and increasing graph thanks to your investigative and strategic moves. In the future, you will make a financial 'discovery' and earn big money from a brand new sector or from a legal income that you have never thought of. Money will no longer be a source of stress for you, it will be the exciting fuel that finances your new projects and ideas. The future heralds you a period of tremendous abundance when money flows to you, admiring your alertness."
      },
      "saglik": {
        "gecmis": "Remember that tremendous phase in the past when you had a mental 'awareness' of your health and began a whole new way of healing. That process where you examined your body like a scientist and tested what touched you and what felt good was your biggest defense mechanism. This physical 'awakening' you gained during that period became the basis of that active and conscious structure that protects your body even today. You discovered in those days that health is actually a matter of physical observation and intelligence.",
        "simdi": "My dear, right now your body is telling you 'we are awake'; Your energy is so sharp and clear! If you have a health problem, today you are in a great moment where you will solve the cause of that problem with your logic and find the right doctor/method like a detective. Your body is renewing itself, and your mind is more active than ever. Doing breathing exercises that will strengthen your nervous system or trying a new sport these days will take your healing energy to the top; you shine!",
        "gelecek": "Unshakable mental strength and lifelong vigilance about your health await you in the future. Regardless of your age, your brain will work like a machine and your body will adapt to this speed. Diseases will stay far away from you because you will have made managing your body consciously and with accurate information a way of life. The future promises you a healthy life where you wake up every morning with your mind as clear as glass; You are a student of healing."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous awakening and curiosity in a past period of your life when you said 'the world is a treasure trove of knowledge before me'? That's when you took that sword in your hand and illuminated your own path by cutting through all the uncertainties in one fell swoop. Those brave and intelligent decisions you made at that time are the brightest sparks of success in every aspect of your life today. In those days, you personally experienced that life was actually a strategy and every moment carried a lesson.",
        "simdi": "Honey, you are in the most alert, sharpest and most 'messenger' period of your life right now; The universe is sending you lots of coded messages! It's time to turn a brand new page, get some training, or get that official news you've been waiting for a long time. Whatever you intend today, behind that intention will be the intelligence of a whole universe and that newly discovered power within you. Don't be afraid, point your finger to the horizon and say 'I see everything'; The universe greets your honesty with great enthusiasm.",
        "gelecek": "Your future looks like a bright path full of surprises, shaped by your investigative and determined energy. You are entering a magnificent process in which everything in your life will flow like a mind game and you will wake up with new good news every day. A life awaits you where people admire your vision and speed and you rule the world with your fresh ideas. The future will say to you 'never stop learning, life has opened a new door for you' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you have been exposed to so many gossips, mistakes or 'backhanded things' in love that you eventually lost your pure trust in people. Maybe it was a false statement made by someone about you, or maybe your partner's childish lies have worn out that beautiful bond. This state of 'communication pollution' at that time may have caused people to look for a chapanoglu behind every word in their relationships even today. Those days when you surrendered your heart to cunning are still a pain in your soul.",
        "simdi": "My dear, there is a real 'cauldron of gossip' boiling in your love life right now; You shouldn't worry so much about who says what! Sarcastic language, unnecessary interruptions or secret pursuits between you and your partner disturb your peace. If you are alone, someone may be saying false things about you, be careful. Don't wave that sword at anyone today, just hold your tongue and try to understand the true intentions; Otherwise, you will waste the love you have just for anger or misunderstanding, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be falling for people who talk just for the sake of talking, or tiring your partner by constantly putting him/her through a \"test.\" If you don't change this attitude of 'monitoring everyone' or 'suspicion', you may have a very difficult time establishing a true spiritual connection in the future. If you want true happiness in the future, you must learn to see love as a healing, not a sword wound. Otherwise, your love life may always feel like a 'social media fight'."
      },
      "is": {
        "gecmis": "You may have made such an 'unplanned' or tactless move in your career in the past that you not only failed to gain the respect you deserved, but also missed a great opportunity. Maybe you said what shouldn't have been said in a meeting, or maybe you fell down while trying to undermine someone and this damaged your professional image. This 'mental blockade' at that time may have turned you into someone who is extremely defensive against every new news in your professional life today and wonders 'will they attack again?' You didn't understand in those days that success comes not only with knowledge but also with style.",
        "simdi": "You are currently suffering from a 'loss of direction' and gossip pain in your business life, honey; Things are not working out because everyone is looking for each other's flaws! There may be a serious lack of communication between you and your superiors or colleagues, and this situation alienates you from work. This can make you seem 'untrustworthy' or 'chaotic' at work. Don't wave that sword at anyone these days, just stop and calm your mind; Otherwise you will destroy your own career in this mess, wake up!",
        "gelecek": "The danger that awaits you in your future business life may be a major failure due to excessive arrogance and relying on false information. If you don't learn to be flexible today and stop saying 'I know everything', you may suffer a great loss of reputation in front of your competitors in the future. To protect your future success, you must learn to see integrity not only from your own perspective, but also through ethical rules. Otherwise, your career path may always remain at that 'I'm being judged but I'm a failure' stop."
      },
      "para": {
        "gecmis": "In financial matters, that mistake you made in the past based on \"feelings\" or the wrong investment you made based on someone's unfounded \"tip\" may have missed your blessings today. That period when you tried to be cunning instead of managing money has made you more cowardly and financially unstable today. Maybe you trusted a side job offer, but that job was actually a lie. This 'financial disappointment' at that time leads you to unnecessary skepticism and fear of 'will I be deceived again' every time you look at your wallet today.",
        "simdi": "You are feeling a serious sense of 'bad news' or delay regarding your money situation right now, my dear; Looks like that door to money you were waiting for has closed because your strategy was wrong! You want to make a financial breakthrough, but the obstacles pile up because no one treats you honestly. You should be very careful when making financial decisions these days and avoid young people promising 'quick riches' or false social media buzz; Every move made without vision will only cause you more harm.",
        "gelecek": "The biggest risk that awaits you in your financial future may be to lose your reputation and wealth by turning to illegal means or to be sued by your closest relatives because of money. If you do not clear your financial mind today, you may always be in financial trouble and victimization in the future. If you want prosperity in the future, you must learn to protect your money and never neglect your lawful affairs. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "In the past, you thought a health condition was 'undiagnosable' or you exhausted your body with wrong treatments. Maybe you suffered a doctor's error or your body was weakened by mental confusion. This 'mental blockade' you experienced at that time may have left a sensitivity in your body even today and a panic of 'am I doing something wrong again' at the slightest pain. At that time, it seemed like you ignored your own body's needs just because of the voice of your fears.",
        "simdi": "You're in the throes of 'burnout' and nervous tension regarding your health right now, honey; Your body can't handle this confusion anymore! Headaches, insomnia, or lack of attention may be a manifestation of your current state of stress. These days, you should make time for yourself, get away from the screens for a while, and put those swords in your mind to the ground; The healing will only come back when you truly decide to 'stop'. Don't push yourself too hard, otherwise your immunity will collapse completely.",
        "gelecek": "The problems you may experience with your health in the future may be sleep disorders caused by excessive mental fatigue, migraines, or collapse of the immune system due to excessive stress. If you do not regulate your lifestyle today and do not consider 'quieting your mind' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you should meditate or do a mental detox now. Health will only last when you become clear."
      },
      "hepsi": {
        "gecmis": "You ruined that great awakening that you should have experienced in a past period of your life because of your own cunning or the gossip of others. Destiny handed you that sharp sword, but you waved it at the wrong person and got stuck under that mess. This feeling of 'defeat' you experienced at that time creates a feeling of 'deficiency' in your entire life today. It's like you feel like your time has been wasted and you're still waiting in the shadow of that old wrong decision.",
        "simdi": "There is chaos in your life right now because you think everything is a game, but responsibilities are knocking on your door dear; This is your biggest mistake. There are opportunities, but you cannot see them or do not take them seriously because of your 'I know everything' stubbornness or fake crowds. He should shake himself up as soon as possible, sheath the sword in his hand honestly and ask 'what am I really doing?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of maturity.",
        "gelecek": "What awaits you in the future may be a recurring misfortune of 'being treated unfairly' if you do not change this indecisive and cunning attitude of yours. You can miss the great beginnings that life offers you only because you cannot make that last honest decision. To save your future, you must put 'transparency' and honesty at the center of your life again today. Otherwise, life may leave you in a much bigger mess at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 55,
    "card_name": "Knight of Swords",
    "upright": {
      "ask": {
        "gecmis": "My dear, remember that ambitious period in your past when everything in your love life started suddenly and blew like the wind. You used your intelligence and words as a weapon to impress someone, and conquered that seemingly impossible heart with a single move. This 'intellectual passion' you experienced at that time is the biggest reason why you attach so much importance to speed and intelligence in love today. You realized in those exciting days that love is sometimes a 'challenge'.",
        "simdi": "Right now, there's a complete 'calm before the storm' in your love life and you've taken action, honey; You know what you want and you go to get it! Instead of waiting to solve the problems between you and your partner, you slam your fist on the table with your sharp logic. If you are alone, that very smart and determined person who will suddenly appear before you can ruin all your plans. Today is your time to put your emotions aside and 'love strategically'; You will fascinate everyone with your speed.",
        "gelecek": "Beautiful beauty, in your future, love will embrace you with a very rapid and shocking change; One confession or one decision will change everything overnight. The person you meet will enter your life like a storm, but this storm will sweep away all uncertainties. This togetherness seems strong enough to give you the clearest, most honest and most determined form of love. The future tells you in love, 'the time of waiting is over, now is the time to conquer'; You will listen to the power of your mind, not the voice of your heart."
      },
      "is": {
        "gecmis": "Remember that brilliant period in your career when you boldly pursued a brand new idea and brought your competitors to their knees with your intelligence. Without fear of any obstacles, despite those who said 'you can't do it', you achieved that success and made an 'indestructible' name in your professional circle. This 'enterprising' energy at that time shows how solution-oriented you were in your business life even today. In those days, you not only worked, but also progressed in your career like a warrior.",
        "simdi": "You are currently in an 'action' period in your business life, my dear; Your mind works like a machine and you solve every problem in seconds! You have tremendous energy to dive into a new project or close an important deal. If you have a promotion or job change planned, don't keep it waiting; Because no one can stand against your determination now. Today is your time to 'draw the route, not take orders'; ride your horse and open that door of success with your intelligence!",
        "gelecek": "A rapidly rising career path awaits you, where your name will be known as a 'strategy genius' in business life in the future. You will receive such an offer that it will shake not only your title but the entire industry. Maybe you will achieve a remarkable success in the field of technology, media or law. The future promises you a tremendous acceleration in business life that will make you say 'the real victory belongs to the one who thinks the fastest'; May your sword always be sharp."
      },
      "para": {
        "gecmis": "Remember that fruitful beginning when you made very quick and smart decisions in financial matters in the past and seized an opportunity before anyone saw it. In those successful days, you discovered how to use money as a weapon and invest instead of saving it. The determined financial move you made in those days enables you to be much more financially 'logic-oriented' today and someone who foresees every move. You opened the door to wealth in those days when money kept up with your speed.",
        "simdi": "You're in a huge 'breakthrough' phase right now with your financial situation, honey; It's time to take action for a new source of income! If you want to make a financial leap, now is the time because luck awaits your bold and quick steps. The universe is telling you 'don't wait, sign that signature'; A wise investment you make today can return you an unshakable fortune in the future. This fresh energy in your wallet will bring alertness and speed to your financial life.",
        "gelecek": "Your financial future is showing a very bright and increasing trend thanks to your strategic and rapid moves. In the future, you will become a 'wealth conqueror' in a financial sense, and you will gain great profits from a brand new sector or initiative. Money will no longer be a source of stress for you, it will be the powerful fuel that allows you to shape the world with your own vision. The future heralds you a period of immense abundance where money will admire your intelligence and come running to you."
      },
      "saglik": {
        "gecmis": "Remember that magnificent phase in the past when you experienced a physical 'revival' in your health and suddenly overcame an illness with your determination and mental strength. That period when you saw how quickly your body recovered and your energy peaked was your biggest motivation. This physical 'speed' you gained during that period became the basis of that resilient structure that protects your body even today. You discovered in those healing days that health is actually a matter of willpower and mental clarity.",
        "simdi": "My dear, right now your body is telling you 'come on, wake up'; Your energy is at its peak! If you want to start a treatment or a new fitness routine, today is the right moment to get started. Your body is rapidly renewing itself, and your mind is more active than ever. Moving outdoors or doing a mental detox these days will take your healing energy to the top; you shine! You will feel more vigorous and determined than ever.",
        "gelecek": "Unshakable strength in your health and lifelong vitality awaits you in the future. Regardless of your age, your brain will work like a machine and your body will adapt to this speed. Diseases will stay far away from you because you will have made managing your body with absolute logic and discipline a way of life. The future promises you a healthy life where you wake up with great clarity every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that tremendous phase of awakening and action in a past period of your life when you said 'I will conquer the world'? That's when you took that sword in your hand and illuminated your own path by cutting all the obstacles with a single move. Those brave and intelligent decisions you made at that time are the strongest building blocks of success in every aspect of your life today. In those days, you proved to the world that the mind is stronger than even the sharpest sword.",
        "simdi": "Honey, you are currently in one of the most determined, fastest and most 'enterprising' periods of your life; The universe salutes your honesty and speed! All the pieces in your life have fallen into place, the uncertainties have been dispersed with your vision and you are now the strongest player on the field. Whatever you intend today, there will be a great power of will behind that intention. Just keep your head up and enjoy this tremendous speed; Because you deserved to be at the top.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your noble and intelligent energy. You are entering a process where everything in your life progresses under your control and accuracy, and every intention of yours is realized with great authority. A life where people admire your vision and you rule the world with your new projects awaits you. The future will say to you, 'You have succeeded, now the truth is in your hands' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you were so impatient and hurtful in love that you even pushed the person you loved most away from you with those poisonous words. Maybe you damaged your partner's honor in order to be right in an argument, and that 'wrong tone' that day may have left a residue of regret in your heart even today. This state of 'uncontrolled anger' at that time keeps you more anxious about love today and in fear of 'Oh my God, will I break your heart again?'",
        "simdi": "My dear, there is a complete 'communication crash' and chaos in your love life right now; It's like you and your partner are choosing words to beat each other up! Unnecessary arguments, tactless words or momentary nervous breakdowns completely drain your energy. You should slow down a little these days and put down that sword in your hand. Every hasty decision or word spoken in anger can cause irreparable wounds in your love life right now; stop and just breathe.",
        "gelecek": "The risk that awaits you in love in the future may be to push away true happiness with your hands because of impulsive decisions and unfair prejudices, or to break away from the person you love forever because of wrong timing. If you don't change this 'I know everything' or 'I'll cut it out' attitude, you may just remain an entitled but lonely woman in the future. If you want true happiness in the future, you must learn to see love as a healing, not a sword wound; Discipline your tongue."
      },
      "is": {
        "gecmis": "You made such an unplanned and aggressive move in your career in the past that you not only failed to gain the respect you deserved, but also missed a great opportunity. Maybe you said what shouldn't have been said in a meeting, or maybe you fell down while trying to undermine someone and this damaged your professional image. This 'mental blockade' at that time may have turned you into someone who is extremely defensive against every new news in your professional life today and wonders 'will they attack again?'",
        "simdi": "You are currently suffering from a loss of direction and lack of planning in your business life, honey; Things are not working out because everyone is looking for each other's flaws! There may be a serious lack of communication between you and your superiors or colleagues, and this situation alienates you from work. Your decisions are inconsistent and your energy is confusing. Instead of shouting with ambition these days, you should question why you are so 'aggressive' and calm your mind; Otherwise you will burn your own career in this mess, wake up!",
        "gelecek": "The danger that awaits you in your future business life may be a major failure due to excessive arrogance and relying on false information. If you do not learn to be flexible today and say 'I don't know everything', you may suffer a great loss of reputation in front of your competitors in the future. To protect your future success, you must learn to see integrity not only from your own perspective, but also through ethical rules. Otherwise, your career path may always remain at that 'I'm being judged but I'm a failure' stop."
      },
      "para": {
        "gecmis": "That 'hasty investment' or thoughtless spending you made in the past regarding financial matters may still be shaking your budget today. That period when you risked what you had while trying to increase your money at once has made you more cowardly and financially arrested today. Maybe you went into debt to avoid missing an opportunity, but it seems like that ship sank. This 'financial rush' at that time drags you into a state of unnecessary guilt and panic every time you look at your wallet today; If you had stayed calm you would have won more.",
        "simdi": "You are currently experiencing a serious 'delay' and feeling of limitation regarding your financial situation, my dear; The money you are waiting for never comes and you are very angry about this situation! You want to make a financial breakthrough, but the roads seem to be blocked because your strategy was wrong. These days, you should be very careful when making financial decisions and avoid those who promise 'quick wealth'; Every move made without vision will only cause you more harm.",
        "gelecek": "The biggest risk that awaits you in your financial future may be to lose your reputation and wealth by turning to illegal means or to be sued by your closest relatives because of money. If you do not clear your financial mind today, you may always be in financial trouble and victimization in the future. If you want prosperity in the future, you must learn to protect your money and never neglect your lawful affairs. Otherwise, you may always remain in that 'I was deceived' sadness financially."
      },
      "saglik": {
        "gecmis": "In the past, you went through a process related to your health too hastily and did not give your body the time it needed to heal. Maybe you returned to the field immediately after an operation, or maybe you interrupted a treatment by saying 'I'm healed' and that's why your body became weak. This state of 'impatience' you experienced at that time may have left you with a sensitivity even today and a panic of 'am I doing something wrong again' at the slightest pain. You ignored your own body's needs just out of spite.",
        "simdi": "You're in the throes of 'burnout' and nervous tension regarding your health right now, honey; Your body can't handle this confusion anymore! Headaches, insomnia, or lack of attention may be a manifestation of your current state of stress. These days, you should make time for yourself, get away from the screens for a while, and put those swords in your mind to the ground; Healing will only come back when you truly decide to 'stop', wake up!",
        "gelecek": "The problems you may experience with your health in the future may be sleep disorders caused by excessive mental fatigue, migraines, or collapse of the immune system due to excessive stress. If you do not regulate your lifestyle today and do not consider 'quieting your mind' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you should meditate or do a mental detox now. Health will only last when you become clear."
      },
      "hepsi": {
        "gecmis": "You ruined that great awakening that you should have experienced in a past period of your life because of your own indecisiveness or injustice. Destiny handed you that sharp sword, but you waved it at the wrong person and got stuck under that mess. This feeling of 'defeat' you experienced at that time creates a feeling of 'deficiency' in your entire life today. It's like you feel like your time has been wasted and you're still waiting in the shadow of that old wrong decision.",
        "simdi": "There is chaos in your life right now because you know the truth but you don't want to accept it dear; This is your biggest mistake. There are opportunities, but you don't see them or take them seriously because of your 'I'm right' stubbornness or cunning. He should shake himself up as soon as possible, use the sword in his hand honestly and ask 'what is the truth?' you should ask. If your perspective does not change, your life will not write a new victory for you; You need to take that awakening step.",
        "gelecek": "What awaits you in the future may be a recurring misfortune of 'being treated unfairly' if you do not change this indecisive and prejudiced attitude of yours. You can miss the great beginnings that life offers you only because you cannot make that last logical decision. To save your future, you must put 'honesty' and strategic thinking back at the center of your life today. Otherwise, life may leave you in a much bigger mess at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 56,
    "card_name": "Queen of Swords",
    "upright": {
      "ask": {
        "gecmis": "My dear, in your past you were like a 'fortress of logic' in love; You opened the doors of your heart only to those who truly deserve it, and you gave importance to honesty rather than sentimentality. Maybe you learned to stand on your own feet after a breakup, or maybe you drew your unshakable boundaries towards your partner those days. This wise distance you showed at that time is the biggest proof of why you are such a selective and independent woman in love today. You understood in those quiet days that love is not a 'submission', but a 'equality'.",
        "simdi": "You are currently in a period in your love life where your intuition is at its peak but your logic is at the helm; no one can fool you! You talk openly about your problems with your partner, avoid unnecessary drama, and seek clarity. If you are alone, the person who will enter your life will approach you by admiring your noble and dignified stance. Today is your time to filter your emotions with your logic and say 'I know what I want'; You cut off all lies with your sword.",
        "gelecek": "Most beautiful, love awaits you in your future with a relationship built on the foundation of complete 'independence and respect'. The person you meet will be a wise companion who accepts you as you are, admires your intelligence, and respects your boundaries. This relationship seems deep enough to give you the most peaceful, most honest and most 'unmasked' form of love. The future promises you that magnificent period in which you will be crowned like a queen in love, and your soul and mind will be loved at the same time; be ready"
      },
      "is": {
        "gecmis": "You have experienced a tremendous period in your career in the past, where you blended your strategies with your professionalism and resolved workplace crises with your cool-headed wisdom. While your competitors were rushing, you waited for the right moment and made a difference by always basing your decisions on data. This 'disciplined' system you established at that time shows how reliable and 'authoritative' you are in business life even today. You sealed those days that success is not only achieved by working but also by being honest.",
        "simdi": "Right now, my dear, you are in the position of a true 'consultant' and unshakable manager in your business life; Everyone needs your clear ideas! Your intelligence is at its peak and you can complete even seemingly impossible projects with a single logical move. If you are going to make a new contract or sign an agreement, you already notice every detail with those sharp eyes of yours. Today is the time for you to 'declare your authority'; You manage the entire office with your energy and attract success with your honesty.",
        "gelecek": "A very prestigious peak awaits you in your future business life, where your name will be registered as a 'strategist and fair leader'. You'll get to a point where people will line up just to share in your vision and get their approval. Your career will offer you not only money, but also invaluable professional satisfaction and social prestige. The future promises you a majestic authority in business life that will make you say 'the real power is in the courage to tell the truth'; Your crown will always shine."
      },
      "para": {
        "gecmis": "In financial matters, you have experienced a period in the past when you managed your budget with complete discipline and intelligence, avoided emotional expenses and only built your future. You learned in those successful days to see money not as a power but as a tool of independence. The financial decisions you made in those days, coming from the mind rather than the heart, make you feel much more financially secure and 'flow-oriented' today. You registered in those days that your money was protected by your will.",
        "simdi": "You are currently in a period of tremendous 'clarification' and control over your finances, honey; Your accounts are working smoothly! That official letter, tax result or investment news you have been waiting for finally turns out in your favor and you are completely freed from financial constraints. You are in a time of complete financial independence; Every expenditure you make today will turn into an investment that increases your prestige. The universe tells you 'abundance lies in your honesty'; You owe your financial success to your intelligence, enjoy it.",
        "gelecek": "Your financial future looks very bright and unshakable thanks to your peaceful and visionary moves. In the future, you will be a 'monument of independence' in the financial sense, you will combine your name and wealth and acquire large properties. Money will no longer be a source of stress for you, but the unshakable force that allows you to travel the world and protect the ones you love. The future heralds you a period of immense prosperity when money flows to you, admiring your leadership and abundance."
      },
      "saglik": {
        "gecmis": "In the past, you have experienced a period of complete fitness and discipline in your health, in which you achieved that sacred harmony between your body and mind. Maybe you have successfully completed a treatment process with your unwavering will and accurate diagnoses and proved to everyone what a miracle your body is. This physical 'balance' you gained during that period was the strongest foundation of that resilient structure that protects your body even today. You understood in those healing days that health is actually a matter of mental determination.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in full clarity and light! Your energy is so clear and high that you feel renewed. If you have a health problem, today you are in a magnificent moment where that problem is solved radically and your body repairs itself like a queen. Mental detoxification these days and staying away from pollution such as smoking/alcohol will take your healing power to the top; you shine!",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. No matter your age, you will always remain vigorous and young thanks to the tremendous cooperation between your body and mind. Diseases will stay far away from you because you will have made consciously nourishing and protecting your body a way of life. The future promises you a healthy life where you wake up with great clarity every morning; You are the queen of healing."
      },
      "hepsi": {
        "gecmis": "Do you remember that moment of tremendous independence and success in a past period of your life when you said, 'I can bring the world to its knees by myself'? That's when you ended all kinds of emotional exploitation and declared the peace of great honesty with your loved ones and yourself. This 'dignified' identity you gained during that period is the strongest building block of success in every aspect of your life today. In those days, you personally experienced that justice was a magic key that opened every door.",
        "simdi": "Honey, you are currently in one of the wisest, most honest and most 'independent' periods of your life; The universe salutes your nobility! All the secrets in your life come to light, the uncertainties result in merging with your vision, and you now feel complete. Whatever you intend today, there will be the justice and support of a whole universe behind that intention. Just listen to your mind and enjoy this magnificent unity; Because you deserve this respect to the fullest.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your honest and wise energy. You are entering a process in which everything in your life falls into place, one by one, and every intention of yours is realized with great success. A life awaits you where people admire your wisdom and honesty and you improve the world with your intelligence. The future will say to you, 'truth will be your greatest treasure' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you have been so rigid and 'emotionless' in love that you eventually condemned your own heart to a prison of ice. Maybe you criticized your partner very harshly, or maybe you chose to live by holding on to hatred after a breakup. This 'vengeful' or cold mistake at that time may still be preventing you from establishing complete intimacy in your relationships today. Those days when you wounded your own heart with a sword still feel like an ache in your soul.",
        "simdi": "My dear, there is a period of 'destructive language' and anger in your love life right now; You may be being sarcastic and rude towards your partner! You are trying to make someone else pay for your pain, and you are breaking hearts in the name of honesty. This unrest inside you makes you lonely or makes your partner run away from you. Today, he puts the sword in his hand aside and asks 'why am I so unhappy?' You should ask; True love will not find you until you vomit the hatred within you, wake up now!",
        "gelecek": "The risk that awaits you in love in the future is that you may alienate your true soul mate because of your excessive control or lack of compassion. If you expect constant 'obedience' or 'perfection' from your partner, you may be doomed to a relationship that is only on paper but dead in spirit. If you want true happiness in the future, you must learn to see love as a surrender, not a judgment. Otherwise, your love life may always remain a 'widow' sadness."
      },
      "is": {
        "gecmis": "You've been so 'bully' or unfairly competitive in your career that you didn't end up gaining the respect you deserve in your professional life. Maybe you tried to rise by catching someone's vulnerability and exposing them, but that sword eventually turned on you. This 'ethical error' at that time may have caused some people to approach you with distance and distrust in your professional life today. You didn't understand in those days that success comes not only with knowledge but also with style.",
        "simdi": "You are currently suffering from a 'discredit' and gossip pain in your business life, my dear; It's like all the work you've done has suddenly lost its value! Your decisions are inconsistent, and your energy scares rather than motivates those around you. Your relationships with your colleagues at work are tense, and things going behind your back or jealousy are draining your energy. Instead of shouting with ambition these days, you should question why you feel so 'unsatisfied' and find that compassionate queen within yourself; Otherwise you will be pulled down from that peak.",
        "gelecek": "The danger that awaits you in your future business life may be sabotaging your own career due to excessive arrogance and underestimation of people. If you do not learn to cooperate but not lose your honesty today, you may be left alone and disgraced in front of your competitors in the future. To protect your future success, you must urgently give up the 'woman is a woman's wolf' mentality. Otherwise, your career path may always remain at that 'nobody loves me' stop."
      },
      "para": {
        "gecmis": "Those 'vengeful spending' you made in the past in financial matters or the mistake of using money as a punishment tool may have missed your blessings today. That period when you squandered money to hurt someone instead of managing it has made you more limited and anxious today. Maybe you succumbed to your ambitions in a divorce or partnership case and the money you earned did not bring you peace. This 'material illusion' of that period drives you into a state of unnecessary anger every time you look at your wallet today.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but the way you spend it is very aggressive! Even if a financial opportunity comes, you do not compromise with anyone by saying 'I am right' and this prevents your abundance. These days, when making financial decisions, you should act only with your logic, not your emotions or ambitions; Otherwise, in this chaos, you may spend the last of your savings for the sake of luxury and power struggle. To close that hole in your wallet, you must first end your hunger to be loved.",
        "gelecek": "The biggest risk that awaits you in your financial future may be experiencing a big loss in an investment you made with overconfidence or by saying 'law will solve everything'. If you do not learn financial discipline today and stop using money as a tool of pressure, you may always live with a feeling of 'loneliness' and 'inadequacy' financially in the future. If you want prosperity in the future, you should use your financial power as a tool of balance, not as a victim mentality. Otherwise, you may always live in fear of going bankrupt financially."
      },
      "saglik": {
        "gecmis": "You have neglected a situation related to your health in the past, saying 'nothing will happen to me' or being angry with your body. Maybe you focused only on your mental pain and ignored the physical symptoms, and that's why your body became weak. This state of 'neglect' you experienced at that time may have left you feeling sensitive even today and panicking at the slightest pain, saying 'Am I under attack again?' At that time, it seemed like you ignored your own body's needs simply out of arrogance and anger.",
        "simdi": "You're in the throes of 'burnout' and nervous tension regarding your health right now, honey; Your body can't handle this 'I control everything' stress anymore! Headaches, insomnia or nervous itching may be an expression of your current state of stress. You should take time for yourself these days, quiet your ego a little and let your body repair itself; Healing will only come back when you truly decide to 'stop', wake up!",
        "gelecek": "The problems you may experience with your health in the future may be neurological disorders caused by excessive mental fatigue, migraines, or collapse of the immune system due to excessive stress. If you do not regulate your lifestyle today and do not consider 'quieting your mind' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to create a healthy routine now and honestly heal your soul. Health stays with you only when you honestly say 'I want to get better'."
      },
      "hepsi": {
        "gecmis": "You ruined that great success that you should have experienced in a past period of your life because of your own arrogance or lack of compassion. Just when fate had opened a door for you, you made a mistake or used that power on the wrong people. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting in the shadow of that old failure.",
        "simdi": "There is chaos in your life right now because you are trying to control everything, but the real issue is the lack of self-confidence within you, dear; This is your biggest mistake. You want everything to look perfect, but you can't even see the beauty in your hands because of that 'empty' feeling inside. He should shake himself up as soon as possible, sheath the sword in his hand honestly and ask 'why am I so aggressive?' you should ask. If your perspective does not change, your life will not open a new door for you; You need to take that step of peace.",
        "gelecek": "The process that awaits you in the future may be a recurring fate of 'lonely summit' if you do not change this dissatisfied and oppressive attitude. You can miss the tremendous opportunities that life offers you simply because you cannot find that inner compassion. To save your future, you must put 'gratitude' and honesty back at the center of your life today. Otherwise, life may leave you in even greater loneliness at a point you never wanted; be alert!"
      }
    }
  }
]