[
  {
    "card_id": 22,
    "card_name": "Ace of Wands",
    "upright": {
      "ask": {
        "gecmis": "Darling, do you remember that spark that started suddenly and passionately in your past, as if lightning had struck your love life? That new beginning, which caused your heart to beat wildly when you least expected it, gave you life energy. Perhaps that attraction that started with a single look set your whole world on fire at once and dragged you into an adventurous path. This fresh and burning energy you felt in that period allowed you to rediscover your passion for love. You literally were reborn back then with the inspiring power of love.",
        "simdi": "Honey, a huge spark is igniting in your love life right now; you are witnessing the birth of a brand-new passion! If you are in a relationship, the fire between you is being rekindled and it's as if you are experiencing the excitement of the first day. If you are single, the person who will enter your life will affect you so much that you will want to run toward love with all your courage. This card heralds that you are in a period where sexual energy, excitement, and new beginnings peak. Listen to the voice of your heart and go where this fresh energy drags you.",
        "gelecek": "In your future, there is a very fiery and inspiring beginning in the name of love that will radically change your life! You will meet someone such that you will feel that magnificent attraction between your soul and body to your very core. This relationship will not only be an emotional bond but also a connection that feeds you creatively and gives you strength. Perhaps a 'love at first sight' story awaits you and this time everything will progress much more boldly. Get ready darling, the most passionate and energetic page of your love life is about to open."
      },
      "is": {
        "gecmis": "In your past, a brand-new income gate was opened in financial terms and you made a start that would revitalize your financial situation. Perhaps thanks to an additional job or a creative investment idea, a fresh breath came to your wallet. The new opportunities money offered you must have excited and encouraged you a lot back then. Those smart and energetic steps you took in those days were the first seeds of your financial accumulations today. You discovered that fresh and dynamic way of earning money in the past, darling.",
        "simdi": "Honey, you are currently experiencing a complete creativity explosion in your business life; ideas are literally flying in the air! This fresh energy you hold says 'start something new' to you; whether it's a new job or a brand-new project. That ambition and desire to succeed within you are currently at their peak; you are ready to burn through every obstacle that comes your way. This period is the perfect time to showcase your leadership qualities and become the master of your own business. The universe supports you; just take that first step and release your creativity.",
        "gelecek": "In your future, a very big and exciting opportunity regarding your business life is about to knock on your door. This will be such an offer that it will provide a ground where you can speak through all your talents and make your name heard. Days are approaching where you will experience a leap in your career and shine with a new title or a new venture. That fire within you that refuses to go out will be your greatest strength to carry you to the very top of the success steps. Soon you will shine like a 'star' in business life, believe in this."
      },
      "para": {
        "simdi": "Honey, there is currently a new movement and profit opportunities in your financial matters; you are literally like a money magnet! You are starting to receive the financial return of a creative idea or a venture, and this motivates you a lot. This fresh energy in your wallet might be giving you courage to make new investments. You are in a period where you will discover new ways to accelerate the flow of money and feel much more financially free. Just trust your energy and don't forget to channel this abundance in the right direction.",
        "gelecek": "In your future, I see news of a gain that will relieve you a lot financially, starting from scratch but growing rapidly. A sum of money coming from an unexpected place or a very profitable partnership offer could change your life. You will literally sow a seed financially and see this seed turn into a huge tree of abundance. Instead of financial worries, exciting ideas on how to better evaluate money will come. Your future is full of very bright and productive beginnings for your wallet, darling."
      },
      "saglik": {
        "gecmis": "In your past, you experienced a big energy explosion regarding your health and passed through a period where you felt as if you were reborn from your ashes. You might have started a new habit that increased your body's resistance or met with a branch of sports. This high life energy in that period strengthened you a lot both physically and mentally. That power of defense you gained against illnesses has been the greatest supporter of your resilient state today. You found the way to reach the peak of your physical power back then.",
        "simdi": "Honey, your body is literally bursting with energy right now; you feel very fit and ready to act! If you are experiencing any weakness, this card gives you the good news that you will recover immediately and a fresh life force is filling your body. You are at the best time for a new diet, a new sports program, or a detox because your will is like steel right now. This joy of life within you reflects on your appearance and makes you look glowing. Enjoy this high frequency, every cell is coming alive.",
        "gelecek": "In your future, a brand-new life energy cycle is starting that will keep you very fit regarding health. A period awaits you where you will feel more powerful than ever and completely get rid of your chronic fatigues. Perhaps you will experience a miraculous healing process or meet a spiritual expert who will take your quality of life to the peak. Your body will get younger every passing day and your life energy will be high enough to inspire those around you. That fiery power you need for a healthy future will be with you, believe in this."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see an awakening and a brand-new beginning energy in every area of your life; as if everything started over. That first excitement in love, that first big success in work, and that fresh power in health touched your life at the same time and revitalized you. In every matter where you took a risk, the universe supported you and offered you that magnificent wand for you to progress. This momentum you gained back then has been the biggest driving force that put your life on its current creative track. You literally reshaped your fate in the past with fresh ideas and great curiosity, darling.",
        "simdi": "Honey, right now a magnificent 'yes' energy prevails in every area of your life; literally everything is overflowing with a fresh excitement! Your heart is so glowing with love, your mind with business ideas, and your body with health that let anyone who can stop you try. It's the perfect time to bring out that brave hero within you to evaluate these new opportunities life offers you. Everything started with a spark and now that spark is about to turn into a giant torch that illuminates your entire world. Just believe and follow the light of that wand, honey.",
        "gelecek": "Your future looks full of miraculous beginnings and great inspirations in every area of life! You will make literally a revolution in love, work, and every kind of personal development and build a brand-new 'you.' The fresh opportunities that will come your way will excite you so much that you will throw all the dust of the past aside and run toward the future with passion. In this new journey full of success, happiness, and health, the universe will be your biggest supporter and source of inspiration. Get ready darling, the most energetic and productive period of your life is starting for you very soon!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "Honey, in your past, that flirtation or relationship that you started with great enthusiasm unfortunately didn't turn out as you expected and ended in disappointment. Perhaps you met someone immature who lied to you, or that important news of love you expected never came. This 'misleading beginning' in that period somewhat damaged your pure faith in love and made you defensive. Those days when you felt your emotions were exploited make it difficult for you to open your heart to someone new today. Just as you were catching the fresh scent of love, your dreams faded in those days, darling.",
        "simdi": "Honey, you might be experiencing a period of 'communication breakdown' or 'bad news' in your love life right now; it's as if things are always misunderstood. That message you expect doesn't come, or you receive news from the person you love that disappoints you. Perhaps you are acting very childish and irresponsible right now, which might be putting your relationship in a deadlock. This card says you should not make hasty decisions right now and not believe everything told immediately. Your excitement might have left its place to pessimism; time to stop and calm down a bit.",
        "gelecek": "In your future, in some situations you will experience regarding love, there is a risk of being misdirected by wrong people or being saddened by groundless news. That beginning you want so much might be postponed for a while longer due to the indecision or lies of the other party. The answer to the questions where you say 'I wonder?' in your relationships might not be as pink as you expect, so you should be cautious. However, this process will be a test given for you to be more selective and mature in love. If you want to establish a real bond in the future, you will need to learn not to think everything that glitters is gold, honey."
      },
      "is": {
        "gecmis": "In your past, you received a financial blow by either things going wrong at the last moment when you were expecting a big gain or by trusting a wrong news. Perhaps the lack of abundance of an investment tired you quite a bit back then, and the places where you said 'I will earn money from this business' let you down. You were so sure that the money would come that when the result was a disappointment, your financial balances must have been shaken a bit. This financial disappointment in those days causes you to approach money always with a suspicion today. You seem to have taken the financial wand a bit too lightly back then, darling.",
        "simdi": "Honey, you might feel yourself in a 'focus problem' in business life right now; you have a thousand ideas but you can't bring any of them to a conclusion. Perhaps you are dealing with groundless gossip at work or that promotion news you expected reached you negatively. Your motivation is so low that even evaluating the small opportunities that come your way feels like a big burden to you. This card whispers that you should maintain your seriousness right now and not change your strategy by believing every news you hear. You are in a chaos right now, you need to simplify your mind first.",
        "gelecek": "In your future, some bad news regarding your career plans or annoying situations like the cancellation of projects appear. If you are expecting an important job offer, you might learn that the conditions are much more difficult than you expected or that the offer has been withdrawn. While wanting to open a brand-new page in your career, you might encounter some obstacles or mistakes brought by inexperience. You shouldn't give up in this process but follow a more disciplined and realistic path. To catch that fresh energy leading to success again, you will need to be cleansed of childish mistakes."
      },
      "para": {
        "simdi": "Honey, there is a 'leak of abundance' in your wallet right now; it's as if it's clear where the money will go even before it reaches your hand, and this annoys you. You might be inclined to jump into groundless news or risky businesses that look very profitable in financial matters; please be careful! This period says the conditions are not suitable at all for making a financial start and the risk of being deceived is high. You are in a time frame where you need to act with your logic, not your emotions, to protect your money. You should master your expenses and protect your wallet from external influences.",
        "gelecek": "In your future, it appears that the big news of gain you expect regarding money will be a bit more delayed or not as big as you expected. Misinformation or a technical glitch regarding an investment or money transfer might annoy you. While expecting a financial relief, you have a risk of encountering extra expenses instead. The gate of wealth is not yet fully ajar, so you should progress cautiously and be very careful especially in the transactions you will make over the internet. To reach the energy of abundance, you must first take your financial responsibilities seriously."
      },
      "saglik": {
        "gecmis": "In your past, you trivialized a health-related warning and caused a small problem to grow, darling. While your body was giving alarms, you got tired because you continued to force yourself with that childish energy saying 'nothing will happen.' Perhaps you started a treatment process but didn't take it seriously and left it halfway, so the healing process was very much delayed. This state of 'negligence' from that period triggers the fear of 'I wonder if it's something serious?' even at the slightest pain today. You silenced the voice of your body back then and didn't show it the necessary care.",
        "simdi": "Honey, you are currently in a complete 'energy chaos' regarding your health; sometimes you are very active and sometimes you are too exhausted to even move a finger. Your body is giving you some signals, but you either misinterpret them or ignore them completely. This card says your immunity is weak right now and you are more vulnerable especially to contagious diseases or accidents. Please put childish stubbornness aside, take your health seriously, and listen to your physical needs. Healing will come only when you take yourself seriously.",
        "gelecek": "In your future, you have a risk of experiencing some annoying processes like wrong diagnoses or delays in treatment regarding health issues. As long as you see taking care of yourself as a 'boring' task, it will be that much more difficult for you to reach full vitality. The physical fatigues you will encounter in the future will be a result of your current irregular lifestyle. If you don't follow a more serious and disciplined path to protect your health in the future, your body will stop you one day by force. You should increase your compassion and seriousness toward yourself and seek healing within your inner peace."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see a period of general 'indecision' and 'wasted energies'; life has dragged you into wrong paths many times. The bad news that came just as you were about to jump with excitement into love, work, and financial matters or your own inexperience has worn you out quite a bit. Those days when you acted on the words of others or took childish risks have left some deficiencies in your life today. While you were trying to hold your wand upright against life, you extinguished the light of the wand in the wrong places, darling. This 'loss of direction' back then has made you more pessimistic today.",
        "simdi": "Honey, right now you are in a phase of 'chaos' and 'waiting for news' in your general life; it's as if everything is developing outside of your control. Whichever job you touch, a glitch appears; the messages you expect always come incomplete or wrong; your energy is crawling on the floor. This card whispers that this 'scattered' state of yours has extinguished the creative fire within you. Why did you fall apart so easily and why did you take everything so lightly? You must pull yourself together immediately, determine your priorities, and take the ropes of your life back into your hands with seriousness. You still have that fire needed to be a hero; you just need to light it correctly.",
        "gelecek": "In your future, some obstacles, bad news, and disappointments in the general rhythm of life might be waiting for you, darling. Much more seriousness and discipline than you expect will be needed for those big changes you planned to happen. Instead of thinking 'everything will be very easy' in love and work, you should take your guard against the difficulties you will encounter. The fresh torch life will offer you will not light immediately or it might burn you when it lights, so you should be careful. If you learn to be patient and look at events from a more mature window, that wand will start shining again."
      }
    }
  },
  {
    "card_id": 23,
    "card_name": "Two of Wands",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have come to a very important crossroads in your past and your love life and have made a big decision for your own future. In that period, when you felt self-confident as if you held the world in your hands, you broke away from the patterns that limited you and set sail for a broader vision. That strategic step you took back then enabled you to become a woman today who knows what she wants in love and draws her boundaries. In those days, you learned to see love not just as an emotion but as a future plan.",
        "simdi": "You are currently in a waiting and evaluating phase in your love life, honey; There may be two different paths or two different options in front of you. It's time to decide whether you will take your current relationship to the next level or open up to a completely new world. The power within you is so high that you have the capacity to make that path beautiful no matter which path you choose. Don't rush today, just look at your life from a high place and silently watch to which horizon your heart is beating.",
        "gelecek": "Beautiful, in your future, love will take you to a period where much greater responsibilities and joint decisions await you. You will not only share romantic moments with the person you meet, but you will also build a common future and vision. Maybe a foreign love interest or the decision to move to another city may come to the fore. The future promises you the power to 'build your own world' in love; You will no longer be an extra, but the director of your own love story."
      },
      "is": {
        "gecmis": "Remember that strategic period in your career when you acted with a great vision and planned beyond your current job. The place you are in is too small for you and you have started to prepare for a greater success. The connections you made and the decisions you made during that period formed the basis of the strong stance you have in your professional life today. In those days, you laid the first stones by dreaming not only of today but also ten years later.",
        "simdi": "You are currently in a 'decision and planning' period in your business life, my dear; You weigh your data and plan your next big move. Your current position no longer satisfies you and you know very well that you can achieve more. Your plans are ready for a new partnership, a promotion, or a move to a completely different industry, you're just mustering up the courage to take that first step. Today the universe is telling you to 'keep your vision wide'; The world is in the palm of your hand, as long as you clarify what you want.",
        "gelecek": "A period awaits you in your future business life where you will be known as a 'strategy master' and you will be in charge of big projects. You can establish your own kingdom or undertake an initiative that will make a splash in the international arena. Your career will offer you not only success, but also the opportunity to know and manage the world. The future will make you say 'the real power is in the mind' in business life and will take you to a very respected leadership position. The roads will open before you one by one, be prepared."
      },
      "para": {
        "gecmis": "That visionary move or long-term investment plan you made in the past in financial matters has become the strongest shield protecting your budget today. At that time, you discovered how to use money not just for spending, but as a tool of power. The brave but rational financial decision you made those days makes you feel much more financially planned and secure today. You understood in those successful days that money is a brick that builds your future.",
        "simdi": "You are currently in a very important 'decision making' and investment planning period regarding your financial situation, honey. You have money, but you're at a crossroads on how to make it bigger. You are in a time of complete financial 'expansion'; The planning you do today can bring you unshakable wealth in the future. The universe tells you 'don't think small, aim for the world'; If you use this potential in your wallet wisely, you can hold the key to financial freedom.",
        "gelecek": "Your financial future looks very bright and wide-ranging, thanks to your strategic and forward-thinking moves. In the future, you will become a financial 'investment genius' and will multiply your properties and earnings. Money will no longer be a source of stress for you, it will be the powerful tool you use to travel the world and realize your dreams. The future heralds you a period of immense prosperity when money flows to you, admiring your intelligence."
      },
      "saglik": {
        "gecmis": "Remember that tremendous phase in the past when you established physical discipline about your health and began a long-term healing program. You saw your body as a trust and prepared it for the future and planned your habits from start to finish. This physical 'planned structure' you acquired during that period became the basis of that resilient and fit body that protects your body even today. You discovered in those days that health is not a one-day vision, but a lifelong vision.",
        "simdi": "My dear, right now your body is telling you 'think about the future'; It's time for you to decide to move your lifestyle to a healthier point. If you want to start a diet or exercise, you should see it as an investment not only for your appearance today, but also for your old age. You are at the right moment to make long-term plans that will strengthen your immune system. A small lifestyle change you make today will return you a healthy body in the future.",
        "gelecek": "Unshakable strength and a lifelong balance regarding your health awaits you in the future. Even as you get older, your forward-thinking and disciplined attitude will always keep your body fresh and alive. Diseases will stay far away from you because you will have already understood the language of your body and taken precautions accordingly. The future promises you a healthy and energetic life where you wake up with great peace every morning; You are the architect of your own health."
      },
      "hepsi": {
        "gecmis": "Remember that moment in your life when you had big dreams as if you wanted to 'conquer the world' and made a plan for those dreams. That's when you took those two sticks in your hand, planted one on the ground and extended the other to the future. Those brave and visionary decisions you made at that time are the strongest compass for success in every aspect of your life today. In those days, you actually started to draw your own destiny with your own hands.",
        "simdi": "Honey, you are in a 'vision and decision' phase of your life right now; There is a vast sea in front of you and you are about to choose which ship to board. Realize the tremendous power within you and implement the big plan you've been waiting for. Whatever you decide today will be powerful enough to shape your next decade. Don't be afraid, look high and say 'my world, my rules'; The universe applauds your determined stance.",
        "gelecek": "Your future looks like a bright and successful path shaped by your strategic intelligence and broad horizon. You are entering a process where everything in your life works as you planned and every intention of yours comes true with great victory. A life awaits you where people admire your foresight and power, and you rule the world with your new projects. The future will say to you 'you have succeeded, now you rule your own world' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You may have experienced a period in the past where you postponed that big choice you had to make in love or could not leave your safe space because of your fears. Maybe you knew you deserved better, but you were afraid to take risks and settled for what you had. This 'indecision' and lack of vision at that time may prevent you from reaching full satisfaction in your relationships even today. At that time, it was as if you were a guest in someone else's world instead of building your own world.",
        "simdi": "My dear, you are currently 'stuck' and lacking direction in your love life; It's like you have the world in your hands but you don't know where to go. Because you are afraid to make a decision, you stall both yourself and the other person, and this drains your energy. Actually, you have options, but you choose to stay in that safe haven where you are unhappy rather than taking risks. If you don't come down from that tower today, those great opportunities in your love life will pass you by, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be missing out on lasting happiness because of your indecisiveness or living uneasily with a constant feeling of 'this is not for me'. If you don't change your 'comfort zone' obsession, you may always experience that feeling of incompleteness in your future relationships. If you want true happiness in the future, you must first decide what you want and take that step courageously. Otherwise, your love life may always remain in a preparation phase."
      },
      "is": {
        "gecmis": "There was a time in your career when a great opportunity was at your door and you closed that door because of your lack of vision or your fear of 'what if I fail'. Maybe you turned down a bigger job offer, or maybe you couldn't make that final push to start your own business. This 'timid' attitude at that time may have created a feeling of 'regret' or 'what am I doing here' in your professional life today. It's like you've imprisoned your own potential for the sake of fear.",
        "simdi": "You are currently suffering from a 'blockage' and planning error in your business life, honey; Things aren't moving forward because you don't know which way to go. Your current job limits you, but you don't do the research necessary to chart a new path. This may make you seem 'unproductive' or 'unambitious' at work. Instead of being ambitious these days, you should first gather your scattered mind and make a realistic future plan; Otherwise you will continue to stagnate.",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot make that 'expected exit' and remain stuck in mediocrity or lose your achievements due to wrong planning. If you don't broaden your vision and silence that 'coward' voice today, you may fall far behind your competitors in the future. To maintain your future success, you must stop saying 'that's enough' and regain that big world vision. Otherwise, your career path may always remain at that 'almost done' stop."
      },
      "para": {
        "gecmis": "A 'planning mistake' or a visionless expenditure you made in the past in financial matters may still affect your budget today. That period when you chose to just live your day instead of managing money has made you more insecure and limited today. Maybe you missed a great investment opportunity because it was 'risky', now you are watching what that opportunity brings to others. This 'financial fear' at that time drags you into a state of unnecessary pessimism every time you look at your wallet today.",
        "simdi": "You are currently in a serious 'decision-free' and crisis phase regarding your financial situation, my dear; You don't know where to spend your budget or how to evaluate it. You want to make a financial breakthrough, but you cannot foresee or you trust wrong data. These days, you should be very careful when making financial decisions and avoid ways that promise 'quick wealth'; Every move made without vision will only cause you more harm.",
        "gelecek": "The biggest risk that awaits you in your financial future may be not being able to see the huge opportunities that come your way because of your fears or losing your savings due to inadequate planning. If you do not regain the discipline and forward-thinking attitude to manage money today, you may always live with a feeling of financial 'inadequacy' in the future. If you want prosperity in the future, you need to redefine your financial goals and be bolder. Otherwise, you may always remain in that financial crisis of 'making ends meet'."
      },
      "saglik": {
        "gecmis": "You may still be dealing with some complaints today because you did not plan and neglected a situation related to your health in the past, saying 'it will pass anyway'. Your body told you 'you need to change' but you chose to hold on to your old, harmful habits. This state of 'procrastination' you experienced at that time may have left you with fatigue and resistance to the healing process even today. At that time, it seemed like you pushed your own healing aside simply because of your lack of vision and lack of discipline.",
        "simdi": "You are currently in a state of 'indecision' and energy blockage regarding your health, honey; You don't know which treatment or diet to believe in. Your body is giving an alarm, but you put yourself to sleep by saying 'it will pass', or you start a program and quit it the next day. This instability makes you more tired inside. These days, you should see a specialist and urgently complete that health plan you left unfinished; Your body is so tired of your 'confused' attitude.",
        "gelecek": "The problems you may experience with your health in the future may be chronic pain caused by inactivity or digestive problems caused by wrong nutrition. If you don't get your lifestyle in order and create that future vision today, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to chart a health route now and stick to it. Health will only last when you take it seriously."
      },
      "hepsi": {
        "gecmis": "You stopped that big change and vision that you should have experienced in a past period of your life because of your own fears or your belief that 'I won't be disturbed'. Destiny left you the world in your hands, but you gave it back because you couldn't bear that weight. This feeling of 'stuckness' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting on that old threshold.",
        "simdi": "There is chaos in your life right now because you have to make a big decision, but you close your eyes and wait for everything to get better on its own, dear; This is your biggest mistake. Opportunities are waiting at your door, but you cannot find the courage to open that door. He should shake himself up as soon as possible, realize the world in his hands and ask 'where do I want to go?' you should ask. If your perspective does not change, your life will not open a new door for you; You must take that step.",
        "gelecek": "The process that awaits you in the future may be a recurring regret of 'I wish I had done' if you do not change this indecisive and visionless attitude. You can miss the great beginnings that life offers you only because you cannot make that final decision. To save your future, you must learn 'courage' and long-term planning today. Otherwise, life may leave you in even greater despair at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 24,
    "card_name": "Three of Wands",
    "upright": {
      "ask": {
        "gecmis": "My dear, remember that hopeful period in your past when you patiently waited for the seeds you planted in love to bear fruit and watched the horizon. You took a chance on someone, made a big investment in a relationship, and waited for their ship to dock. The wise patience you showed at that time is the greatest proof of how durable and loyal you can be in love today. You discovered in those days that love is not just a moment, but a 'waiting' and 'effort'.",
        "simdi": "You are currently at that exciting moment in your love life, honey, when the ships are slowly starting to appear on the horizon and your preparations are bearing fruit! If you have set your intentions for someone or want to grow your relationship, the news and opportunities you have been waiting for are on their way. Now you should not just wait, you should start preparing to welcome those ships. Today, you are in that magnificent process in love where your vision expands, you can imagine beyond the limits and everything works in your favor; Keep your eyes on the horizon.",
        "gelecek": "Beautiful, in your future, love will lead you to complete 'expansion' and world-wide happiness. Your bond with the person you will meet will grow so much that maybe you will sail to a new city, a new country or a completely new lifestyle together. This relationship will be fruitful, safe and long-lasting enough to make you say 'it was worth the wait'. The future promises you that time of tremendous celebration when the brightest ships of love will dock; be ready"
      },
      "is": {
        "gecmis": "Remember that bright period in your career when you reaped the first fruits of that big initiative or project you started in the past and watched the horizon to expand your business. You not only stood your ground, you showed tremendous courage to exceed your limits. This 'expansion' energy at that time allows you to be remembered as a 'successful entrepreneur' even today in your professional life. In those days, you set out your ships dreaming not only of today but also of global success.",
        "simdi": "You are currently in a period of 'harvest and new horizons' in your business life, my dear; Those important news, job offers or partnerships you've been waiting for are about to arrive! Your efforts are finally coming to light and you are now ready to play bigger. Your vision at work is so broad that everyone admires your foresight. Today is the time for you to 'bring your ships to the harbour'; Complete your preparations, because the great opportunity you have been waiting for has appeared on the horizon right now.",
        "gelecek": "A tremendous period awaits you in your future business life, where your name will be synonymous with 'success and expansion' and you will undertake international projects. You will come to a point where you will no longer seek your work, but your work will seek you, and every door will open for you by itself. Maybe you will take your own empire abroad, or maybe you will take over the management of a global brand. The future promises you tremendous satisfaction in your career that will make you say 'the great success I have been waiting for has arrived'."
      },
      "para": {
        "gecmis": "Your patient investment or long-term plan in financial matters in the past has become your greatest source of abundance protecting your budget today. In those brave days, you discovered how to set out to grow money, not just to save it. That visionary financial decision you made back then makes you feel much more financially free and like someone who 'has a ship' today. In those successful days, you made money work for you and bring you abundance from far away.",
        "simdi": "You're in a tremendous 'rise and wait' period with your finances right now, honey; The big money, compensation or investments you have been waiting for are on the way! You are in a time of complete financial 'expansion'; The seeds you planted today have begun to appear as fruits on the horizon. The universe is telling you 'get ready, abundance is coming'; This movement in his wallet is the first harbinger of his unshakable wealth in the future. Keep your eyes on the horizon, your ships are about to dock at the harbour.",
        "gelecek": "Your financial future looks very bright and rich, thanks to your patient and forward-thinking moves. In the future, you will become a financial 'business genius', move your investments to international areas and increase your wealth exponentially. Money will no longer be a source of stress for you, but the powerful fuel you use to conquer the world and realize your dreams. The future heralds you a period of immense prosperity when money flows to you, admiring your patience and vision."
      },
      "saglik": {
        "gecmis": "Remember that tremendous phase in the past when you began a physical healing program for your health and patiently waited for healing. You saw your body as a trust and took good care of it, trusting in time to get the results. This physical 'discipline of waiting' that you gained during that period was the greatest protector of that resilient and fit body that protects your body even today. You discovered in those healing days that health is actually a process and that effort pays off over time.",
        "simdi": "My dear, right now your body is whispering to you 'healing is on the way'; You feel the energy slowly returning and healing on the horizon. If you are in the process of treatment or have stepped into a healthy life, today you are at a tremendous moment when you start to reap the rewards of your efforts. Your body renews itself, your soul feels lighter and your energy level goes through the roof. Opening up to the outside world and moving around these days will further multiply your tremendous energy.",
        "gelecek": "An unshakable power and lifelong dynamism awaits you regarding your health in the future. Even as you get older, your conscious and patient attitude will always keep your body fresh and alive. Diseases will stay far away from you because you will reap the fruits of taking good care of your body in the highest quality. The future promises you a healthy and energetic life where you wake up with great enthusiasm every morning; You are the captain of the magnificent ship of your own health."
      },
      "hepsi": {
        "gecmis": "Remember that moment of great initiative and hope in a past period of your life when you said 'I have set my ships sail'. That's when you took those three sticks and started to watch the abundance of the future from a high hill. The patience and visionary stance you displayed at that time is the strongest guarantee of success in every aspect of your life today. In those days, you actually called the fruitful ships of your destiny to the port with your own hands.",
        "simdi": "Honey, you are currently in a period of 'harvest and expansion' in your life; Your ships have appeared on the horizon and they bring tremendous opportunities for you! The news you've been waiting for is on the way, your intentions are about to come true and you can now focus on bigger goals. Whatever you intend today, there will be the power of a whole universe and your past efforts behind that intention. Don't be afraid, point your finger to the horizon and say 'my ships are coming'; The universe greets your victory with great enthusiasm.",
        "gelecek": "Your future looks like a bright and fruitful path shaped by your patient and visionary energy. You are entering a process in which everything in your life works as you planned, and every intention of yours is realized with great expansion and victory. A life awaits you where people admire your success and fortitude, and you conquer the world with your new projects. The future will say to you, 'You were patient and won, your ships are now in the port' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You may have experienced a period in the past when you lost hope in love while waiting for your ship to arrive, or when that great love you were waiting for ended in disappointment. Maybe you trusted someone very much and built a future, but that ship never docked at the port. This 'waiting in vain' and disappointment at that time, even today, creates a constant vigilance in their relationships and 'will he not come again?' It may be causing you to experience fear. Those days when your hopes were lost in the sea are still a pain in your heart.",
        "simdi": "My dear, right now you are in a state of 'tired of waiting' and pessimism in your love life; You look at the horizon but you don't see any ships. Your patience is exhausted and you wonder 'am I waiting at the wrong port?' you question. This situation may turn you into someone who has 'given up' or 'cold' in love. These days, you have to stop being stubborn and accept that maybe you need to look at a different horizon; Sometimes the ship we are waiting for does not come because we need to sail to another sea.",
        "gelecek": "The risk that awaits you in love in the future may be that you get angry because of delays and miss the real happiness you have, or that you live in constant 'expectation' and miss the moment. If you don't change this 'impatient' attitude, you may always experience that 'why isn't there more' uneasiness in your future relationships. If you want true happiness in the future, you must learn that love comes in its own time, not by command. Otherwise, even if the love of your life meets you, you may still be waiting for that old ship that does not come."
      },
      "is": {
        "gecmis": "Remember that unfortunate time in your career when that promotion, news or project you had been waiting for with great hope was canceled or delayed at the last minute. You had your eyes on the horizon, but a storm broke out and things went wrong. This 'delay and obstacle' situation at that time may have turned you into someone who is extremely skeptical of every new project in your professional life today and says 'it won't happen anyway'. It's like you threw your belief in your own talent into the sea with those ships that didn't come.",
        "simdi": "You are currently experiencing a pain of 'blockage' and narrowing of vision in your business life, my dear; Things are not going well, news is delayed and you are very nervous. That big opportunity you've been waiting for never comes and you wonder, 'Am I wasting my time?' you ask. This may make you seem 'unproductive' or 'uneasy' at work. Instead of being ambitious these days, you should first investigate why you stuck with that opportunity that didn't come and maybe change your route completely; Waiting in the storm won't do you any good.",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot make that 'expected big leap' and have to deal with constant delays or mess up everything due to unplanned expansion. If you don't learn to be patient and update your strategy today, you may fall far behind your competitors in the future. To ensure your future success, you must redefine the word 'patience'. Otherwise, your career path may always remain in that 'I'm waiting but it doesn't come' crisis."
      },
      "para": {
        "gecmis": "In financial matters, there was a period when that payment or investment that you had been waiting for with great hope in the past did not bear fruit and you were left in a financial deficit. Maybe you lent money to someone and it didn't come through, maybe you started a business and it didn't work out. This 'financial disappointment' at that time has caused you to feel much more pessimistic and fearful about money today. Those days when you look at the horizon and wait for money but your wallet is empty still seem to bother you.",
        "simdi": "You are currently experiencing a serious 'delay' and feeling of limitation regarding your financial situation, my dear; The money you expect never comes and your budget is shaken. You want financial expansion, but the obstacles pile up. These days, you should be very careful while making financial decisions and not make big expenses by 'relying on the expected money'; Your ships may have been caught in a storm en route. Protecting what you have today is more important than waiting for what doesn't come.",
        "gelecek": "The biggest risk that awaits you in your financial future may be being caught unprepared due to excessive optimism or falling into debt due to the constant postponement of the money expected to arrive. If you do not learn financial discipline today and stop trusting money that is not 'guaranteed', you may always be in financial 'disappointment' in the future. If you want prosperity in the future, you must create your own luck by working, not just waiting. Otherwise, you may always remain in that 'my ship hasn't arrived' sadness financially."
      },
      "saglik": {
        "gecmis": "Remember that tiring time in the past when you were very impatiently going through the healing process regarding your health and could not achieve the full healing you were waiting for. Your body told you 'give it time' but you wanted to get results immediately and that's why you made the process even more difficult. This state of 'not getting results' that you experienced at that time may have left you with disbelief and resistance to recovery even today. It seems like you've made your own healing a burden simply because of your impatience.",
        "simdi": "You are currently in a state of 'giving up' and inertia about your health, honey; You don't take good care of your body because you think 'it's not getting better anyway'. Your energy is very low and you don't see any light of healing on the horizon. These symptoms actually carry the message that you are 'waiting for the wrong method'. Instead of waiting for a miracle these days, you should take a small step right now and change your lifestyle; That health ship you are waiting for cannot dock at the port because of your inactivity, wake up now!",
        "gelecek": "The problems you may experience with your health in the future may be psychosomatic disorders caused by neglected treatments and stressful waits. If you don't radically change your lifestyle today and regain that inner belief, your body may give you a much harsher 'it's too late' warning in the future. To be fitter in the future, you should take action now and never give up hope. Health only comes to you when you set out for it."
      },
      "hepsi": {
        "gecmis": "You missed out on the great success and expansion that you should have experienced in a past period of your life simply because you were focusing on the 'wrong horizon'. While fate opened another door for you, you wasted your time waiting in front of the closed one. This feeling of 'wasted effort' that you experienced at that time creates a feeling of 'meaninglessness' in your entire life today. It's like you feel like time is lost in the sea and you're still waiting on that old pier.",
        "simdi": "There is chaos in your life right now because you want everything to happen at once, but the universe keeps you waiting, dear; This is your biggest test. You are angry because your ships are delayed and you want to burn and destroy everything. You should stop as soon as possible, understand what that waiting is trying to teach you, and maybe update your route. If your perspective does not change, your life will not send a new ship for you; You need to give up that stubborn waiting.",
        "gelecek": "If you do not change your impatient and pessimistic attitude, what awaits you in the future may be a recurring misfortune of 'opportunities that do not arrive at their time'. You can miss the magnificent beginnings that life offers you only because the 'perfect' moment you have been waiting for does not come. To save your future, you must learn to 'surrender' and be flexible today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 25,
    "card_name": "Four of Wands",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a 'happy ending' or a peaceful reunion in your love life in the past; It's as if your soul has finally anchored in a safe haven. Maybe that period, crowned with a promise, an engagement, or a marriage celebration, took your belief in love to the highest level. That sense of belonging and unity you felt back then still shines like a light in the most sheltered corner of your heart today. You discovered in those days that love is not only excitement but also an unshakable home.",
        "simdi": "There's a real 'festive' atmosphere in your love life right now, honey; Everything is so harmonious, it's like the universe has prepared a little celebration for you! If you are in a relationship, all the problems between you disappear and are replaced by a deep peace and celebratory energy. If you're single, there's a good chance you'll meet the love of your life at a social gathering or celebration. Open your heart today and enjoy this abundant, joyful energy; Because happiness is waiting right at your door.",
        "gelecek": "Beauty of beauty, in your future, love will lead you to establishing a complete 'home' and unshakable happiness. You will not only build a relationship with the person you meet, but also a solid foundation that everyone will envy. Maybe you will soon prepare a wedding invitation or move into that peaceful house of your dreams. The future will make you say 'we made it' in love and invite you to the most enjoyable and stable period of your life; be ready"
      },
      "is": {
        "gecmis": "Remember that bright period in your career when you celebrated a great success with a team and reaped the fruits of your labor with victory. That period when a project was successfully completed and everyone applauded you took your professional self-confidence to the top. This solid foundation you established at that time has been the greatest guarantee of the respectable and peaceful stance you have in business life today. You not only worked hard in those days, but also built a permanent castle of success.",
        "simdi": "Right now, my dear, you are in a time to 'celebrate success' and reap the fruits in your business life; Everything works smoothly! That approval, promotion or business deal you've been waiting for is finally happening, and you're getting ready to share this victory with your loved ones. You are at a moment when the environment at work has become much more peaceful and constructive, and teamwork brings you great benefits. Today is your time to be proud of your work and give yourself a little reward; Success has become your natural state.",
        "gelecek": "A peaceful peak or unshakable corporate success awaits you in your future business life, with a complete 'retirement taste'. You will come to a point where all you have to do is manage and enjoy your success. You can expand your own business or gain a respectable place in a very prestigious institution. The future promises you tremendous stability and joy in your career that will make you say 'the peaceful period I have been waiting for has arrived'; Your roads are paved with flowers."
      },
      "para": {
        "gecmis": "In financial matters, the right investment you made in the past or the acquisition of a property has become the greatest source of peace that protects your budget today. In those days, you learned to use money not only to save money, but also to improve your quality of life and establish a 'safety area' for yourself. The rational financial decision you made at that time makes you feel much more financially comfortable and free today. In those successful days, you realized that money was a tool that built a peaceful home for you.",
        "simdi": "You are currently in a period of tremendous 'abundance and relief' regarding your financial situation, my dear; Your wallet is happy! That big payment you've been waiting for is coming, or that good news you've been waiting for regarding property/rent issues is finally arriving. You are in a time of financial 'harvest'; Even the expenses you make today will return to you as joy and peace. The universe tells you 'you are in abundance, enjoy it'; This balance in your material world erases all your worries about the future.",
        "gelecek": "Your financial future looks very bright and unshakable, thanks to your solid and peace-oriented moves. In the future, you will experience complete financial independence, perhaps buying your own house or owning a large property. Money will no longer be a source of stress for you, it will be the tremendous energy that allows you to live in luxury and comfort with your loved ones. The future heralds you a period of immense prosperity where money will serve your peace."
      },
      "saglik": {
        "gecmis": "In the past, you experienced a period of complete vitality and peace in which you achieved that sacred harmony between your body and soul regarding your health. Maybe you have successfully completed a treatment process and that tremendous phase of celebrating your body's healing has made you very strong. This physical 'balance' you gained during that period became the basis of that resilient and luminous structure that protects your body even today. You discovered in those healing days that health actually begins with inner peace.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in full celebration and revival! Your energy is so balanced and high that you feel strong and happy enough to do anything. If you have a health problem, today you are in a tremendous moment where that problem is completely over and your body is repairing itself. Participating in social events and having fun with your loved ones these days will increase your healing energy even more, enjoy it.",
        "gelecek": "Unshakable strength in your health and lifelong well-being awaits you in the future. No matter your age, your body will work like a machine and your joy of life will continue to be your greatest medicine. Diseases will stay far away from you because you will have made it a way of life to care for your body like a temple and nourish it with joy. The future promises you a healthy life where you wake up with great happiness every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that moment of tremendous celebration and peace in a past period of your life when you said 'I am experiencing heaven on earth'? That's when everything aligned for you, all your efforts bore fruit, and you shared your successes with your loved ones. This sense of integrity you gained during that period is the strongest building block of your unshakable character in every aspect of your life today. In those days, you personally experienced that happiness increases as you share it.",
        "simdi": "Honey, you are currently in one of the most peaceful, balanced and joyful periods of your life; The universe is preparing a big feast for you! All the chaos in your life is over, it's time for you to rest and enjoy your successes. Whatever you put your hand to today will be blessed, whatever door you knock will be opened to you with joy. Just smile and enjoy this tremendous unity; Because you deserve this peace to the fullest. The universe applauds your success.",
        "gelecek": "Your future looks like a bright and celebratory path shaped by your peaceful and visionary energy. You are entering a period in which everything in your life falls into place and you celebrate great successes with your family and loved ones. A life where people admire your happiness and you spread joy to the world awaits you. The future will tell you 'you succeeded, you are now in your own paradise' and invite you to the happiest cycle of your life; Enjoy!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you may have been shaken by a disappointment or a broken promise/engagement just when you thought you had found happiness in love. Maybe your dream of a peaceful home was left unfinished due to the pressure of your family or environment, and that's why you felt very lonely. This 'overshadowing of the celebration' situation at that time makes it difficult to feel complete trust and belonging in your relationships even today. Those days when the place you called home was shaken are like an ache in your heart.",
        "simdi": "My dear, you may be experiencing 'unrest' and belonging issues in your love life right now; It seems like something is missing or makeshift. Those joyful moments that should be shared between you and your partner may have been replaced by coldness or temporary crises. You are in a moment where you feel like a guest in your own home or relationship. Today, you should look for this 'deficiency' not outside, but in those cracks in the foundation of the relationship and start an honest repair; Otherwise, peace will continue to elude you.",
        "gelecek": "The risk that awaits you in love in the future may be struggling with the difficulties of a relationship built on a shaky foundation or being trapped in an unhappy relationship due to social pressures. If you don't change this 'delaying peace' attitude, you may always experience that 'something is not quite right' feeling in your future relationships. If you want real happiness in the future, you must first build the home within yourself and not compromise on love. Otherwise, the celebration of your life may always be postponed until another spring."
      },
      "is": {
        "gecmis": "While you were expecting a great success in your career in the past, a setback or a project being blocked at the last minute wore you out professionally. Maybe you didn't get the celebration you deserve, or maybe jealousy at work prevented you from shining. This 'postponement of victory' situation at that time may have caused you to expect a 'but' after every success in your business life and not be fully satisfied. Those days when you were not fully rewarded for your labor have dulled you a bit.",
        "simdi": "You are currently experiencing a pain of 'unpleasantness' and lack of motivation in your business life, honey; Things are getting done but you feel like no one is applauding you. That team spirit at work has disappeared, everyone is in their own world and this reduces your energy. That official confirmation or celebration you've been waiting for may be delayed. Instead of being ambitious these days, you should question why you feel so 'left out' and rebuild your own internal discipline; Success must come from within, not from outside.",
        "gelecek": "The danger that awaits you in your future business life is that you may not be able to achieve the 'expected stability' and will constantly be thrown into temporary projects, or you may not be able to find peace at work and change locations frequently. If you do not lay a solid foundation today and improve your relationships with your environment, you may remain in the shadow of your competitors in the future. To maintain your future success, you must regain a sense of 'belonging' and trust your team. Otherwise, your career path may always remain that 'unfinished celebration' taste."
      },
      "para": {
        "gecmis": "A mistake you made in the past in financial matters such as 'running away from luxury' or an unplanned property acquisition may be shaking your budget today. That period when you spent money only for that momentary happiness instead of managing it has made you more limited and anxious today. Maybe you thought an investment would bear fruit, but it seems like that tower was made of sand. This 'material illusion' at that time drags you into a state of unnecessary guilt and fear every time you look at your wallet today. At that time, you believed that your abundance would cease one day.",
        "simdi": "You are currently in serious 'unrest' and budgetary turmoil regarding your financial situation, my dear; The comfort you expect never comes. Expenses related to the house or property may pile up, or the rent/payment news you have been waiting for may be negative. Financially, you take one step forward and two steps back, and this situation destroys the peace in your home. You should avoid big expenses these days and strengthen your foundation first; Cracked buildings cannot protect wealth.",
        "gelecek": "The biggest risk that awaits you in your financial future may be relying on investments that have no foundation or depleting your savings for the sake of vanity. If you do not learn financial discipline today and understand the fact that 'peace can't be bought', you may always live with a feeling of 'inadequacy' financially in the future. If you want prosperity in the future, you must use your material power for real security, not just for show. Otherwise, you may always live in fear of going bankrupt financially."
      },
      "saglik": {
        "gecmis": "In the past, when you were about to celebrate a period of improvement in your health, a recurrent illness or a great fatigue caused by over-exerting your body has worn you out. Your body told you to 'rest', but you pushed your limits in those joyful moments. This 'health shock' you experienced at that time has left you with sensitivity and a state of alertness as if you were going to get sick at any moment, even today. At that time, it seemed like you left your own healing incomplete just because of your impatience.",
        "simdi": "You are currently in a 'weakness' and energy drain regarding your health, honey; Your body can't handle this intense tempo anymore. Maybe the unrest at home directly affects your health and you feel tired all the time. These symptoms actually carry the message of 'clean the nest within'. These days, you should make time for yourself, rest at home and get rid of that negative energy from your body; Healing will only last when you truly feel 'at home' and at peace.",
        "gelecek": "The problems you may experience with your health in the future may be stomach problems or chronic fatigue caused by stress in your home life. If you do not organize your lifestyle today and put your mental peace before everything else, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you should create a healthy routine now and avoid uneasy environments. Health will only last when you are in balance."
      },
      "hepsi": {
        "gecmis": "You ruined that great celebration and success that you should have experienced in a past period of your life, with your own hands or because of the people around you. While fate had just opened a door for you, you made a mistake or could not carry that happiness. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'meaninglessness' in your entire life today. It's like you feel like your time is wasted and you're still waiting on that old threshold.",
        "simdi": "There is chaos in your life right now because you are looking for peace outside, but the real issue is inside you my dear; This is your biggest mistake. You want everything to be perfect, but you can't even see the beauty you have because of that feeling of 'inadequacy' inside you. He should shake himself up as soon as possible, realize the blessings he has and ask 'why am I uneasy?' you should ask. If your perspective does not change, your life will not open a new door for you; You must take that step of peace.",
        "gelecek": "What awaits you in the future may be a recurring misfortune of 'never coming back from the edge of happiness' if you do not change this dissatisfied attitude of yours. You can miss the tremendous opportunities that life offers you simply because you cannot find that inner peace. To save your future, you must learn to be 'grateful' and be happy with what you have today. Otherwise, life may leave you in even greater loneliness at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 26,
    "card_name": "Five of Wands",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have experienced a tiring period in your past where there was a complete 'ego war' or constant conflicts in your love life. Maybe that turmoil, where people around you are too involved in your relationship and everyone has an opinion, has upset your emotional balance. This struggle you experienced at that time was your biggest lesson that taught you how hard you should draw your boundaries in love today. You understood in those days that love was not only love, but also a war of 'protection' against the outside world.",
        "simdi": "There is currently a period of turmoil and 'communication accidents' in your love life, honey; It's like no one hears each other! You and your partner have big fights for trivial reasons or try to dominate each other. If you are alone, there may be many candidates around you, but they all only serve to confuse you. Today, we need to get away from this noise and ask 'what is our real problem?' You should ask; Because right now only egos are talking, hearts are silent.",
        "gelecek": "Beautiful one, in your future, love will put you to the test of competition and struggle; Maybe you will have to fight with someone for your love. Your bond with the person you meet will be passionate, but you may have to fight a lot of 'power struggles' to achieve harmony. This relationship will be dynamic enough to teach you patience and strategy, but also tiring. The future tells you that in love, 'he who does not give up wins'; But you must decide now whether your heart will be tired at the end of this war."
      },
      "is": {
        "gecmis": "Think back to that difficult time in your career when there was a lot of intense competition, shuffling, or chaos in the past. That environment, where everyone tried to prove themselves and those who raised their voices won, toughened you professionally, but at the same time, it gave you a steely will. This 'struggle' energy at that time shows how resilient and 'indestructible' a professional you are in your business life even today. In those days, you strengthened your position by scraping it with your nails.",
        "simdi": "You are in a real 'arena' in your business life right now, my dear; Your opponents are baring their teeth and you feel like everyone is closing in on you. No consensus can be reached on your projects, meetings turn into areas of discussion, and you spend your energy defending yourself instead of doing business. Today is the time for you to 'strategize' and stay cool. Only the calmest and smartest will come out of this chaos; Don't trip over those sticks, just focus on your goal.",
        "gelecek": "What awaits you in your future business life will be a success story in which you will make your name known and prove your maturity in a huge competition. Maybe you will compete for a position with many candidates, or maybe you will compete with the giants for market share. This process will improve you a lot, but it will also tire you spiritually. The future promises you a tremendous struggle and victory in your career that will make you say 'real success is the one that comes with difficulty'; You'd better start sharpening your sword now."
      },
      "para": {
        "gecmis": "You have had many financial conflicts in the past, such as sharing money or managing an investment. Maybe an inheritance fight or financial disagreements with a partnership have exhausted you financially. You discovered in those painful days that it is more difficult to earn money than to protect it. This 'defensive' attitude brought by that period has made you today a much more skeptical person in money matters and someone who reads every contract three times. Those days when you fought for your financial security are still in your memory.",
        "simdi": "You're in serious 'confusion' and disagreements about your money situation right now, honey; It seems like everyone has a plan for the money in their wallet! There may be major arguments within the family or business partnership over expenses. You want to take a step financially, but obstacles and opposing ideas slow you down. When making financial decisions these days, you should not take anyone's fancy and say 'my money, my decision'; Otherwise, you may lose your blessings in this chaos.",
        "gelecek": "The biggest risk that awaits you in your financial future may be getting into multi-partner businesses and losing friends because of money, or dealing with endless legal processes. If you do not draw clear financial boundaries today, you may always be in a financial 'claim for justice' battle in the future. If you want prosperity in the future, you should not compete with anyone with your money and simplify. Otherwise, you may find yourself in a financial crisis where you are always 'out of breath'."
      },
      "saglik": {
        "gecmis": "When it comes to your health, remember that tiring period in the past when your immune system literally collapsed and every cell in your body was fighting each other. Maybe extreme stress and inner unrest directly affected your health and you just couldn't recover. This 'physical resistance' test you experienced at that time may have left you with a sensitivity and a fragility as if you would get tired at any moment, even today. It seems like you've pushed your own healing aside just because of those endless stressful struggles.",
        "simdi": "My dear, right now your body is telling you 'stop and calm down'; That turmoil within you is destroying your health! You constantly have pain somewhere, your sleep is restless and your energy is very scattered because those five wands in your mind are colliding with each other. These symptoms actually carry the message of 'mental detox'. The only medicine you need these days is to get away from noisy environments and give up those endless battles for justification; Your body will not heal until you calm down, wake up!",
        "gelecek": "The problems you may experience with your health in the future may be muscle pain due to stress, immune system weakness, or blood pressure problems caused by excessive competition. If you do not change the ambitious and combative attitude in your lifestyle today, your body may give you a much harsher warning in the future. To be fitter in the future, you must learn to 'be flexible' now. Health will be permanent only when you end the war within you; don't forget."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of immense chaos and struggle in your past life when you said 'everyone is against me'? That's when you went through those tiring paths where you had to raise your voice loudest in order to survive and where you struggled with a new problem every day. This 'warrior' spirit you gained during that period is the greatest source of your resilience and not giving up in every aspect of your life today. In those days, you actually experienced firsthand how difficulty makes people grow.",
        "simdi": "Honey, it's a 'noise' period in your life right now; Everything is coming together and everyone wants something from you, my dear! The confusion is so high that you are confused on what to focus on. This is actually a test of your strength; The universe asks you 'can you stay calm in chaos?' he asks. You should stop as soon as possible, take your hands off those unnecessary discussions and focus only on your own path. It's just noise that adds to the noise, be wise.",
        "gelecek": "Your future is shaped by your fighting spirit, but it seems like a very tiring and competitive path. Behind every success in your life there will be great effort and struggle; Nothing will be handed to you on a silver platter. A life awaits you where people compete to take your place and you emerge victorious every time. The future will tell you 'you succeeded, but you are too tired'; To enjoy these victories, you must learn to rest your soul now."
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you were so tired and fought so much in love that you experienced a period when you finally gave up and fell into silence. Maybe after a breakup, you sealed your heart by saying 'I can't deal with anyone anymore', or maybe you gave up fighting to save your relationship. This state of 'energy withdrawal' at that time causes you to immediately back down or run away from the slightest argument in your relationships even today. It seems like you missed love because you were afraid to fight.",
        "simdi": "My dear, there is a period of 'avoiding confrontation' and repressed anger in your love life right now; There are problems, but you keep silent so as not to disturb the peace. You should realize that this fake silence actually undermines the bond between you even more. That old rivalry with your partner may be over, but in its place is a huge void. If you don't honestly reveal your suppressed feelings today, this inner war will slowly destroy you; Talking is not fighting, remember.",
        "gelecek": "The risk that awaits you in love in the future may be to turn into a completely ineffective partner while trying to avoid conflict, or to sweep the problems under the carpet and eventually have a big explosion. If you don't change this 'wimpy' or 'too compliant' attitude, you may always be that 'invisible' person in your future relationships. If you want true happiness in the future, you must learn to raise your voice and defend your rights when necessary. Otherwise, your love life may remain like a theater directed by someone else."
      },
      "is": {
        "gecmis": "Remember that time in your career when you were so fed up with intense competition that you settled for a lower but peaceful position. Maybe you didn't stand up for your rights in a project, or maybe you resigned to escape the chaos at work. This state of 'giving up the struggle' at that time may have created a feeling of 'lack of ambition' or 'inability to prove oneself' in his professional life today. Back then, it seemed like you pushed your own potential aside just because you were tired.",
        "simdi": "Right now, my dear, you are experiencing the pain of being lost in 'inertia' and chaos in your business life; Your competitors are finishing the job but you are just watching. Problems accumulate and you stay in the background, saying 'it can't be solved anyway'. This can make you look 'ineffective' or 'given up' at work. These days you have to reawaken your ambition and get out of that chaos and say 'I am here'; Otherwise, this recession may end your entire career, wake up!",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot make that 'expected exit' and constantly remain in the background or avoid all kinds of responsibilities while trying to avoid conflicts. If you don't regain that competitive spirit today, you may fall far behind your competitors in the future. To protect your future success, you must remember the truth that 'rights are not given, they are taken'. Otherwise, your career path may always remain at that 'I'm getting by' stop."
      },
      "para": {
        "gecmis": "In financial matters, those 'don't worry' payments you made in the past or that period when you did not pursue the money that was rightfully yours may have lost its abundance today. It's like you let someone exploit you instead of managing your money, and you opened your wallet to avoid arguing. This 'financial abandonment' at that time has caused you to feel much more passive and inadequate towards money today. At that time, you gave away your blessings to others just to remain silent.",
        "simdi": "You are currently feeling a serious sense of 'loss of rights' and inaction regarding your financial situation, my dear; Some people are taking their rights, but you are silent! There is a financial mess, but you are afraid to even check the accounts. You have to be much braver when making financial decisions these days and say 'this is my right'; Otherwise, you may lose the last savings you have to others in this chaos. Silence doesn't make you rich, it just makes you more exploited.",
        "gelecek": "The biggest risk that awaits you in your financial future may be to suffer great losses because you do not seek your legal rights or to settle for much less than you are entitled to inheritance/partnership. If you do not raise your financial voice today, you may always remain in financial 'dependence on others' in the future. If you want prosperity in the future, you must learn to protect your money and fight for it. Otherwise, you may stay in a cycle where you become poor financially, always saying 'good luck, good health'."
      },
      "saglik": {
        "gecmis": "Remember that exhausting time in the past when you gave up a struggle with your health (illness, addiction, weight) and said 'I can't deal with it anymore'. Your body told you 'help', but you were so tired of that inner chaos that you ignored your health. This state of 'giving up' that you experienced at that time may have left you with disbelief and resistance to recovery even today. It seems like you've made your own healing a burden just because of your fatigue.",
        "simdi": "You are currently in an 'introvert collapse' and energy blockage regarding your health, honey; You don't take good care of your body because you think 'it's not getting better anyway'. You suffer in silence or sweep the symptoms under the rug. This situation makes you much heavier physically. You should see a specialist these days and hear those bodily screams that you have silenced; Healing will only come back when you truly decide to 'fight to heal', wake up!",
        "gelecek": "The problems you may experience with your health in the future may be internal diseases caused by repressed anger or muscle losses caused by inactivity. If you don't get your lifestyle in order today and rekindle that joy of living, your body may give you a much harsher 'it's too late' warning in the future. To be fitter in the future, you need to start fighting for your health, even if it is small steps. Health only comes to you when you don't give up."
      },
      "hepsi": {
        "gecmis": "With your own hands, you stopped that great awakening and struggle that you should have experienced in a past period of your life, and you bowed down by saying 'this is my destiny'. While fate offered you an opportunity, you took a step back and escaped from that chaos, thinking you would get tired. This feeling of 'stuckness' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like time is wasted and you're still waiting without winning that old war.",
        "simdi": "There is a silence in your life right now, but this is not peace, it is the calm before a storm, my dear; You don't solve the problems, you just postpone them. You ignore the great call that life makes to you, and this exhausts you spiritually. You need to shake yourself up as soon as possible, fight your battles for righteousness in the right place and say 'I'm here'. This escape only makes you more unhappy. If your perspective does not change, your life will not write a new victory for you; You need to pick up that sword.",
        "gelecek": "The process that awaits you in the future may be a recurring misfortune of 'being an extra in other lives' if you do not change this attitude of giving up. You can miss the tremendous successes that life offers you only because you cannot put up that necessary struggle. To save your future, you must learn to 'seek your rights' and face difficulties today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 27,
    "card_name": "Six of Wands",
    "upright": {
      "ask": {
        "gecmis": "Honey, in your past, you experienced a magnificent period of victory in your love life where you were welcomed like a hero and envied by everyone. Those days when you were appreciated in public with the person who won your heart gave you great self-confidence. Those moments when you felt like there was nothing you couldn't achieve when you joined hands with your loved one still shine in your memory. Perhaps overcoming a difficult obstacle to reach your beloved was a success celebrated even by those around you. You proved to everyone back then how to reach the peak with the power of love.",
        "simdi": "Darling, right now you are in a period of being appreciated and shining in your love life; everyone is literally talking about you! You have achieved such harmony in your relationship that your partner holds you in high esteem and is proud of you. If you are single, you attract all the attention in every environment you enter, and the number of those who want to steal your heart is increasing day by day. This card whispers that it is time to enjoy the victory you have won emotionally and to refresh your self-confidence. You are the victor of love and you deserve this happiness to the fullest.",
        "gelecek": "In your future, there is such a great victory in the name of love that you will see it was worth all your waiting and efforts. The magnificent relationship you seek will bring you not only happiness but also a great social status and respect. Days are near when you will walk proudly hand in hand with that person who will be the conqueror of your heart under the admiring gazes of everyone. All the emotional turmoils you have experienced will end and you will be seated on the most glorious throne of love. Get ready honey, a victory parade is starting for you in love!"
      },
      "is": {
        "gecmis": "In your past, you achieved such a success in business life that your name was passed from mouth to mouth and everyone gave you a standing ovation. That period, when you successfully completed a project or hit a big goal right in the bullseye, became one of the brightest pages of your career. The praises you received from your superiors and the admiration of your colleagues moved your professional identity to a very solid place. That pride you felt in that moment of victory has been the biggest fuel for your working determination today. You learned with all your heart back then what a victory song success is.",
        "simdi": "Honey, right now you are on a complete wave of rise and success in your career; you are literally running from success to success! You are in a period where you receive the rewards of your labor in a concrete way, and if you are expecting a promotion or a big prize, it's the perfect time. Everyone is talking about your talents and your ideas are accepted as golden at work. This card represents a moment where you show off your leadership qualities and walk to the top by leaving your rivals behind. Keep shining darling, right now the podium is yours and all the lights are on you.",
        "gelecek": "In your future, there is the news of a magnificent crowning regarding your career goals and being recognized by large audiences. You will lead such a project or achieve such a success that your name will become a brand in your industry. This victory you win after all the difficult processes will bring you a great satisfaction both financially and spiritually. Soon you will climb the career steps running and plant the flag of victory at the very top when you reach your goal. Success is in your destiny, just prepare for that glorious day."
      },
      "para": {
        "gecmis": "In your past, there was a period where you reaped the fruits of the right moves you made financially and won a financial victory. Perhaps an investment returned to you by multiplying, or maybe a large amount you deserved came into your hands and relieved you. That sense of security and success brought by money positioned you as 'someone who knows their business' in your circle. That financial independence you gained in that period allows you to maintain that confident stance in your spending habits even today. You celebrated the victory of abundance in its most magnificent form in the past, darling.",
        "simdi": "Honey, right now your wallet is literally having a feast; you are in a time where you come out profitable in financial matters and abundance increases! You are in moments where you realize a financial goal and experience the justified pride of it. If there is a money you are waiting for, good news, that money is coming to you with a great spiritual superiority, not just financially. This period is the time to proudly collect the returns of the investments you made and make bigger plans for your future. The energy of abundance is with you and you know very well how to enjoy this wealth.",
        "gelecek": "In your future, a complete rise and a great increase in wealth await you financially, darling. Those glorious days when financial worries completely end and you will obtain huge gains from the works you do are very close. Perhaps you will receive a magnificent return from an investment everyone called impossible and prove your financial genius. Everything you touch will turn into gold and you will experience the pride of sharing this wealth with your loved ones. Your future is full of bright golden sparkles, get ready to climb to the peak of prosperity."
      },
      "saglik": {
        "gecmis": "In your past, you won a difficult struggle you gave regarding your health and witnessed the victory of your body. Those days when you successfully completed a healing process and felt more fit than ever taught you the value of life. Perhaps you achieved a magnificent result in a sports discipline or diet and surprised everyone. This vitality you gained in that period is the solidest foundation of your confidence in your body even today. You grasped very well the importance of health after that big victory back then.",
        "simdi": "Right now your health energy is at its peak; you are as radiant and powerful as a star preparing to take the stage! You are in a period where every cell in your body is filled with the joy of life and the praises you receive about your physical appearance increase. If you are in a treatment process, the moments when the results will come out perfect and you will declare the victory of healing are very near. That reflection you see in the mirror as a reward for the value you give yourself also gives great peace to your soul. You are literally challenging the world with a healthy and strong body.",
        "gelecek": "The health picture waiting for you in the future promises a complete dynamism and long-lasting vitality. Days are at the door when you will push the limits of your physical capacity and receive miraculous results, and your mastery over your body will increase. Even in old age, you will have an energy that everyone will admire and you will be shown as an example with your health. A magnificent future awaits you where every kind of physical fatigue will leave its place to an unquenchable fire of life. Healing will be with you and you will always stay upright and healthy."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see a 'champion' energy in every field; in a period of your life, you turned all the arrows to yourself and won great victories. That golden age when you caught peace in love, success in work, and vitality in health simultaneously was your greatest source of motivation. Those days when everyone talked about you and took you as an example are full of the most beautiful memories that feed your soul. You showed the whole world back then how to overcome difficulties and reach victory. Success was engraved in your soul in those times, honey.",
        "simdi": "Darling, right now a victory parade is taking place in every area of your life; everything is resulting in victory exactly as you wanted! You are in a magnificent balance where you enjoy being loved in love, being successful in work, and financial prosperity at the same time. Your self-confidence is so high that every step you take arouses admiration around you. This card says it is a time of celebration for you and you should proudly declare all the victories you have won. Life is applauding you honey, you are a winner who has brought the world to its knees right now.",
        "gelecek": "Your future promises a magnificent wholeness where you will reach the peak in every area of life and say 'I made it.' While you rise to the highest office in your career, you will also live that great happiness with your soulmate in love in front of everyone's eyes. A period where no financial deficiency remains and your health shines brightly will enter your life very soon. That moment when all your dreams come true will be the biggest victory parade of your life. The universe has made all its preparations and is waiting to reward you, get ready to enjoy the victory!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "Honey, in your past, you thought you won a victory in love but at the moment you expected it, you didn't see the appreciation you expected and experienced disappointment. Perhaps you tried very hard in a relationship but your partner ignored this effort of yours and hurt your pride. That big love story you expected everyone to envy might have ended with a sad ending behind the scenes. This feeling of being excluded that you experienced in that period casts a shadow on your effort to prove yourself in love today. You met the pain of defeat while waiting for victory back then.",
        "simdi": "Right now, you might be struggling with a sense of 'inadequacy' or 'not being seen' in your love life. You feel as if all the burden is on your shoulders in your relationship and you complain about not receiving even a 'thank you' in return. If you are single, thinking that you are not noticed in the environments you enter might be pulling your self-confidence down. This card says that ego conflicts and misunderstandings consume your love energy. You should step back a bit and realize your own value before presenting it to the approval of others.",
        "gelecek": "In your future, it is possible that the big celebration you expect regarding love will be delayed a bit or not create the excitement you expect. Entering into superiority wars like 'I love more' or 'I give more effort' in your relationships might wear you out. To reach that magnificent happiness you seek, you will need to put aside caring about what others think. Victory is near, but to reach it, you must first overcome that sense of worthlessness and be patient. You will enter a period where you should seek peace, not ambition, in love."
      },
      "is": {
        "gecmis": "In your past, someone tripping you up just as you were about to rise in your career or giving the promotion you expected to someone else shook you deeply. That period when your labor was stolen or your successes were ignored must have damaged your trust in business life a bit. Those days when you doubted your own talents and asked 'why not me?' were the most difficult test of your professional life. You had done everything to get on the victory podium but it wasn't your destiny that day, darling. This situation made you more ambitious but also more fragile.",
        "simdi": "Honey, right now you might feel that you do not see the value you deserve at work and your successes remain in the shadow. Perhaps the failure of a project or the lack of expected appreciation has brought your motivation down to zero. Watching the successes of others and thinking that you are stalling shouldn't put you into a 'loser' psychology. Now is the time to stop and review your strategy; perhaps you are waiting for approval from the wrong people. Remember, real success is not the applause of others, but the work you are truly satisfied with yourself.",
        "gelecek": "In your future, you might face some delays regarding your career plans and the risk of losing reputation in the eyes of the public. You might have difficulty creating that 'wow' effect you expect in an important presentation or project, so double your preparations. It could be a period where your rivals try to get ahead of you, but this shouldn't daunt you, it just whispers for you to be more careful. It will take some time to plant the flag of victory, but the lessons you learn in this process will make you a stronger leader. Be patient and don't lose your light, those applauses will eventually come."
      },
      "para": {
        "gecmis": "In your past, you might have taken a financial blow when things went wrong at the last moment while expecting a big gain financially. An investment where you said 'this business is done' not giving the result you expected or the lack of abundance of money tired you quite a bit back then. Your stalling while others got rich must have damaged your financial self-confidence. This financial disappointment in those days causes you to act always with a fear today when spending. While you were waiting for the victory of money, you took the lesson of deficiency.",
        "simdi": "Honey, you might feel a 'lack of abundance' in your wallet right now; money comes but it goes away quickly as if it was never yours. Feeling unsuccessful in financial matters or being crushed under debts pulls your current energy down. Perhaps you didn't receive the return on an investment or the expected raise/bonus news didn't come. This situation is a temporary blockage, you just need to stop seeing money as a show of power. To reach the energy of abundance, you must first know the value of what you have and avoid ostentation.",
        "gelecek": "In your future, it appears that the big exit you expect financially will take a bit more time and your financial plans might be interrupted. If you are waiting for a property sale or a large payment, some obstacles and delays might annoy you. You should be very careful about not having the debts you gave to others returned or about wrong investments. The gate of wealth is not yet fully ajar, so you should progress cautiously and avoid big risks. The victory of abundance is on the horizon, but the road requires a bit more patience and planning."
      },
      "saglik": {
        "gecmis": "In your past, a healing process regarding your health progressing slower than you expected or the recurrence of a disease saddened you considerably. Your energy dropping at the moment you said 'I'm finally well' or experiencing a physical weakness triggered the fear of 'will I never be able to get better?'. There were days when you felt alone and weak in this health struggle you gave back then. While you wanted to celebrate the victory of health, your body reminded you in a harsh language that you needed to rest. This lack of resistance in those days somewhat weakened your faith in your health.",
        "simdi": "Darling, right now you might feel yourself in a 'defeat' physically; your energy is very low and it's as if no treatment works. Not being satisfied with your image in the mirror or small ailments coming one after another breaks your morale. This card says that your spiritual fatigue reflects on your body and that actually that 'success' ambition within you consumes you. You should stop for a bit and listen to your body and stop putting so much pressure on yourself. Healing will only be truly with you when you show yourself compassion.",
        "gelecek": "In your future, if you are not a bit more attentive regarding health issues, there is a risk that your immune system will let you down, darling. Neglecting your body while running toward your goals might lead to chronic fatigues or stress-related diseases in the future. That state of full healing you expect will only come when you radically change your lifestyle and are patient. A period awaits you where your energy will be fluctuating, sometimes feeling very fit and sometimes very tired. Your love for yourself will be your greatest medicine, never forget this."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see a general energy of 'not being appreciated' and 'half-finished victories'; life has tested you many times. That feeling of withdrawal just as you were about to reach the peak in love, work, and financial matters must have worn you out quite a bit. Those days when you thought your right was being usurped while you applauded the successes of others must have left deep marks in your soul. While you were expecting a victory in every area of life, the universe gave you the lesson of patience and submission. This 'staying in the shade' state back then made you more cautious today.",
        "simdi": "Honey, right now a sense of 'stalling' and 'not being approved' might prevail in your general life; it's as if you can't make your voice heard by anyone. Whichever job you touch, something feels missing and you can't get that big applause you expect. This situation is not because you are untalented, but just because your energy is channeled in the wrong place right now. Everything will change when you stop caring about what others think and start celebrating your own small victories. Now is the time to give yourself a chance and awaken that broken champion within you.",
        "gelecek": "In your future, some obstacles and slowdowns on the road to success might be waiting for you in the general rhythm of life, honey. Those big changes you planned will take longer than you expected to happen and your patience will be tested in this process. Instead of saying 'I am the best' in love and work, you might need to follow a more modest and strategic path. The victory torch life will offer you will not light immediately, but all the materials needed to light that torch will be in your hands. You just have to wait for the right time and continue walking without giving up."
      }
    }
  },
  {
    "card_id": 28,
    "card_name": "Seven of Wands",
    "upright": {
      "ask": {
        "gecmis": "Darling, in your past, you literally performed a fortress defense in your love life, you challenged everyone to protect your relationship or your feelings. Someone might have tried to come between you or people around you might have opposed the person you loved, but you stood tall. This struggle you experienced back then showed the whole world what a passionate and loyal lover you are. Those days when you had to defend your own value and fight for your love made you a much stronger character. You understood back then that love is a battlefield but victory is possible.",
        "simdi": "Honey, right now you might feel as if you are under attack from all directions in your love life, but don't worry, the real power is with you! You have developed a magnificent defense mechanism against external pressures, gossip, or your own inner doubts about your relationship. If you are single, instead of opening your heart immediately, you protect your boundaries and pass those who want to approach you through a sieve. This card says it is the perfect time to stand by what you know is right and own your love. You are currently on a high hill emotionally and you have no intention of coming down.",
        "gelecek": "In your future, an important test you must give in the name of love and a big struggle for respect you must win appear. Perhaps you will need to brave a difficulty for your relationship, but this situation will make your bond even more unshakable. The brave steps you will take to protect your heart will eventually bring you that peaceful and safe harbor you seek. Every defense you make for your love in the future will also prove to your partner how solid your character is. Finally, you will repel all your rivals and obstacles one by one, victory will be yours, darling."
      },
      "is": {
        "gecmis": "In your past, you entered such a competition in business life that you fought day and night to protect your place. In that period when your rivals came after you and your talents were questioned, you surprised everyone by never taking a step back. That perseverance you showed to defend your own ideas and own your projects has been the foundation of your solid stance in your career today. This pressure you experienced in those days proved what a resilient leader you are in a professional sense. You successfully came out of the wolf's table of the business world with a clean record back then.",
        "simdi": "Honey, right now you are in a complete 'challenge' in business life and everyone has their eyes fixed on you. Perhaps you are trying to protect the leadership of a project or you are standing tall against those who want to shake your position at work. This card says you shouldn't give up right now because your ideas and stance are far superior to others. Even if difficulties come one after another, your strategic intelligence and working ambition have the power to overcome every obstacle. Right now you are the master of the field, just keep your defense solid and don't be afraid to showcase your talents.",
        "gelecek": "In your future, a big competitive environment that will come your way while reaching your career goals awaits you, darling. You will reach such a point that many people will want to be in your place and this will force you to be constantly on guard. However, this situation will consolidate your success; every attack will make you shine even more and you will prove your expertise to everyone. You might need to give a serious struggle for a responsibility you will soon take, but eventually victory will be registered with your signature. You will climb the career steps by defending and stay alone at the very top."
      },
      "para": {
        "gecmis": "In your past, you showed a very great resistance to protect your financial resources and get out of a financial crisis, honey. Perhaps you created a shield against those who wanted to take the money you earned from your hand or against wrong investments. Those harsh steps you took to ensure your financial security allow you to act more planned today. That financial pressure you experienced back then taught you that money is not earned easily but if defended correctly, it will always stay with you. You came out victorious from that big war you gave for your financial freedom.",
        "simdi": "Honey, right now you are in a financial struggle period where you need to protect your wallet and investments. Perhaps a payment you are waiting for is delayed or your expenses are piled up, but you are trying to keep them all under control. This card whispers that you should be very careful about your spending right now and not let others grab the money in your hand. Don't let the obstacles you encounter while trying to establish a financial superiority daunt you, because your saving plans are very solid. Now is the time to defend your budget and stand tall economically.",
        "gelecek": "In your future, a competition or investment war that will challenge you a bit financially but eventually make you profitable appears. While acquiring a property or making a big business deal, you will neutralize the rivals you encounter with clever moves. This test you give before making a leap financially will reveal your financial genius. Every move you make to protect your money in the future will open the gate of a larger wealth for you. Eventually, your wallet will shout out cries of victory and you will sit peacefully within that abundance."
      },
      "saglik": {
        "gecmis": "In your past, you experienced a period of resistance regarding your health and witnessed that magnificent war your body showed against a disease. Those days when you felt very tired physically but your soul never gave up proved how strong your life energy is. Perhaps your disciplined stance against a treatment even surprised your doctors. That struggle you gave back then to defend your health has been the biggest protector of your solid body today. You learned back then what it means to fight to stay at peace with your body.",
        "simdi": "Honey, right now you are making a great effort to protect the energy in your body and show resistance against stress factors. You are trying not to let negative energies or intense working tempo affect your health. This card warns you about keeping your immunity high right now and not pushing your limits too much. Defending your own healing and taking time to rest should be your biggest duty right now. You are very resilient physically, just focus on managing this power correctly and protecting yourself from external factors.",
        "gelecek": "In your future, a process appears that will tire you a bit regarding health but eventually lead you to a stronger body, darling. Perhaps you will enter a sports camp or successfully complete a very strict diet program to challenge yourself. This big war you will give against habits that will harm your body will carry you to a vitality that will last for years. Every determined step you take to protect your health in the future will open the gate of a long and high-quality life for you. That magnificent will to overcome every physical difficulty will be with you, don't worry."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see a general 'struggle' and 'resistance' energy; life has tried to corner you many times but you have kept your wand upright every time. Those honorable wars you gave to defend your rights in love, work, and personal life made you the unshakable person you are today. Those steps you climbed without being beholden to anyone shine like an indelible power medal in your soul. You showed the entire universe back then how to stay on your feet in difficulties and how to brave every kind of pressure. Your past is not a story of a victory, but a legend of a resistance, honey.",
        "simdi": "Honey, right now you are in a phase of 'proving yourself' and 'protecting your position' in every area of your life; you are literally like an army of one! You have drawn your boundaries so clearly that no one can pass easily in this period when everyone expects something from you or challenges you. This card says you shouldn't doubt the correctness of where you stand right now and you shouldn't lower your wand. Even though these simultaneous struggles you give in your career, love, and health tire you, you are the winning side right now. Protect your light and never come down from that hill.",
        "gelecek": "Your future points to a period when you will win great respect in every area of life but you will need to put in a serious effort for this. The obstacles and rivals you encounter will only sharpen you even more and bring your talents to the highest level. Every struggle you give to protect your peace in love, your position at work, and your health will eventually bring you an absolute authority. In the future, everyone will understand what an unshakable character you have and will bow respectfully before you. Your wand will always be high, your soul will always be victorious in your life journey, honey."
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "Honey, unfortunately, you fell tired in that big struggle you gave in love in your past and had to withdraw. Despite doing your best to protect your relationship, you must remember how the external factors or your partner's indifference crushed you. Perhaps you closed the doors of your heart to everyone for a period and even gave up on making a defense. This sense of giving up in those days causes you to take more insecure and timid steps in love today. You are a soul who left wounded from the war of love in those days.",
        "simdi": "Darling, right now you are in a 'surrender' but a sad surrender in your love life; it's as if you have no strength left to fight anymore. You are so tired of being constantly criticized in your relationship or from social pressure in your loneliness that you have given up on protecting your boundaries. This card says that your self-confidence is very low right now and you are letting people exploit your emotions. Think about why you lowered your wand and why you gave up so easily, honey. Love will not bring you that expected respect as long as you do not defend your own value.",
        "gelecek": "In your future, in some situations you will experience in the name of love, you have the risk of stepping back and missing opportunities due to your fears. Giving up immediately in the face of obstacles will encounter might postpone that big happiness your heart seeks for a while longer. You might experience being crushed under dominant characters in your relationships or not being able to express your feelings. However, this situation is a lesson given to you to learn to draw your boundaries. If you don't learn to keep your wand upright in the future, you cannot escape being a minor character in your love life."
      },
      "is": {
        "gecmis": "In your past, you were under such pressure in business life that you either fell defeated against your rivals or were forced to give up on your project. The number of those coming after you and your loneliness might have caused you to experience a regression in your career for a period. Those days when you couldn't defend your ideas and your talents remained in the shadow have somewhat disillusioned you professionally. That time when you couldn't manage to protect your own fortress causes you to say 'I can never be as ambitious as before' in business life today. You were crushed under the weight of competition in those days, honey.",
        "simdi": "Darling, right now you are experiencing a complete 'burnout' and 'escape' state in business life; it's as if responsibilities are coming over you like an avalanche. You seem to have no strength left to resist the gossip at work or the unfair competition. This card whispers that you are currently indecisive and your rivals are watching for your weak moment. If you don't pull yourself together immediately and own your own ideas, you have the risk of losing your position or prestige. Question why you gave up so quickly, because the power to hold that wand is still somewhere inside you.",
        "gelecek": "In your future, you might be inclined to be overly anxious and surrender in the face of the difficulties you will encounter in your career journey. Staying silent when you need to raise your voice in an important presentation or competition might cause you to offer success to your rivals on a silver platter. You might encounter some situations where your authority will be shaken or your leadership will be questioned in business life. If you don't rebuild your self-confidence in this process, climbing the career steps might not go beyond a dream for you in the future. Be prepared and strengthen your defense now."
      },
      "para": {
        "gecmis": "In your past, you remained very weak in protecting your financial rights and might have experienced a financial loss, honey. Perhaps in an inheritance, a partnership, or a matter where you lent money, you couldn't seek your rights and watched the money slip through your hands. Not being able to defend while under a financial attack might have dragged you into a serious economic crisis in that period. This 'loss of rights' you experienced in those days causes you to approach money always with a defense mechanism but with fear today. You dropped your wand too early in your financial war back then, darling.",
        "simdi": "Darling, right now your financial situation has literally become an open target; the abundance of money has fled and you are not doing anything to stop this, as if. Debts are at the door, payments have accumulated but you are in a let-it-go mood saying 'anyway it won't get better.' This card warns you harshly right now about defending your financial rights and owning your wallet. Letting people benefit from you in a financial sense drags you into a bigger deadlock. You should immediately make a budget plan and draw your financial boundaries clearly.",
        "gelecek": "In your future, some losses you will experience in financial sense might grow even more due to your inadequacy in seeking your rights. In a financial agreement or investment, you have a risk of being defrauded or misdirected, so you must be very careful. Stepping back in that struggle you must give to protect your money might endanger your future prosperity. If you don't learn to strengthen economically and say 'no' now, your financial independence might remain a dream. You will need to defend your wallet in the future, be prepared from now on."
      },
      "saglik": {
        "gecmis": "In your past, you ignored a warning regarding your health and let the disease come upon you, darling. While your body gave an alarm, you continued to work or stress, so a healing process might have been much more painful. That period when you got caught up in the chaos of the outside world instead of defending your own healing wore you out physically quite a bit. This 'defenselessness' state in those days triggers the fear of 'will I get sick again?' even at the slightest fatigue today. You silenced the voice of your body back then and betrayed it.",
        "simdi": "Honey, right now you are in a complete 'negligence' and 'energy drop' regarding your health; as if your body has pulled the bankruptcy flag. Your immunity has weakened so much that you might fall into bed even at the slightest wind because you don't protect yourself. This card says that spiritual pressures have taken over your body right now and you show no resistance against this. Why did you give up on your health this much, darling? You should immediately see a doctor and not deny yourself those supplements and rest that will defend your body.",
        "gelecek": "In your future, some glitches you will experience regarding health might be prolonged due to your inability to deal with stress and your lack of resistance. If you don't show the necessary care to your body, you might encounter bigger health problems that will stop you for a long time in the future. If you enter a treatment process, the delay of results due to your lack of discipline might collapse your morale even more. In the future, a lifestyle change is a must from now on to defend your health and stay on your feet. If you don't learn to defend your own healing, the wand of your body will fall to the ground completely."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see a general 'giving up' and 'being crushed' energy; as if you always preferred to run away in the moments when life challenged you. Dropping your wand and withdrawing in your love, work, and personal struggles caused you to push many opportunities away with the back of your hand. Those days when you let others decide on your behalf must have dimmed that warrior light in your soul a bit. You lowered your guard too early against life and let difficulties crush you, honey. This lack of resistance back then still doesn't let go of you today.",
        "simdi": "Darling, right now you are as if you have pulled the white flag in your general life; you cannot find the strength in yourself to fight for anything. Everyone is coming at you, things are getting mixed up, your love life is annoying you but you are just watching. This card whispers that this current inertia and lack of self-confidence of yours is dragging you to the edge of the abyss. Why did you give up so quickly? You must stand up immediately, take your wand in your hand, and start defending your rights. You are not a victim, just a hero who forgot to make a defense.",
        "gelecek": "In your future, you have the risk of being caught unprepared for the tests that await you in your general life and accepting defeat. If you don't revitalize that defense mechanism and struggle spirit within you, life will toss you as it wishes. You might come under the hegemony of others in your career, love, and financial situation and lose your own freedom. However, this situation is your choice; keeping the wand upright or not is completely in your hands. If you want to be victorious in the future, you should learn to roar like a lion against life now, darling."
      }
    }
  },
  {
    "card_id": 29,
    "card_name": "Eight of Wands",
    "upright": {
      "ask": {
        "gecmis": "My dear, remember that exciting time in your past when everything started suddenly in your love life and your phone was not silent with messages. That relationship, which started perhaps on a trip or perhaps with a spark from social media, entered his life at the speed of light. That rapid attraction you experienced at that time is the biggest proof of how quickly you can make your decisions in love today. You discovered in those fluid days that love is a 'miracle of communication'.",
        "simdi": "Arrows are flying towards your target in your love life right now, honey, be prepared! That message you've been waiting for may come at any time, or you can make a sudden travel plan with your partner. All obstacles between you are removed and communication channels are opened to the fullest. If you are alone, the attraction between you and that person who will suddenly appear will be so fast that you will find yourself in a love story without realizing what is happening; just trust the flow.",
        "gelecek": "Beautiful beauty, in your future, love will embrace you with a very rapid and shocking change. An offer or confession that comes when you least expect it can change the course of your entire life overnight. This relationship will progress at such a pace that you will feel as if the universe has put all the pieces together for you. The future tells you in love, 'the time of waiting is over, now is the time to fly'; Fasten your seat belt, you will be very happy."
      },
      "is": {
        "gecmis": "Remember that dynamic period in your career when things suddenly opened up, projects came one after another, and you were trying to get everywhere. Maybe a business trip, or maybe the tremendous interest following a presentation took you to the top. This 'quick action' energy at that time shows how practical and solution-oriented you are in your professional life even today. In those days, you personally experienced competing and winning over time.",
        "simdi": "You are currently in a period of 'rise and speed' in your business life, my dear; The news you've been waiting for is on the way and it's all very positive! Your mailbox is overflowing, your phones stop ringing and you score a goal with every move you make. If you want to start a project, now is the time because the obstacles are being removed one by one. Today is the time for you to 'implement, not postpone'; Your energy is so high that your opponents cannot even reach your dust.",
        "gelecek": "A process in which your name will be registered as 'fast and successful' in your future business life and you will take part in global projects awaits you. You will enter such a pace that it will completely change not only your career but also your lifestyle. Maybe you will receive an offer abroad or expand your business beyond borders. The future promises tremendous momentum and success that will make you say 'action is abundance' in business life; be ready"
      },
      "para": {
        "gecmis": "In financial matters, you have experienced that joyful period in the past when money flowed to you like water and the payments you were waiting for suddenly came one after another. Maybe the process where an investment bears fruit or a business opportunity suddenly fills your wallet has made you feel very relieved. This 'quick gain' energy brought by that period enables you to manage your budget in a much more optimistic and 'flow-oriented' manner today. You experienced financial freedom in those successful days when money kept pace with you.",
        "simdi": "You're in a huge 'flow' period right now with your finances, honey; The money you've been waiting for is coming! Financially, everything is moving very fast; Debts are paid off and new income doors are opened. If you have an investment plan today, making a quick decision by trusting your intuition can bring you great profits. The universe tells you 'abundance is on the way, open your arms'; This movement in his wallet is the first harbinger of his unshakable wealth in the future.",
        "gelecek": "Your financial future is showing a very bright and increasing trend thanks to your quick and determined moves. In the future, you will enter a period of financial 'serial gain', and you will experience a tremendous process in which money comes to you effortlessly. Money will no longer be a problem for you, it will be the powerful fuel you use to travel the world and realize your dreams. The future heralds you a period of immense prosperity when money flows to you, admiring your speed and courage."
      },
      "saglik": {
        "gecmis": "Remember that tremendous phase in the past when your physical 'renewal' and healing process was progressing very quickly. Your body was filled with healing energy and you suddenly started to feel much more energetic. This physical 'speed' you gained during that period became the basis of that resilient and fit body that protects your body even today. You discovered in those healing days that health is actually a physical flow and energy.",
        "simdi": "My dear, right now your body is telling you to 'speed up'; Your energy is at its peak and your health is shining! If you are in a treatment process, you are at a moment when even you will be surprised at the speed of recovery and all your cells are celebrating. Your body renews itself, your spirit becomes lighter, and your energy level inspires those around you. Doing active sports or taking brisk walks outdoors these days will further increase your tremendous energy; enjoy it.",
        "gelecek": "An unshakable power and lifelong dynamism awaits you regarding your health in the future. Even as you get older, your never-ending energy will always keep your body fresh and alive. Diseases will stay far away from you because you will have made keeping your body active and bringing joy to it a way of life. The future promises you a healthy and energetic life where you wake up with great vitality every morning; You are at healing speed."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous change and speed in a past period of your life when you said 'everything happened at once'? That's when you finished one cycle and dived into the new one at light speed. Those brave and quick decisions you made at that time are the strongest driving force for success in every aspect of your life today. In those days, you actually experienced firsthand how fate kept pace with you.",
        "simdi": "Honey, you are in a very 'action and communication' period of your life right now; Everything is moving so fast and you are in control! The news you've been waiting for comes, your intentions come true and all the pieces in your life fall into place. Whatever you intend today, behind that intention will be the speed of a whole universe and your efforts in the past. Don't be afraid, point your finger to the horizon and say 'I'm leaving'; The universe greets your victory with great enthusiasm.",
        "gelecek": "Your future looks like a bright and fruitful path shaped by your fast and visionary energy. You are entering a process where everything in your life works as you planned, and every intention of yours comes true with great speed and victory. A life awaits you where people admire your pace and success, and you conquer the world with your new projects. The future will say to you 'you changed the world with your speed' and salute you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You have been so hasty in love in the past that you have experienced a period when you opened your heart to the wrong people and were quickly disappointed. Maybe you misunderstood a message, maybe you got carried away by your emotions and silenced your logic. This state of 'panic and speed' at that time may cause you to experience a constant fear of 'Wow, are we going too fast again' in your relationships even today. Those days when you run where you should have stopped on time are like an ache in your heart.",
        "simdi": "My dear, there is a 'communication crash' and chaos in your love life right now; It's like you speak different languages with your partner! Messages do not go through, words are misunderstood, and while you try to fix everything, you confuse it even more. These days, you should slow down a little and think 'where am I making a mistake?' Any hasty decision can cause a storm in your love life right now; stop, listen and just wait; The fog must clear.",
        "gelecek": "The risk that awaits you in love in the future may be missing lasting happiness due to impulsive decisions or moving away from the person you love due to wrong timing. If you don't change this 'hasty' attitude, you may always experience that 'it's over as soon as it started' disappointment in your future relationships. If you want true happiness in the future, you must learn that love flows with its own rhythm, not by command. Otherwise, you might still be trying to speed while the love of your life passes by."
      },
      "is": {
        "gecmis": "There was a time in your career when a great opportunity was at your door and you couldn't pass through that door because of your haste or lack of planning. Maybe you sent an e-mail late, maybe you spoke too fast during the presentation and no one understood you. This state of 'uncontrolled speed' at that time may have turned you into someone who is extremely nervous and says 'I won't be able to keep up with it again' towards every project in your professional life today. Back then, it seemed like you pushed your own potential aside just because of your haste.",
        "simdi": "You're going through a 'series of setbacks' and delays in your business life right now, honey; You feel like nothing ever arrives on time. Emails pile up, meetings are canceled and you're lost in the chaos. This may make you look 'unproductive' or 'panicky' at work. Instead of being ambitious these days, you should first gather your scattered mind and make a 'priority list'; Otherwise you'll just hit the wall at this speed, wake up!",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot achieve that 'expected order' and constantly struggle with crisis management, or that you may miss a big tender/opportunity due to wrong timing. If you don't learn time management today, you may fall far behind your competitors in the future. To maintain your future success, you must remember the truth that 'calmness is strength'. Otherwise, your career path may always remain in that 'trying to catch up' crisis."
      },
      "para": {
        "gecmis": "That 'hasty investment' or thoughtless spending you made in the past regarding financial matters may still be shaking your budget today. That period when you risked what you had while trying to increase your money has made you more cowardly and financially unstable today. Maybe you went into debt to avoid missing an opportunity, but it seems like that ship sank. This 'financial rush' at that time drags you into a state of unnecessary guilt and panic every time you look at your wallet today. You would have won more if you had stayed calm, right?",
        "simdi": "You are currently experiencing a serious 'delay' and feeling of limitation regarding your financial situation, my dear; The money you are waiting for never comes! You want to make a financial breakthrough, but the roads seem closed. These days, you should be very careful when making financial decisions and avoid methods that promise 'quick wealth'; Any investment made in a hurry will only cause you more losses. Protecting what you have today is more important than waiting for what doesn't come.",
        "gelecek": "The biggest risk that awaits you in your financial future may be not seeing the huge opportunities that come your way due to wrong timing or losing your savings due to inadequate planning. If you do not regain the discipline of managing money and that 'patient' attitude today, you may always live with a feeling of 'inadequacy' financially in the future. If you want prosperity in the future, you need to redefine your financial goals and say 'time is the greatest capital'. Otherwise, you may always remain in that 'I'm late' financial crisis."
      },
      "saglik": {
        "gecmis": "In the past, you went through a process related to your health too hastily and did not give your body the time it needed to heal. Maybe you returned to work immediately after an operation, or maybe you abandoned a diet without results. This state of 'impatience' you experienced at that time may have left you feeling tired and not fully fit even today. At that time, it seemed like you pushed your own healing aside just because of your haste and lack of discipline.",
        "simdi": "You're in the throes of 'burnout' and stress about your health right now, honey; Your body can't handle this pace anymore. You eat in a hurry, neglect your sleep, and constantly try to get somewhere. These symptoms actually carry the message 'slow down, or you will fall'. You should see a specialist these days and hear about that physical fatigue that you have silenced; Healing will only come back when you truly decide to 'stop', wake up!",
        "gelecek": "The problems you may experience with your health in the future may generally be stomach disorders due to stress, palpitations, or clumsiness/accidents caused by rushing. If you do not regulate your lifestyle and find that 'calm' energy today, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to slow down and learn to breathe now. Health will only last when you stay in the moment."
      },
      "hepsi": {
        "gecmis": "You ruined that big change that you should have experienced in a past period of your life because of your own haste or your stubbornness to \"get everything done right away\". Destiny opened a door for you, but you couldn't stand the pace and took a step back or took the wrong turn. This feeling of 'chaos' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. You feel like your time is wasted and you are still waiting in that old rush.",
        "simdi": "There is chaos in your life right now because you are trying to do everything at once but you cannot keep up with any of them, dear; This is your biggest mistake. There are opportunities, but you cannot see them because of that speed. You should stop as soon as possible, take that deep breath and ask 'where am I running?' If your perspective does not change, your life will not open a new door for you; You need to calm that ambition.",
        "gelecek": "The process that awaits you in the future may be a recurring misfortune of 'missing opportunities' if you do not change your hasty and unplanned attitude. You can miss the great beginnings that life offers you only because you make that final decision in panic. To save your future, you must learn 'calm' and time management today. Otherwise, life may leave you with greater fatigue at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 30,
    "card_name": "Nine of Wands",
    "upright": {
      "ask": {
        "gecmis": "My dear, you have been so tired and disappointed in your love life in the past that you eventually built impenetrable walls around your heart. That tiring process of having to both love and protect yourself in a relationship has matured you a lot. The wise resilience you showed at that time enabled you to become a woman today who knows who to trust in love and protects her boundaries like a lion. You understood in those difficult days that love is a test of 'loyalty and endurance'.",
        "simdi": "You are currently in a 'last effort' and vigilance period in your love life, honey; You're right at the finish line but you're still scared! While you are trying to renew trust between you and your partner, you are not keeping your guard up thinking 'what if I get hurt again'. But let me give you the good news: You are in that unshakable power right now and no one can break you. Don't step back in love today, just be a little more patient; Because that door of peace you are looking for is about to open right now, don't give up.",
        "gelecek": "Beauty, love awaits you in your future with 'protection' and a great feat of loyalty. The person you meet will enter your life admiring your dignified and resilient stance. Maybe a great unity is on the horizon, where you will heal all the wounds of the past together and be a stronghold for each other. The future will be abundant and long-lasting enough to make you say 'I have finally found that safe harbor I have been waiting for' in love; Be prepared."
      },
      "is": {
        "gecmis": "You have been under great pressure in your career in the past, and while everyone else gave up, you managed to survive on your own. That period when you were sleepless to finish your projects and tired to defend your rights made you professionally steely. Your 'non-give-up' energy at that time shows how reliable and 'indestructible' a professional you are in your business life even today. If you learned very well the value of the ground you earned by scraping with your nails in those days.",
        "simdi": "You are currently in a 'final' phase in your business life, my dear; You're tired but the finish line is in sight! You carry that huge burden on you with a last effort and everyone admires your endurance. These days, don't worry about the little setbacks at work, just focus on your goal and never let your guard down. The universe is telling you 'it's almost time, don't give up'; This last resistance you show now is building your unshakable career peak in the future.",
        "gelecek": "A very powerful period awaits you in the future, where your name will be known as the 'monument of stability' in your business life and you will be able to manage all kinds of crises. You will come to the end of such a project that no one will dare to question your competence anymore. Your career promises you not only success but also a reputation that will amaze even your enemies. The future will make you say 'the real victory is to survive until the end' in business life and will take you to a much more respected position; be ready"
      },
      "para": {
        "gecmis": "In financial matters, you have experienced a period in the past when you applied very strict budget discipline to protect your savings and survived without any help from anyone. You discovered in those painful days that you should not only earn money but also save it for difficult times. This 'cautious' attitude brought by that period enables you to manage your budget much more safely and 'proof of leaks' today. It's as if your silent struggle for your financial security has made you a financial genius.",
        "simdi": "You are currently in a period of serious 'protection' and drawing boundaries regarding your financial situation, honey; You defend your budget like a castle! You may feel a little tired financially, but you are very close to paying off all your debts and ensuring your security. These days, instead of making a new investment, you should focus on protecting what you have and learning to say 'no'. The universe tells you 'your money is your armor, don't give it to anyone'; This upright stance you take today is the guarantee of your financial independence in the future.",
        "gelecek": "Your financial future looks very solid and immune to external influences, thanks to your resilient and determined moves. You will be able to build a financial 'fortress' in the future and protect your earnings against all kinds of market fluctuations. Money will no longer be a source of stress for you, it will be that strong shield that protects you and your loved ones against the world. The future heralds you a period of immense prosperity when money admires your patience and protectiveness and remains loyal to you."
      },
      "saglik": {
        "gecmis": "Remember that magnificent period in the past when your immune system resisted like a castle and you overcame a difficult illness or fatigue with just your willpower. Your body told you 'enough' but you fought against all germs/negativity by taking care of it in the best way possible. This physical 'resistance' you gained during that period became the basis of that resilient structure that protects your body even today. You discovered in those healing days that health is actually an art of defense.",
        "simdi": "My dear, right now your body is whispering to you 'one last effort'; You are tired but recovery is just around the corner! You are at a moment when you need to establish a defense mechanism against everything that steals your energy and never neglect your vitamins and sleep. If you are in a treatment process, today you are in the most critical but most successful final stage of that process. Your immunity is your greatest soldier right now, feed it right so that no one can destroy your castle; It's almost time, you will be relieved.",
        "gelecek": "Unshakable strength and lifelong resilience awaits you regarding your health in the future. Even as you get older, your 'never-give-up' spirit will always keep your body fresh and alive. Diseases will stay far away from you because you will have already made protecting your body and what is good for it a way of life. The future promises you a healthy and energetic life where you wake up with great enthusiasm every morning; You have gained your healing."
      },
      "hepsi": {
        "gecmis": "Do you remember that tremendous phase of resistance in a past period of your life when you said 'everyone's gone but I'm still here'? That's when you stood alone against all difficulties like an army and did not allow anyone to disrupt your path. This 'indestructible' spirit you gained during that period is the strongest guarantee of success in every aspect of your life today. In those days, you actually experienced firsthand how difficulty turns a person into a diamond.",
        "simdi": "Honey, you are in a 'final exam' period of your life right now; Everything may be coming together, but remember, you are the closest person to the finish line! The universe is testing your resolve and asking 'do you really want this success?' he asks. Don't step back today, carry your tiredness like a medal and hit the ground with the last stick in your hand. Only you will emerge victorious from this chaos, as long as you do not compromise your upright stance; Victory is very close.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your unwavering resistance and determination. Behind every success in your life will be your noble struggle; Nothing will come easy to you, but everything that comes will be permanent. A life awaits you where people admire your strength and fortitude, and you stay at the top by overcoming all kinds of obstacles. The future will say to you, 'You resisted and won, now this success is yours' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you may have been so tired and under so much pressure in love that you experienced a period when you gave up and left everything behind just as you were reaching the finish line. Maybe you couldn't find the strength to fight for the person you love, or your disappointments suddenly cooled you down. This state of 'giving up' at that time causes you to immediately drop your guard or run away at the slightest problem in your relationships, even today. Those days when you gave up at the last step are like an ache in your heart.",
        "simdi": "My dear, you are currently feeling 'devastated' and helpless in your love life; It's like all the doors are closed on you and you don't know what to do. You are so tired in your struggle with your partner that even love is too much for you now. This situation may turn you into a 'vulnerable' and exhausted person in love. Today, you must pick up the stick in that place and give 'one last chance'; If you don't resist, this love will disappear by itself, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be that you live in a constant state of 'escape' and miss true happiness just when you are about to find it. If you don't change this 'vulnerable' attitude, you may always experience those 'unfinished' stories in your future relationships. If you want true happiness in the future, you must learn to protect your love like a castle and resist until the end. Otherwise, your love life may always remain like a wreck destroyed by others; Giving up doesn't suit you."
      },
      "is": {
        "gecmis": "Remember that exhausting period in your career when you were under intense competition and pressure, and when you were about to succeed, you said 'enough is enough' and quit. Maybe you deserved a promotion but gave up on that last exam, maybe you resigned to escape that chaos at work. This feeling of 'defeat' at that time may have caused you to immediately become demoralized and say 'it won't happen anyway' in any difficulty in your professional life today. You pushed your own potential aside simply because you were afraid of fatigue.",
        "simdi": "You are currently experiencing the pain of 'burnout' and failure in your business life, honey; Your opponents are putting pressure on you and you feel like you're defenseless. Everything seems so difficult to you and you say 'I'm doing nothing'. This may make you look 'weak' or 'given up' at work. These days, you have to put that shyness aside and make that final move by saying 'I'm still here'; Otherwise you will lose that summit to others, wake up!",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot show the 'expected resistance' and constantly remain in someone's shadow, or that you may give up before reaching the finish line due to stress. If you don't renew your determination and silence that 'tired' voice today, you may always be dragged down the career ladder in the future. To protect your future success, you should remember the fact that 'patience is success'. Otherwise, your career path may always remain at that 'I left it unfinished' stop."
      },
      "para": {
        "gecmis": "A 'surrender' you made in the past in financial matters or a period in which you did not fight to the end regarding a debt/inheritance issue may have lost its abundance today. It's like you let someone exploit you instead of managing your money, and you stayed silent because you were tired. This 'financial vulnerability' at that time has made you feel much more anxious about money today and like 'I'm going to lose everything again'. At that time, you gave your blessings to others just because of your tiredness.",
        "simdi": "You are currently in a serious stage of 'vulnerability' and loss of control regarding your money situation, my dear; Someone constantly demands money from you and you can't say 'no'. There is financial turmoil, but you are afraid to even check the accounts. While making financial decisions these days, you should be alert like a warrior and protect your property; Otherwise, you may lose the last savings you have to others in this chaos. Silence will not make you rich, it will only make you more exploited, wake up!",
        "gelecek": "The biggest risk that awaits you in your financial future may be to suffer great losses because you do not seek your legal rights to the end, or to give up and sacrifice your savings to the wrong decisions of others. If you do not raise your financial voice today, you may always be in financial trouble in the future. If you want prosperity in the future, you must see protecting your money and fighting for it as an obligation. Otherwise, financially, you may always remain in that 'someone else won, I watched' sadness."
      },
      "saglik": {
        "gecmis": "Remember that exhausting time in the past when you left a health challenge (illness, fatigue, stress) right at the finish line and said 'I can't deal with it anymore'. Your body told you 'help', but you were so tired of that internal pressure that you ignored your health. This state of 'giving up' that you experienced at that time may have left you with a fragility and a tendency to get sick at the slightest stress, even today. It seems like you've pushed your own healing aside simply because of fatigue and disbelief.",
        "simdi": "You are currently in a 'defense slump' and immune blockage regarding your health, honey; Your body can't handle this stress anymore! You feel very vulnerable to all kinds of viruses, fatigue and insomnia. These symptoms actually carry the message 'end that fight in your mind and return to your body'. These days, you should go to a doctor, improve your nutrition and stay away from negative people who tire you out; Your body will not recover until you become internally stronger, wake up!",
        "gelecek": "The problems you may experience with your health in the future may be neurological disorders caused by excessive pressure, insomnia, or chronic pain that your body says it no longer carries. If you don't regulate your lifestyle today and choose to 'heal' instead of 'fight', your body may give you a much harsher 'I'm done' warning in the future. In order to be fitter in the future, you must calm your soul and make peace with your body now. Health stays with you only when you are resilient."
      },
      "hepsi": {
        "gecmis": "You ended that great success and integrity that you should have experienced in a past period of your life before it even started, because of your own fears or your belief that you \"can't succeed\". Destiny handed you that crown of victory, but you took a step back or couldn't take the last step because you got tired. This feeling of 'stuckness' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. You feel like your time has been wasted and you are still waiting among the losers of that old war.",
        "simdi": "There is chaos in your life right now because you think everything is coming at you and you are about to give up just when you are about to succeed, dear; This is your biggest mistake. There are opportunities, but you are so afraid of that pressure that you remain inactive. You need to shake yourself up as soon as possible, pick up that stick again and say 'I'm here until the end'. If your perspective does not change, your life will not write a new victory for you; You need to show that resistance, it's almost time!",
        "gelecek": "The process that awaits you in the future may be a recurring misfortune of 'being an extra in other lives' if you do not change this attitude of giving up. You can miss the tremendous successes that life offers you only because you cannot show the necessary resistance. To save your future, you must put 'courage' and setting limits at the center of your life again today. Otherwise, life may leave you with a much greater disappointment at a point you never wanted; Be alert and be on your guard!"
      }
    }
  },
  {
    "card_id": 31,
    "card_name": "Ten of Wands",
    "upright": {
      "ask": {
        "gecmis": "Honey, in your past, you literally shouldered the burden of the whole world alone in your love life; you made so many sacrifices to keep your relationship alive that your soul fell weary. Those days when you also took on the responsibilities of your partner and you solved every problem turned you into a 'load carrier' in love. Perhaps you had completely forgotten your own happiness while trying to drag a relationship alone. This emotional weight you experienced back then causes you to look at love more distantly and tiredly today. You were literally crushed in those days when love turned into a mountain of responsibility.",
        "simdi": "Darling, right now you are under so much responsibility and pressure in your love life that you can't even see ahead of you! Trying to control every detail in your relationship or worrying about all the problems of your partner drags you into an emotional burnout. If you are single, you still carry the burdens of the past and the fear of 'what if the same things happen again' on your back. This card whispers that you should take a break right now and leave some of these heavy loads. Love should not be a burden but a sharing; why are you trying to do everything alone, honey?",
        "gelecek": "In your future, a process appears that will tire you out a lot in the name of love, adeta a test in quality but eventually bring a great relief. Perhaps a marriage preparation or a serious responsibility awaits you, but be careful not to be crushed under this burden. If you do not share tasks with your partner, a big explosion might occur at the end of the relationship. This period says you are very close to your goal but you need to carry those heavy wands with a final effort. Be patient honey, the top of that mountain is near; when you reach it, you will drop all your loads and take a deep breath."
      },
      "is": {
        "gecmis": "In your past, you entered such a tempo in business life that you were literally drowned among overtime and projects, honey. Those times when you took on every job saying 'I do it best' or you solved all the crises at work brought you to the point of finishing physically. This unending working ambition of yours in those days is the main reason for your professional fatigue today. You tried to carry all the wands of the business world alone back then, darling.",
        "simdi": "Honey, right now you are in a complete 'overload' state in business life; you don't even have time to scratch your head! Your shoulders have fallen from saying 'yes' to everyone and taking on every responsibility, and your energy is exhausted. This card says that this current tempo of yours is not sustainable and you might encounter a health problem or the risk of making a mistake very soon. Please learn to delegate and don't be afraid to hand over some works to others. You are not a machine, darling, you are about to be crushed under these wands right now, lighten up a bit!",
        "gelecek": "In your future, the final and biggest struggle you must give to reach your career goals awaits you. Such a project or position awaits you that its responsibilities will make you sweat a lot and make you lose sleep. However, when you successfully deliver this load to the goal, you will experience the greatest reward and relief of your life. This card whispers that you are very close to the end of the road but the weight of the wands will be felt most now. You will find the strength to carry these loads in the future but you should absolutely give a long rest break afterwards."
      },
      "para": {
        "gecmis": "In your past, you came under a big financial burden, trying to breathe among debts or heavy payments, honey. Perhaps you took on a family debt or carried the installments of a wrong investment on your back for years. Even if there was abundance of money, that financial pressure on your shoulders prevented you from enjoying life. This financial weight you experienced in that period causes you to approach money always with the belief 'it is earned with difficulty' today. You literally carried stones for your financial freedom in those days, honey.",
        "simdi": "Darling, right now there is a magnificent pressure on your wallet and in your mind about money; you have literally fallen weary from turning over debts or trying to make ends meet. Your financial responsibilities have increased so much that you cannot even enjoy the money you earn. This card says that you should urgently restrict your spending right now and put your financial loads in an order. You should immediately give up on unnecessary installments and taking on the financial burdens of others. Time has come to drop these heavy wands one by one for you to be the master, not the slave, of money.",
        "gelecek": "In your future, a big payment or investment process appears that will challenge you one last time financially but eventually bring you to prosperity. Perhaps you will enter into a housing loan or sign under a heavy debt to grow your business. Even though this process will tire you out a lot and cause you to lead a limited life, the place you eventually reach will be a complete financial peak. You should be patient while carrying these financial loads in the future and focus on that big prize at the end of the road. Those wands will eventually turn into gold but it will be a bit laborious to carry, honey."
      },
      "saglik": {
        "gecmis": "In your past, you experienced such a period of fatigue regarding your health that your body literally gave an SOS call but you didn't hear it. Those heavy loads that excessive work, sleeplessness, and stress put on your body might have stopped you completely at one point. Perhaps you accepted a chronic pain or exhaustion as 'normal' and tried to live but that tension on your shoulders never ended. You understand better now how much you neglected your health back then. You loaded much more than your body could carry and harrassed it a lot, honey.",
        "simdi": "Honey, right now your body is literally giving an alarm; the pain in your shoulders, the tension in your back, and your general exhaustion are all a result of those heavy wands you carry! You are in a period when spiritual loads turn into physical fatigue and if you don't stop, your body will stop you by force. This card says that you should urgently have a check-up right now or at least leave everything and rest for a few days. You can't solve all the problems of the world, you should first show compassion to your own body. Please put those wands aside and just breathe, your health is slipping away!",
        "gelecek": "In your future, a healing or physical renewal process that will challenge you a lot regarding health awaits you, honey. Perhaps you will enter a very heavy sports camp or start a difficult process to get rid of all the toxins in your body. You will feel very tired at the beginning of this process and want to give up but when you reach the goal, you will have a brand-new body. This burden you will undertake to protect your health in the future will actually be your biggest investment to prolong your life span. The end of the road is vitality and lightness, a bit more patience honey."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see a general 'tired warrior' image; you shouldered all the responsibility of life alone and carried it without letting anyone know. Those years spent among sacrifices in love, overworking in work, and financial burdens matured you very early. The fact that you didn't drop your wands even in those moments when no one helped is proof of how resilient you are. But this excessive loading back then has left a bit of bitterness and fatigue in your soul today. You shouldered all the burden of life in the past more than enough, honey.",
        "simdi": "Darling, right now you are at a 'limit' point in every area of your life; literally the last drop that will overflow the glass is about to come! Responsibilities in your career, expectations in your love, and financial worries have all combined and collapsed on you like a giant rock. This card says you should say 'stop' right now and determine your priorities. Trying to handle everything at the same time and alone is finishing you, are you aware? Please leave some wands on the ground, say 'no' to some, and open a breathing space for yourself. You don't have to be a hero, you are just a soul seeking peace.",
        "gelecek": "Your future shows that you are very close to your goal but the biggest fatigue will come right at that final point. Even though that last big effort you must give to reach your dreams will harrass you a bit, the result will be worth it. In love, in work, and in life in general, when you deliver those heavy wands to the goal, such a big burden will lift off you that you will be light as birds. You should be patient and never hesitate to ask for help in this final 'load carrying' phase in the future. When you reach the peak of that mountain, all the wands will bloom and you will enjoy the victory in peace."
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "Honey, in your past, you were under such a heavy burden in love that you eventually couldn't carry it and dropped everything from your hands and experienced a ruin. The fact that all the efforts you gave to save your relationship went for nothing all of a sudden or your partner letting you down halfway left a deep wound in your soul. Perhaps you left everything for a period and withdrew your hands and feet completely from your love life. This 'collapse' feeling in those days still causes you to be afraid of taking responsibility today. You are a heart crushed under love in those days.",
        "simdi": "Darling, right now you are experiencing a period of 'escape' or 'refusal of responsibility' in your love life; it's as if you don't want to take on any emotional burden. Problems in your relationship have accumulated like a mountain but you choose to ignore them and say 'whatever, let him do what he wants.' This card says that actually that big fatigue within you pushes you to indifference and insensitivity. If you don't share problems with your partner, all these wands might collapse on your heads one day. You should ask yourself why you have become so insensitive and why you left everything, honey.",
        "gelecek": "In your future, in some situations you will experience in the name of love, you might miss big opportunities because you avoid taking responsibility. Responsibilities like a relationship becoming serious or marriage will scare you so much that you can end everything by saying 'no' at the very beginning. Moving with the logic 'no biri should be a burden to me' in the relationships that will start in this period might prevent you from establishing a real bond. However, this process reminds you that you first need to clear those old burdens within yourself. If you want to be free in the future, you must learn to stack the wands correctly instead of throwing them away."
      },
      "is": {
        "gecmis": "In your past, you experienced such a collapse in business life that all responsibilities suddenly poured down from your head and you didn't know what to do. Perhaps because you were overloaded in a project you made a mistake and lost your job or you left everything and went away due to burnout syndrome. Those moments when you said 'I can't do it' in your career must have leveled your self-confidence to the ground. This 'getting rid of the load' but sad getting rid of state back then causes you to avoid taking risks in business life today. You were literally paralyzed for a period under the weight of the business world, darling.",
        "simdi": "Darling, right now you are doing your best to escape responsibilities in business life; you are literally neglecting your work or shifting it onto others. Perhaps you got so tired that you no longer have the strength to even move a pen and this situation is starting to be noticed by your superiors. This card whispers that this current 'let-it-go' state could cause serious damage to your career. If you cannot handle this much load, resigning or changing your place might be a more honorable behavior. You should honestly evaluate why you couldn't carry these wands and why you left so easily.",
        "gelecek": "In your future, some glitches regarding your career plans and problems arising from not being able to fulfill responsibilities appear, honey. An important task will be given to you but you can give up at the very beginning saying 'I can't carry this load.' This situation is not because of your untalentedness, but just because you still haven't been able to throw that big fatigue coming from the past off you. If you want to rise in your career in the future, you will need to learn not to throw a part of the wands away, but how to carry them more efficiently. Otherwise, you will continue to stall in your place."
      },
      "para": {
        "gecmis": "In your past, you came under such a big burden in financial sense that you eventually came to the brink of bankruptcy or became unable to pay your debts. This failure in managing money or excessive spending might have left you literally stranded for a period. Those days when you tried to escape your financial responsibilities or ignored your debts follow you today. This financial 'disintegration' back then causes you to approach money always with a lack of trust and fear today. You broke your back while carrying financial wands in those days, honey.",
        "simdi": "Darling, right now your financial situation is literally in a chaos; instead of paying debts you are opening new debts or not cutting down on your spending at all. Trying to escape your financial responsibilities only drags you into a bigger deadlock, are you aware? This card says that you should urgently make a 'debt restructuring' right now and bring these scattered wands together. Instead of seeing money as a burden and ignoring it, you should put your hand under the stone and clarify your accounts. Otherwise, this financial weight will completely crush you, be aware.",
        "gelecek": "In your future, some losses you will experience in financial sense might grow even more because you avoid taking responsibility and don't act planned. You have a risk of panicking in a financial crisis and getting rid of everything or entering into wrong investments. If you avoid that disciplined struggle you must give to protect your money, you might become dependent on others in the future. In this process, it is a must to learn to be patient and clear your financial loads one by one. If you want to get rich in the future, you must empty those heavy loads in your wallet now."
      },
      "saglik": {
        "gecmis": "In your past, you experienced a burnout regarding your health, even when your body said 'enough' you continued to force it and experienced a collapse. Perhaps you had to lie in a hospital for a period or fell completely into a spiritual void. Those days when you focused on carrying the loads of life instead of defending your own healing still leave weak points in your health today. This 'physical bankruptcy' state back then triggers the fear of 'will I collapse again?' even at the slightest fatigue today. You loaded much more than your body could carry, honey.",
        "simdi": "Honey, right now you are in a complete 'escape' and 'denial' state regarding your health; you ignore the pains in your body and act as if nothing is wrong. But deep down you are so tired and so exhausted that your soul is literally being crushed under the wands. This card cries out that you should urgently take a break right now and lighten your physical loads. If you don't pay attention to your nutrition, sleep, and stress management, it is inevitable for you to experience a physical collapse very soon. Please leave the wands on the ground and just focus on your own body, health is your biggest wealth!",
        "gelecek": "In your future, a process appears that will challenge you a lot regarding health but will get worse if you don't take responsibility, honey. As long as you see taking care of yourself as a 'burden', your healing will also be that much delayed and painful. The physical fatigues you will encounter in the future will be a result of those spiritual loads you have been carrying since the past. In the future, you might have to enter into a very heavy and restrictive physical/medical treatment program to regain your health. If you don't learn to lighten your loads now, your body will stop you one day by force."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see a general 'ruin' and 'staying under the burden' energy; life has challenged you beyond your capacity many times. You might have taken on so many responsibilities in love, work, and personal struggles that your nervous system eventually failed. Those days when you turned your own life into a wreck while trying to solve the problems of others follow you today. While you were trying to hold your wand upright against life, you literally fell flat on the ground under the weight of the wands, honey. This 'exhaustion' back then has made you more timid today.",
        "simdi": "Darling, right now you are in a phase of 'chaos' and 'escaping responsibilities' in your general life; it's as if you can't cope with anything. Everyone expects something from you but you just want to run and hide or leave everything as it is. This card whispers that this current 'disorder' state drags you into a bigger failure. Why did you leave the wands so uncontrollably? You must pull yourself together immediately, determine your priorities, and take the ropes of your life back in your hands. You are not a victim, just a very tired hero.",
        "gelecek": "In your future, you have the risk of throwing in the towel and leaving everything in the face of the tests that await you in your general life. If you don't revitalize that sense of responsibility and order within you, life will crush you as it wishes. You might come under the hegemony of others in your career, love, and financial situation and lose your own freedom. However, this situation is your choice; stacking the wands correctly or staying under them is completely in your hands. If you want to find peace in the future, you should learn to manage your loads now, honey."
      }
    }
  },
  {
    "card_id": 32,
    "card_name": "Page of Wands",
    "upright": {
      "ask": {
        "gecmis": "Honey, in your past, you made a very exciting and childish start as if a fresh spring had come to your love life. You must remember a period that was flirtatious and energetic, where your heart beat with such a pure and curious curiosity for the first time. Perhaps a message from someone young-spirited or adventurous, who gave you a brand-new perspective, changed your entire world. This desire to explore you felt back then has been one of the sweetest memories that refreshes your faith in love. You discovered how fun and inspiring love could be in those days.",
        "simdi": "Darling, a huge spark is igniting in your love life right now; a brand-new news or an unexpected flirtation is at your door! Your heart's doors are wide open and you are full of excitement as if you are about to embark on a new adventure at any moment. If you are single, a message you will receive from someone creative and energetic, who will be very good for you, can carry you above the clouds. This card represents the time when you are most open to learning, exploring, and taking risks emotionally. Release that curious child within you and go where this fresh energy of love drags you, you won't regret it.",
        "gelecek": "In your future, there is a brand-new beginning in the name of love that will excite you a lot, adeta make you happy like a child! Such news will come your way that you will feel as if your heart is about to jump out and a fresh breath will come to your entire life. Perhaps that person you will meet in a travel or education environment will rekindle your passions and remind you how colorful life is. This relationship in the future will not only be an emotional bond, but also a connection that teaches you a lot and inspires you. Get ready honey, the most dynamic and explorative page of love is about to open."
      },
      "is": {
        "gecmis": "In your past, you opened the door of a brand-new opportunity in your career and followed the creative ideas that came to you in that period. Perhaps you started an education in a field you never knew or you jumped into a project like a 'page' with curiosity but you learned a lot in the end. This desire to learn and the courage brought by the amateur spirit in those days became the biggest architect of your vision today. Those first steps you took on the career path opened brand-new and wide horizons for you. You grasped very well back then that success is not just working hard, but also being curious, darling.",
        "simdi": "Honey, you are currently experiencing a complete 'new ideas' explosion in your business life; your brain is literally producing new projects like a clockwork! A news or a job offer you hold in your hand might be exciting you a lot and that entrepreneurial spirit within you is at its peak. This period is the perfect time to start a new job, enroll in a course, or realize a creative project. Without waiting for approval from anyone, you should walk by following only the light of that wand within you. Success is waiting for you, it's enough to take that first step with that fresh and dynamic energy.",
        "gelecek": "In your future, a very joyful news or a promotion news regarding your business life awaits you, honey. You will reach such a point in your career that you will shine not like a master, but like a fresh genius who learns something new every day. Perhaps a job connected with abroad or a travel opportunity will completely change your career path. That unquenchable curiosity within you will carry you to the most creative places on the success steps. Soon you will be mentioned as a complete 'source of inspiration' in business life, start getting excited for those days now!"
      },
      "para": {
        "gecmis": "In your past, you made a small but very promising start financially and opened a fresh income gate. Perhaps thanks to an additional job or a creative idea, money entered your wallet from a different place for the first time and this encouraged you a lot. You understood back then that money can be earned not only with savings but also with smart and dynamic ideas. Those small but energetic steps you took in those days formed the foundation of your financial vision today. You caught the fresh scent of abundance back then, darling.",
        "simdi": "Honey, right now a new movement and financial news are circulating in your wallet; you are literally like a magnet attracting money! You might receive a good news about receiving the financial return of a creative idea or a new investment opportunity might come your way. This period is the time to use that fresh energy to turn small accumulations into big investments. You are in a time when you will discover new ways to accelerate the flow of money and feel much more free financially. Just trust your energy and don't forget to channel this fresh abundance in the right direction.",
        "gelecek": "In your future, there is news of a gain that will relieve you a lot financially and make you smile, starting from scratch but growing rapidly. A payment coming from an unexpected place or a very profitable, creative partnership offer could change your life. You will literally sow a seed financially and see this seed turn into an abundance tree quickly. Instead of financial worries, fresh ideas on how to use money in more exciting jobs will take place. Your future is full of very bright, abundant, and promising beginnings for your wallet, honey."
      },
      "saglik": {
        "gecmis": "In your past, you experienced a new awakening regarding your health and acquired fresh habits that would heal your body, darling. Those days when you felt much more energetic and full of life reminded you what a great potential your body has. Perhaps you met a new sports branch or you changed your life with information you received from a nutritionist. This dynamism you gained in that period was the solidest foundation of your resilient state today. You received the reward of taking good care of your body and setting new goals for it more than enough in the past.",
        "simdi": "Honey, your body is literally bursting with energy right now; you feel very fit, fresh, and ready for every kind of adventure! If you are experiencing any weakness, this card gives you the good news that you will recover immediately and a fresh life force is filling your body. You are at the best time for a new diet program or a detox because your will is very strong right now. This joy of life within you reflects everywhere from your skin to your eyes and makes you look glowing. Feel the taste of this high frequency and vitality in every moment, honey.",
        "gelecek": "In your future, a brand-new life energy cycle is starting that will keep you very fit regarding health. A period awaits you where you will feel energetic like a child and be cleansed of all your fatigues. Perhaps you will go to a yoga camp or meet a new discipline that will also heal you spiritually. Your body will get younger every passing day and your life energy will be high enough to inspire those around you. That fresh and fiery power you need for a healthy future will always be with you, believe in this."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see a general 'brand-new beginnings' and 'discoveries' energy; life has dragged you into many fresh paths. That first excitement in love, that first big inspiration in work, and that fresh power in health touched your life at the same time and revitalized you. In every matter where you took a risk, the universe made you modest as a page but brave as a hero in that period. This momentum you gained back then has been the biggest driving force that put your life on its current creative track. You literally rebuilt your fate in the past with fresh ideas and great curiosity, honey.",
        "simdi": "Honey, right now a 'good news' and 'renewal' atmosphere prevails in every area of your life; literally everything is overflowing with a fresh excitement! Your heart is so open to a new love, your mind to new business projects, and your body to healing that let anyone who can stop you try. It's the perfect time to bring out that curious soul within you to evaluate these fresh opportunities life offers you. Everything started with a message or small steps and now those steps are about to turn into a giant torch that illuminates your entire world. Just believe and follow the light of that wand, honey.",
        "gelecek": "Your future looks full of miraculous beginnings and great inspirations in every area of life! You will make literally a revolution in love, work, and personal development and build a brand-new 'you.' The fresh opportunities that will come your way will excite you so much that you will throw all the dust of the past aside and run toward the future with passion. In this new journey full of success, happiness, and health, the universe will be your biggest supporter and source of inspiration. Get ready honey, the most energetic, productive, and discovery-filled period of your life is starting for you very soon!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "Honey, in your past, that flirtation or relationship that you started with very great enthusiasm unfortunately didn't turn out as you expected and ended in disappointment. Perhaps you met someone immature who lied to you, or that important news of love you expected never came. This 'misleading beginning' in that period somewhat damaged your pure faith in love and made you defensive. Those days when you felt your feelings were exploited make it difficult for you to open your heart to someone new today. Just as you were catching the fresh scent of love, your dreams faded in those days, honey.",
        "simdi": "Honey, you might be experiencing a period of 'communication breakdown' or 'bad news' in your love life right now; it's as if everything is always being misunderstood. That message you expect doesn't come or you receive news from the person you love that disappoints you. Perhaps you are acting very childish and irresponsible right now, which might be putting your relationship in a deadlock. This card says you should not make hasty decisions right now and not believe every news heard immediately. Your excitement might have left its place to pessimism; time to stop and calm down a bit.",
        "gelecek": "In your future, in some situations you will experience in the name of love, there is a risk of being misdirected by wrong people or being saddened by groundless news. That beginning you want so much might be postponed for a while longer due to the indecision or lies of the other party. The answer to the questions where you say 'I wonder?' in your relationships might not be as pink as you expect, so you should be cautious. However, this process will be a test given for you to be more selective and mature in love. If you want to establish a real bond in the future, you will need to learn not to think every parldayan is gold, honey."
      },
      "is": {
        "gecmis": "In your past, that project you entered with great hope in business or that job you applied for unfortunately resulted in failure due to lack of seriousness or inadequacy. Perhaps your ideas were very good but you couldn't provide that discipline during the implementation phase, or those who promised you let you down. That period, which resulted in disappointment while expecting an awakening in your career, might have pushed you into a standstill regarding creativity. It's as if you wasted the opportunities in your hand and used the wand wrongly. Those 'half-finished works' from that period make you a bit more discouraged today.",
        "simdi": "Honey, you might feel yourself in a 'focus problem' in business life right now; you have a thousand ideas but you can't bring any of them to a conclusion. Perhaps you are dealing with groundless gossip at work or that promotion news you expected reached you negatively. Your motivation is so low that even evaluating the small opportunities that come your way feels like a big burden to you. This card whispers that you should maintain your seriousness right now and not change your strategy by believing every news you hear. You are in a chaos right now, you need to simplify your mind first.",
        "gelecek": "In your future, some bad news regarding your career plans or annoying situations like the cancellation of projects appear, honey. If you are expecting an important job offer, you might learn that the conditions are much more difficult than you expected or that the offer has been withdrawn. While wanting to open a brand-new page in your career, you might encounter some obstacles or mistakes brought by inexperience. You shouldn't give up in this process but follow a more disciplined and realistic path. To catch that fresh energy leading to success again, you will need to be cleansed of childish mistakes."
      },
      "para": {
        "gecmis": "In your past, you received a financial blow when things went wrong at the last moment while expecting a big gain or by trusting a wrong news. Perhaps the lack of abundance of an investment tired you quite a bit back then and the places where you said 'I will earn money from this business' let you down. You were so sure that the money would come that when the result was a disappointment, your financial balances must have been shaken a bit. This financial disappointment in those days causes you to approach money always with a suspicion today. You seem to have taken the financial wand a bit too lightly back then, darling.",
        "simdi": "Honey, right now there is a 'leak of abundance' in your wallet; it's as if it's clear where the money will go even before it reaches your hand and this annoys you. You might be inclined to jump into groundless news or very karl-looking risky businesses in financial matters, please be careful! This period says the conditions are not suitable at all for making a financial start and the risk of being deceived is high. You are in a time frame where you need to act with your logic, not your emotions, to protect your money. You should master your expenses and protect your wallet from external influences.",
        "gelecek": "In your future, it appears that the big news of gain you expect regarding money will be a bit more delayed or not as big as you expected. Misinformation or a technical glitch regarding an investment or money transfer might annoy you. While expecting a financial relief, you have a risk of encountering extra expenses instead. The gate of wealth is not yet fully ajar, so you should progress cautiously and be very careful especially in the transactions you will make over the internet. To reach the energy of abundance, you must first take your financial responsibilities seriously."
      },
      "saglik": {
        "gecmis": "In your past, you trivialized a health-related warning and caused a small problem to grow, darling. While your body was giving alarms, you continued to force yourself with that childish energy saying 'nothing will happen' and fell tired. Perhaps you started a treatment process but didn't take it seriously and left it halfway, so the healing process was very much delayed. This state of 'negligence' from that period triggers the fear of 'I wonder if it's something serious?' even at the slightest pain today. You silenced the voice of your body back then and didn't show it the necessary care.",
        "simdi": "Honey, you are currently in a complete 'energy chaos' regarding your health; sometimes you are very active and sometimes you are too exhausted to even move a finger. Your body is giving you some signals but you either misinterpret them or ignore them completely. This card says your immunity is weak right now and you are more vulnerable especially to contagious diseases or accidents. Please put childish stubbornness aside, take your health seriously, and listen to your physical needs. Healing will come only when you take yourself seriously.",
        "gelecek": "In your future, you have a risk of experiencing bsome annoying processes like wrong diagnoses or delays in treatment regarding health issues, honey. As long as you see taking care of yourself as a 'boring' task, it will be that much more difficult for you to reach full vitality. The physical fatigues you will encounter in the future will be a result of your current irregular lifestyle. If you don't follow a more serious and disciplined path to protect your health in the future, your body will stop you one day by force. You should increase your compassion and seriousness toward yourself and seek healing within yourself."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see a general 'indecision' and 'wasted energies' period; life has dragged you into many wrong paths. The bad news that came just as you were about to jump with excitement into love, work, and financial matters or your own inexperience has worn you out quite a bit. Those days when you acted on the words of others or took childish risks have left some deficiencies in your life today. While you were trying to hold your wand upright against life, you extinguished the light of the wand in the wrong places, honey. This 'loss of direction' back then has made you more pessimistic today.",
        "simdi": "Honey, right now you are in a phase of 'chaos' and 'waiting for news' in your general life; it's as if everything is developing outside of your control. Whichever job you touch, a glitch appears, the messages you expect always come incomplete or wrong, your energy is crawling on the floor. This card whispers that this current 'disorder' state has extinguished the creative fire within you. Why did you fall apart so easily and why did you take everything so lightly? You must pull yourself together immediately, determine your priorities, and take the ropes of your life back into your hands with seriousness. You still have that fire to be a hero, you just need to light it correctly.",
        "gelecek": "In your future, some obstacles, bad news, and disappointments in the general rhythm of life might be waiting for you, honey. Much more seriousness and discipline than you expect will be needed for those big changes you planned to happen. Instead of thinking 'everything will be very easy' in love and work, you should take your guard against the difficulties you will encounter. The fresh torch life will offer you will not light immediately or it might burn you when it lights, so you should be careful. If you learn to be patient and look at events from a more mature window, that wand will start shining again."
      }
    }
  },
  {
    "card_id": 33,
    "card_name": "Knight of Wands",
    "upright": {
      "ask": {
        "gecmis": "My dear, do you remember that fiery love in your past that stole your heart like a storm and dragged you from one adventure to another? Those exciting days when you took risks without thinking and passion overrode your logic had made you drunk with love. That rapid attraction you experienced at that time makes me look for that same high tension in your relationships even today. You registered with your brave heart in those days that love is an adventure.",
        "simdi": "You are currently in an 'action' period in your love life, honey; You can't sit still! If you don't have someone in your life, that charismatic and enterprising person who will suddenly appear before you is about to fascinate you. If you are in an existing relationship, the fire between you is reignited and exciting plans together, perhaps a sudden trip, come to the fore. Today is your time to express your feelings openly and take that first step with passion; The universe supports your courage.",
        "gelecek": "Beautiful beauty, in your future, love will take you like a hurricane and take you to completely different lands. The person you will encounter will enter your life so quickly that you will be surprised at what happened; But this change will be very good for you. This relationship is far from static, every moment is full of surprises and promises a very passionate adventure. The future tells you to 'leave your fears behind and get involved in life' in love; The great excitement you've been waiting for is on its way."
      },
      "is": {
        "gecmis": "Remember that bright time in your career when you jumped full steam into a brand new job or project and impressed everyone with your energy. You achieved that success without fear of any obstacles, despite those who said 'you can't do it'. This entrepreneurial spirit of that period is your greatest reference in your professional life today, showing how dynamic and 'getting things done' you are. In those days, you didn't just work, you galloped on your career path.",
        "simdi": "You are currently in a period of 'conquest' in your business life, my dear; You are like an arrow locked on its target! You have tremendous energy to quickly finish your projects, make new connections and prove yourself. If you have plans for a business trip or a new venture, don't keep them waiting; Because right now your speed is eliminating your opponents. Today is your time for 'action, not decision'; Ride your horse and kick open that door of success!",
        "gelecek": "A rapidly rising career path awaits you, where your name will be known as a 'pioneer' and 'leader' in business life in the future. You will receive an offer that will change not only your title but your entire lifestyle. Maybe an international position, or maybe a success story that will make your brand known worldwide is on the horizon. The future promises you tremendous momentum in business life that will make you say 'the real victory belongs to the brave'; be ready"
      },
      "para": {
        "gecmis": "Remember that fruitful beginning when you made quick decisions on financial matters in the past and reaped the fruits of these decisions at once. The money coming to you suddenly accelerated and you suddenly expanded your budget with your enterprising attitude. That bold financial move you made at that time allows you to think much more 'opportunity-oriented' financially today. You understood in those successful days that money could increase with your passions.",
        "simdi": "You're in a huge 'go-go' period right now with your finances, honey; A new source of income is about to knock on your door! If you want to make a financial leap, now is the time because luck awaits your bold steps. The universe is telling you 'don't wait, take action'; A small investment or initiative you make today can turn into an unshakable fortune in the future. This fresh energy in your wallet will bring a new breath to your financial life.",
        "gelecek": "Your financial future is showing a very bright and increasing trend thanks to your creative and fast moves. You will experience a financial 'leap' in the future and gain great profits from a brand new sector or initiative. Money will no longer be a problem for you, it will be the powerful fuel you use to explore the world and realize your dreams. The future heralds you a period of tremendous abundance when money comes running to you, admiring your courage."
      },
      "saglik": {
        "gecmis": "Remember that tremendous phase in the past when you experienced a physical 'boom' in your health and started a brand new sports discipline. You have experienced a period in which your body wakes up, your energy is at its peak, and you feel as vigorous as an athlete. This physical 'speed' you gained during that period became the basis of that active structure that protects your body even today. You discovered in those dynamic days that health is actually a physical passion and movement.",
        "simdi": "My dear, right now your body is screaming at you 'come on, move'; Your energy is at its peak! If you're focused on a health goal (losing weight, building muscle, toning up), today is the right moment to get on that path. Your body renews itself rapidly, your spirit becomes lighter, and your energy level inspires those around you. Doing active sports, dancing or going on adventures these days will create a health revolution for you; Use the fire inside you!",
        "gelecek": "An unshakable power and lifelong dynamism awaits you regarding your health in the future. Even as you get older, that never-ending 'flame of youth' within you will always keep your body fresh and alive. Diseases will stay far away from you because you will have made keeping your body active and constantly adding new excitement to it a way of life. The future promises you a healthy life where you wake up with great enthusiasm every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of tremendous excitement and action in a past period of your life when you said 'the world is a racetrack in front of me'? That's when you took that stick and made your own way by jumping over the obstacles. Those brave and sincere decisions you made at that time are the brightest fuel of success in every aspect of your life today. In those days, you personally experienced that life was not a state of stasis, but an adventure.",
        "simdi": "Honey, you are currently in the most exciting, most passionate and 'fastest' period of your life; The universe has opened all the paths for you! It's time for you to turn a brand new page, take the step you've been waiting for and gallop towards your dreams. Whatever you intend today, behind that intention will be the speed of a whole universe and the unshakable power within you. Do not be afraid, shine and say 'I am here'; The universe salutes your courage with great enthusiasm.",
        "gelecek": "Your future looks like a bright and adventurous path shaped by your tremendous energy and creativity. You are entering a period in which everything in your life will change at the speed of a storm, but in a very positive way. A life awaits you where people admire your vision and speed and you enlighten the world with your new ideas. The future will say to you 'never stop exploring, victory is with you' and will greet you!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "In the past, you have been so impulsive and impatient in love that you have destroyed relationships that would bear fruit with your own hands, or you have crashed into a wall because of your speed. Maybe you said goodbye to someone with great anger, and that 'wrong timing' that day may have left a residue of regret in your heart even today. This state of 'uncontrolled fire' at that time keeps you more anxious about love today and in fear of 'Wow, are we going too fast again?'",
        "simdi": "My dear, there is a 'communication crash' and chaos in your love life right now; It's like you and your partner are competing not to hear each other! Unnecessary arguments, unreasonable jealousy or procrastination completely drain your energy. You should slow down a little these days and put down that sword/staff in your hand. Every hasty decision or word spoken in anger can cause irreparable wounds in your love life right now; stop and just breathe.",
        "gelecek": "The risk that awaits you in love in the future may be that you will only chase momentary desires and miss true happiness, or that you may push the right person away from you because of your impatience. If you don't change this 'all or nothing' attitude, you may always experience that 'it's over as soon as it started' frustration in your future relationships. If you want true happiness in the future, you must learn to add patience and calmness to passion. Otherwise, your love life may remain like an unfinished race."
      },
      "is": {
        "gecmis": "In the past, you have acted so ambitiously but so unplanned in your career that you missed a great opportunity just because you were 'in a hurry'. Maybe you wanted to go very fast on a project, but you didn't lay a solid foundation and everything collapsed on you. This 'failed exit' situation at that time may scare you enough to paralyze you today as you step into something new in your professional life. It seems like you lost your belief in your own abilities in the chaos of that day.",
        "simdi": "You are currently suffering from a loss of direction and lack of planning in your business life, honey; You can't get any work done while trying to keep up with everything! Mishaps at work make you very angry, and this anger leads you into conflict with your co-workers. This can make you seem like an 'untrustworthy' or 'panicky' professional. Instead of being ambitious these days, you should first gather your scattered mind and make a 'priority list'; Otherwise, at this pace, you will only burn your own career, wake up!",
        "gelecek": "The danger that awaits you in your future business life may be that you cannot achieve that 'expected order' and constantly struggle with crisis management or miss a great opportunity due to wrong timing. If you don't learn time management and anger management today, you may fall far behind your competitors in the future. To maintain your future success, you must remember the truth that 'calmness is strength'. Otherwise, your career path may always remain in that 'I'm trying to keep up but it's not working' crisis."
      },
      "para": {
        "gecmis": "That 'hasty investment' or thoughtless spending you made in the past regarding financial matters may still be shaking your budget today. That period when you risked what you had while trying to increase your money at once has made you more cowardly and financially arrested today. Maybe you went into debt to avoid missing an opportunity, but it seems like that ship sank. This 'financial rush' at that time drags you into a state of unnecessary guilt and panic every time you look at your wallet today; If you had stayed calm you would have won more.",
        "simdi": "You are currently experiencing a serious 'delay' and feeling of limitation regarding your financial situation, my dear; The money you are waiting for never comes and you are very angry about this situation! You want to make a financial breakthrough, but the roads seem closed. These days, you should be very careful when making financial decisions and avoid those who promise 'quick wealth'; Every hasty move will only cause you more harm. Protecting what you have today is more important than waiting for what doesn't come.",
        "gelecek": "The biggest risk that awaits you in your financial future may be not seeing the huge opportunities that come your way due to wrong timing or losing your savings due to inadequate planning. If you do not regain the discipline of managing money and that 'patient' attitude today, you may always live with a feeling of 'inadequacy' financially in the future. If you want prosperity in the future, you need to redefine your financial goals and say 'time is the greatest capital'. Otherwise, you may always remain in that 'I'm late' financial crisis."
      },
      "saglik": {
        "gecmis": "In the past, you went through a process related to your health too hastily and did not give your body the time it needed to heal. Maybe you returned to the field immediately after an injury, or maybe you interrupted a treatment by saying 'I'm healed'. This state of 'impatience' you experienced at that time may have left you feeling tired and not fully fit even today. At that time, it seemed like you pushed your own healing aside just because of your haste and lack of discipline.",
        "simdi": "You're in the throes of 'burnout' and stress about your health right now, honey; Your body can no longer handle this uncontrolled pace. When you move in a hurry, you are very vulnerable to minor household accidents or clumsiness, be careful! These symptoms actually carry the message 'slow down, or you will fall'. You should see a specialist these days and hear about that physical fatigue that you have silenced; Healing will only come back when you truly decide to 'stop', wake up!",
        "gelecek": "The problems you may experience with your health in the future are generally stress-related stomach disorders, palpitations, or accidents caused by rushing. If you do not regulate your lifestyle and find that 'calm' energy today, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you need to slow down and learn to breathe now. Health will only last when you stay in the moment; don't forget."
      },
      "hepsi": {
        "gecmis": "You ruined that big change that you should have experienced in a past period of your life because of your own haste or your stubbornness to \"get everything done right away\". Destiny opened a door for you, but you couldn't stand the pace and took a step back or took the wrong turn. This feeling of 'chaos' you experienced at that time creates a feeling of 'incompleteness' in your entire life today. You feel like your time is wasted and you are still waiting in that old rush.",
        "simdi": "There is chaos in your life right now because you are trying to do everything at once but you cannot keep up with any of them, dear; This is your biggest mistake. There are opportunities, but you cannot see them because of that speed. You should stop as soon as possible, take that deep breath and ask 'where am I running?' If your perspective does not change, your life will not open a new door for you; You need to calm that ambition.",
        "gelecek": "The process that awaits you in the future may be a recurring misfortune of 'missing opportunities' if you do not change your hasty and unplanned attitude. You can miss the great beginnings that life offers you only because you make that final decision in panic. To save your future, you must learn 'calm' and time management today. Otherwise, life may leave you with greater fatigue at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 34,
    "card_name": "Queen of Wands",
    "upright": {
      "ask": {
        "gecmis": "My dear, remember that magnificent period in your past when you shone like a 'sun' in your love life and amazed everyone with your self-confidence. That strong woman identity that stands on your own feet, knows what you want and shares your love generously has turned you into a queen in love. The deep and passionate bond you experienced at that time is the biggest proof of why you are so proud and selective in your relationships even today. You discovered in those days that love is 'sharing and nobility'.",
        "simdi": "You are a real 'center of attraction' in your love life right now, honey; Your self-confidence literally shines around you! Your partner not only loves you, but also respects your independent and strong stance. If you are alone, you are in a magical moment where you attract all eyes in every environment you enter and your charm is at its peak. Today, you are in that magnificent phase in love where you will not receive a 'no' answer and your every wish is accepted as an order. Open your heart, but never drop that crown, because you deserve every bit of this attention.",
        "gelecek": "Beauty of beauty, love awaits you in your future with the complete peace of 'home' and an unshakable partnership. The person you meet will treat you like a queen and be proud of you. This relationship will bring you not only happiness but also great social power and prestige. The future promises you a quality and passionate life that will make you say 'I finally found my match' in love; The more you are loved, the more beautiful you will become, get ready."
      },
      "is": {
        "gecmis": "Remember that great success you had in your career in the past, that golden period when you managed a project with your own charisma and determination. You have built the identity of that leading woman, where you leave your rivals behind with your kindness, who are listened to at work, and who are envied by everyone. This 'approval of success' at that time was the greatest guarantee of the unshakable respect you have in your professional life today. You not only worked hard in those days, but also strengthened your position like an empress.",
        "simdi": "You have a complete 'boss' energy in your business life right now, my dear; Everything is under your control and works smoothly! Your creativity is at its peak, and your persuasiveness is so high that no one can resist it. That promotion, award or big project you've been waiting for at work is now at your doorstep; Because no one has any doubts about your quality anymore. Today is your time to declare your independence in your career and enjoy your place at the top; Don't hide your light, because everyone admires your success.",
        "gelecek": "A tremendous rise awaits you in your future business life, where your name will become a 'symbol of success' and you will lead a large crowd. You will become such a brand that people will line up just to share your vision. Your career will offer you not only money, but also unshakable prestige and social power. The future promises you a glorious success in business life that will make you say 'the real power is to be both creative and authoritarian'; Your crown will always shine."
      },
      "para": {
        "gecmis": "In financial matters, remember those fruitful times when you managed your budget with complete nobility and intelligence and proudly reaped the fruits of your investments. In those days, you learned to use money not just to spend it, but to build your own freedom. This financial victory you gained at that time enables you to manage your budget with much more self-confidence and 'abundance awareness' today. You proved in those successful days that money is a tool that crowns your success.",
        "simdi": "You are in a period of tremendous 'abundance and generosity' regarding your financial situation right now, honey; Your wallet sings songs of victory! That big profit you've been waiting for is coming, perhaps your financial situation will suddenly brighten with that enormous profit you've made from your own business. You are in a 'queen' time financially; Your expenses return to you as reputation, luxury and comfort. The universe tells you 'you are abundant because you deserve it'; It's time to celebrate your financial success.",
        "gelecek": "Your financial future looks bright and rich thanks to your strategic and creative moves. In the future, you will become a 'monument of independence' in the financial sense, and you will combine your name and wealth. Money will no longer be a source of stress for you, it will be that tremendous energy with which you realize your dreams and prove your strength. The future heralds you a period of immense prosperity when money flows to you, admiring your leadership and abundance."
      },
      "saglik": {
        "gecmis": "Remember that period of tremendous vigor in the past, when your body seemed to shine in terms of health and your energy never ran out. You have gone through a process where joy of life was the greatest medicine and you overcame all kinds of fatigue with just a smile and your energy. The positive bond you established with your body at that time has become your strongest defense mechanism even today. You discovered in those bright days that your health is actually nourished by that feminine power and joy within you.",
        "simdi": "My dear, right now your body is saying 'thank you'; Your health is in complete balance and light! Your energy is so high and clear that you feel strong and happy enough to do anything. If you have a health problem, today you are in a magnificent moment where that problem is completely over and your body repairs itself like a queen. Looking in the mirror these days, being at peace with yourself and loving your body will further multiply your healing energy; enjoy it.",
        "gelecek": "An unshakable strength in your health and a lifelong youthful fire awaits you in the future. No matter your age, your body will work like a machine and your joy of life will continue to be your greatest medicine. Diseases will stay far away from you because you will have made it a way of life to care for your body like a temple and nourish it with joy. The future promises you a healthy life where you wake up with great happiness every morning."
      },
      "hepsi": {
        "gecmis": "Do you remember that phase of immense self-confidence and success in a past period of your life when you said 'I can do anything'? That's when you took the reins of your life tightly and spread your joy and power to all around you. This 'queen' identity you gained at that time is the strongest building block of your unshakable character in every aspect of your life today. You actually made the world experience what the power of women meant in those days.",
        "simdi": "Honey, you are currently in one of the most successful, brightest and most independent periods of your life; The universe has opened all its doors for you! All the chaos in your life is over, now it's time for you to take the stage and rule everything with that tremendous charisma. Whatever you do today will be blessed, and whoever you talk to will be amazed by you. Just keep your head up and enjoy this magnificent wholeness; Because you deserve this respect to the fullest. The universe applauds your existence.",
        "gelecek": "Your future looks like a bright and victorious path shaped by your noble and visionary energy. You are entering a period in which everything in your life falls into place and every intention of yours is realized with great success. A life awaits you where people admire your wisdom and power and you rule the world with your new projects. The future will tell you 'you have succeeded, you are now the only queen of your own world' and will invite you to the happiest cycle of your life!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "You have experienced so much jealousy and ego war in love in the past that you eventually built a wall of ice around your heart. Maybe someone's trying to control you, or maybe your desire to be overly dominant in a relationship has worn out that beautiful bond. This 'trust issue' and acrimony at that time may prevent you from achieving complete peace in your relationships even today. Those days when you extinguish that warmth within yourself with your anger are like an ache in your heart.",
        "simdi": "My dear, there is a period of feeling of 'inadequacy' and loss of self-confidence in your love life right now; It's like your partner has forgotten your value or you don't feel beautiful enough. This unrest inside you makes you aggressive and causes you to use sarcastic language towards your partner. Today you should put aside those jealousy crises and 'who is stronger' wars; Otherwise, you will burn that love in your hand and turn it to ashes with your own hands, wake up!",
        "gelecek": "The risk that awaits you in love in the future may be great loneliness or being stuck in a relationship full of manipulations because your ego gets in the way of love. If you don't change this 'I know it all' or 'everyone must obey me' attitude, you may have a very difficult time establishing a true spiritual connection in the future. If you want true happiness in the future, you must learn to see love as a surrender, not a race. Otherwise, your love life may always feel like a 'fight for the throne'."
      },
      "is": {
        "gecmis": "You have exhibited such an oppressive and 'bullying' attitude in the past in your career that you eventually lost both your team and your own peace. Maybe you wronged someone, maybe you only focused on your own success and hurt the people around you. This 'authority error' at that time may have caused some people to approach you with distance and distrust in your professional life today. You learned in those days that success should come not only with strength but also with love.",
        "simdi": "You are currently suffering from a 'discredit' and lack of motivation in your business life, honey; It's like all the work you've done has suddenly lost its value. Your relationships with your colleagues at work are tense, gossip or jealousy sucks your energy. This may make you seem 'misfit' or 'aggressive' at work. Instead of shouting with ambition these days, you should question why you are so 'unloved' or 'excluded' and find that compassionate leader within yourself; Otherwise you will be pulled down from that peak.",
        "gelecek": "The danger that awaits you in your future business life may be to destroy the system you have established with your own hands because of excessive ambition and jealousy. If you do not learn to cooperate and applaud the success of others today, you may be left alone and far behind your competitors in the future. To protect your success in the future, you must abandon the logic of 'woman is the wolf of woman' and say 'woman is the homeland of women'. Otherwise, your career path may always remain at that 'nobody understands me' stop."
      },
      "para": {
        "gecmis": "That 'excessive extravagance' you made in the past in financial matters or the mistake of using money as a show of power may have missed your blessings today. That period when you spent money only for that momentary luxury and prestige instead of managing it, has made you more limited and anxious today. Maybe you thought an investment would bear fruit, but it seemed like it was just a game of your ego. This 'material illusion' at that time drags you into a state of unnecessary guilt and fear every time you look at your wallet today.",
        "simdi": "You are currently in serious 'dissatisfaction' and chaos regarding your financial situation, my dear; You may have money, but you feel like it's not enough for you. This feeling of 'hunger' inside you causes you to close the doors of abundance yourself. Even if a financial opportunity comes along, you run the risk of rebounding by saying 'there should have been more'. These days, when making financial decisions, you should act only with your logic, not your emotions; Otherwise, in this chaos, you may spend the last of your savings for the sake of luxury.",
        "gelecek": "The biggest risk that awaits you in your financial future may be losing everything in an investment you made with overconfidence or a business you did with your name ending in failure. If you do not learn financial discipline today and understand the fact that 'money does not measure success', you may always live with a feeling of 'inadequacy' financially in the future. If you want prosperity in the future, you must stop using your financial power as ego satisfaction. Otherwise, you may always live in fear of going bankrupt financially."
      },
      "saglik": {
        "gecmis": "In the past, you neglected a situation related to your health by saying 'nothing will happen to me' and overexerted your body. Maybe you focused only on your appearance and neglected your inner health, and that's why your body weakened. This state of 'neglect' you experienced at that time may have left you with a sensitivity even today and a tendency to get sick at the slightest stress. It seems like you've ignored your own body's needs simply out of arrogance and stubbornness.",
        "simdi": "You're in the throes of 'burnout' and anger about your health right now, honey; Your body can no longer handle this stress of 'what others will say'. You're trying to show yourself strong on the outside, but inside your batteries are dead. Headaches, fever or skin problems may be an expression of your current stressful state. These days, you should make time for yourself, get away from the mirrors and get rid of that negative energy from your body; Healing will only be permanent when you truly decide to heal 'for yourself'.",
        "gelecek": "The problems you may experience with your health in the future may generally be fatigue caused by excessive effort or heart/blood pressure problems caused by the pressure of success. If you do not regulate your lifestyle today and do not see 'resting' as a success, your body may give you a much harsher 'stop' warning in the future. To be fitter in the future, you should create a healthy routine now and avoid uneasy environments. Health will only last when you are in balance."
      },
      "hepsi": {
        "gecmis": "You ruined the great success and integrity you should have experienced in a past period of your life because of your own arrogance or the people around you. Just when fate had opened a door for you, you made a mistake or abused that power. This feeling of 'unfinishedness' that you experienced at that time creates a feeling of 'incompleteness' in your entire life today. It's like you feel like your time is wasted and you're still waiting on that old threshold.",
        "simdi": "There is chaos in your life right now because you are trying to control everything, but the real issue is the lack of self-confidence within you, dear; This is your biggest mistake. You want everything to look perfect, but you can't even see the beauty in your hands because of that 'empty' feeling inside. He should shake himself up as soon as possible, realize the blessings he has and ask 'why am I so angry?' you should ask. If your perspective does not change, your life will not open a new door for you; You must take that step of peace.",
        "gelecek": "The process that awaits you in the future may be a constantly recurring 'lonely summit' fate if you do not change this dissatisfied and ego-oriented attitude. You can miss the tremendous opportunities that life offers you simply because you cannot find that inner compassion. To save your future, you must learn to be 'grateful' and rise with others today. Otherwise, life may leave you in even greater loneliness at a point you never wanted; be alert!"
      }
    }
  },
  {
    "card_id": 35,
    "card_name": "King of Wands",
    "upright": {
      "ask": {
        "gecmis": "Honey, in your past, you were under the influence of a very charismatic and dominant man or energy that literally blew like a storm in your love life. You experienced such a love that both passion was at the peak and the protective and leader soul of that person affected you very much. Perhaps you were the leader of love in your own life and you experienced your feelings at the highest level without being beholden to anyone. This 'royalty' atmosphere in that period causes you to keep your expectations from love very high even today. You felt to your deepest core how glorious and fiery a kingdom love could be in those days.",
        "simdi": "Honey, right now you are in a complete 'master' and 'manager' position in your love life; literally the ropes of love are in your hands! In this period when you have irresistible attraction and self-confidence, everyone around you admires that noble and passionate energy of yours. If you have a relationship, you rekindle the fire between you by exhibiting both an inspiring and protective attitude toward your partner. This card says that you are a soul who knows what you want in love right now and has the courage needed to get it. You are the king/queen of love, just shake that wand proudly!",
        "gelecek": "In your future, a very powerful, visionary king who will radically change your life and support you in every sense in the name of love awaits you! You will meet someone such that you will feel powerful enough to establish not just a home but literally an empire with him. This relationship will be not only an emotional bond, but also a victory path where you run toward common goals and both of you shine. In the future, you will live the most mature, most passionate, and most respected state of love and say 'this is that great love I seek.' Get ready honey, a real love legend is about to be written for you."
      },
      "is": {
        "gecmis": "In your past, you literally wrote a leadership legend in your career, giving direction to big projects with a magnificent vision, honey. You had such authority and creative power that everyone looked to your word and followed your light. That period when you established a job from scratch or carried a team to the peak was the golden age of your professional identity. This brave and entrepreneurial spirit of yours in those days is the biggest legacy that allows you to be mentioned with respect even today in the business world. You showed everyone back then that success is not just working, but exhibiting a stance.",
        "simdi": "Honey, right now you are acting with a complete 'boss' energy in business life; literally everything is being shaped according to your vision! Your charisma and persuasion ability are so high that you burn through every obstacle that comes your way and run toward your goals with determination. This period is a time frame when the universe supports you to the fullest to establish your own business or to play for the top level in your current job. Never hesitate to use your leadership qualities because your word passes like law right now. You are the king of your career, continue to hold that wand at the highest, honey.",
        "gelecek": "In your future, there is the news of a magnificent rise in your business life, perhaps establishing your own empire or heading a giant company. You will reach such a point on the career path that you will now act with a global vision, not just a local one. All your efforts will bear fruit in the most magnificent way and you will sit proudly in the victory seat. A responsibility you will soon take will turn you into a power monument both financially and spiritually. Get ready honey, it's very close for you to be a complete 'legend' in the business world."
      },
      "para": {
        "gecmis": "In your past, you acted literally like a 'financial genius' in a financial sense and laid the foundations of a great wealth, honey. You knew how to manage money, where to invest so well that you passed through a period when abundance never diminished. Those days when you built your financial freedom with your own hands and became a financial authority are the source of that trust in your wallet even today. You proved in the past in the most noble form that money is not just a piece of paper, but a tool of power. This consciousness of abundance back then has ingrained into your soul, honey.",
        "simdi": "Honey, right now you are in complete mastery and prosperity regarding your financial resources; you have literally become the master of money! You have magnificent strategic ideas to increase your income and you have that great power to realize all of them one by one. The abundance of your wallet increases day by day and you use your financial power not just for yourself, but also to protect your loved ones. This period is the time to collect the reward of your smart moves and enjoy your financial independence in its most luxurious form. The energy of abundance is revolving around your logical decisions, just enjoy this kingdom.",
        "gelecek": "In your future, a complete 'wealth explosion' and an unshakable economic power card is opening for you in financial terms. A wealth larger than you ever expected might come into your hands or an income gate/signature that will keep you like a king for a lifetime might open. Glorious days are at the door when financial worries will completely end and you will only focus on big investments. The universe has made all its preparations and is waiting to reward you with abundance because of this brave and visionary stance of yours. Your future is full of bright gold and you will live at the highest level of prosperity, honey."
      },
      "saglik": {
        "gecmis": "In your past, you displayed such a resistance and fire of life regarding your health that everyone admired the healing power of your body. Those days when you felt very fit, energetic, and literally invincible taught you what a magnificent machine your body is. Perhaps you defeated a disease only with your will or successfully completed a difficult discipline that would take your body to the highest level. This royal resistance you gained in that period was the biggest architect of your solid and authoritative stance today. You received the reward of looking at your body like an empire more than enough in the past, darling.",
        "simdi": "Honey, right now your health energy is working at full capacity and discipline; you feel literally as strong and fit as a lion! That magnificent harmony between your body and your mind gives you a magnificent charisma and physical resistance. You feel more balanced than ever and you only make logical and healthy choices while keeping up with the rhythm of life. This card heralds that you have completely defeated a health problem if you had one or your general well-being has peaked. Your light and fire of life are noticed even from the outside, you are literally shining with health and that asalet worthy of queens, honey.",
        "gelecek": "In your future, the health picture waiting for you promises a perfect vitality and a long, energetic life, honey. You are entering a very peaceful period where you provide complete mastery over your body and every cell is renewed with honesty and health. Even in old age, you will have a genius and vitality that will stone those around you and you will be an example to everyone with your health. A taptaze and powerful you is being born in the future where every kind of physical and spiritual disorder will end. The years ahead will pass with health, peace, and that noble, rational energy, believe in this."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see a general 'leader' and 'conqueror' energy; in a period of your life, you literally brought the whole world to its knees with your intelligence. You lived that honest bond in love, that magnificent success in work, and that unshakable discipline in health at the same time and became literally one with the universe. Those days when everyone respected you and benefited from those honest decisions of yours are the strongest part of your character even today. You proved to the whole world back then how to stand honest and wise in every area of life, honey. Success was engraved in your soul back then like a royal seal.",
        "simdi": "Honey, right now you are experiencing a period of 'authority' and 'transparency' in every area of your life; everything is progressing exactly as you want and manage! You are in a magnificent balance where you enjoy honesty in love, establishing authority in work, and financial prosperity at the same time. Your self-confidence is so high that every step you take arouses admiration and a bit of respectful hesitation around you. This card says that it is a 'strategy victory' time for you and you should maintain all the victories you have won with honesty. Life greets you honey, you are a wise leader who manages the world with his intelligence right now.",
        "gelecek": "Your future promises a magnificent empire where you will reach the very top in every area of life and say 'I won with my intelligence.' While you rise to the highest office you can reach in your career, you will also live that great happiness honestly with your soulmate like a king and queen. A period when no financial deficiency remains and your health shines brightly will rule your life very soon. That moment when all your dreams merge and turn into a single big honesty will be the biggest victory of your life. The universe has made all its preparations and is waiting to reward you, be ready for this magnificent future!"
      }
    },
    "reversed": {
      "ask": {
        "gecmis": "Honey, in your past, you completely suppressed your emotions while trying to be too logical in your love life and therefore you lived a very cold, distant relationship and were eventually disappointed. Perhaps your partner was very manipulative and someone who beat you with his words or you defended your own truths so harshly that you broke the heart of the person across from you. This 'emotional drought' and 'destructive honesty' state back then causes you to exhibit a more prejudiced and harsh stance toward love even today. While you were trying to protect your own mind in love, you lost love for a period, honey.",
        "simdi": "Honey, right now you might be experiencing a 'communication accident' and 'manipulation' period in your love life; it's as if you want everything to be your way. You might be acting very harsh, critical, and even sarcastic toward your partner, which breaks that beautiful bond between you more and more every day. If you are single, you exhibit such an unapproachable and arrogant attitude that the hearts of those who want to approach you turn back from the door. This card whispers that you are using your intelligence right now not to love, but to come out right. You should soften up a bit and see love not as a logic test, but as a heart sharing, honey.",
        "gelecek": "In your future, in some situations you will experience in the name of love, you have the risk of experiencing big breakups because of your extreme harshness or resorting to lies. That 'intelligent' looking person you will encounter might be a tiran who sours you mentally and turns everything to his own advantage. Your moving away completely from empathy by saying 'I know the best' in your relationships might drag you again into the same ice-cold loneliness in the future. However, this process will be a lesson given for you to learn to see not only with your mind but also with your soul in love. If you want to find peace in the future, you will need to learn to use that sword not as a weapon, but as a torch."
      },
      "is": {
        "gecmis": "In your past, you entered such an authority fight in business life that because of your ambition and arrogance you missed a big opportunity or encountered a legal obstacle, honey. Perhaps you were very talented but your reputation was shaken a bit because you looked down on people or resorted to unfair ways. Those wrong steps you took with the ambition of 'I am the only one who knows' in your career must have pushed you into a big deadlock professionally for a period. Those 'despotic' and 'unjust' attitudes in those days cause you to act always with a fear of 'being caught' or 'making a mistake' in business life today. You used your intelligence in the wrong place and at the wrong time to crush people in the business world, honey.",
        "simdi": "Honey, right now you are experiencing a complete 'power poisoning' or on the contrary, a magnificent anger because you were treated unfairly; you are in constant conflict with those around you. Trying to control everything at work but breaking people makes you a very tense and unbearable state. This card says that this current 'harsh and manipulative' attitude of yours could cause serious damage to your career and open big legal problems. Please step back a bit, respect the ideas of others and don't turn into a dictator while trying to lead. Where you should stop right now is to put that sword in its scabbard and try to be a bit tolerant.",
        "gelecek": "In your future, some harsh obstacles regarding your career plans, legal cases, and big conflicts you will experience with authority figures appear. Because of your ambition for an important project or position, you might compromise on honesty and level everything to the ground at once. You have a risk of winning the hatred of those around you by using your charisma and intelligence wrongly in business life, and this might leave you very alone in the future. If you want to reach success, you will need to learn not to beat people with your intelligence, but to guide them. Otherwise, that career kingdom you dream of will never be yours, be aware."
      },
      "para": {
        "gecmis": "In your past, you might have taken a very risky and legal-limit-pushing decision in financial sense and taken a big financial blow by succumbing to your arrogance, honey. Those uncalculated spendings or wrong investments you made saying 'I know every law, every way' brought you to the brink of legal crises for a period. Those days when you used money as a show of power and crushed people financially might be following you today. This 'financial show-off' curiosity in that period causes you to approach money always with a fear of 'it will never be enough' and 'will I lose again?' today. You spent money for your ego, not for your financial freedom, in those days, honey.",
        "simdi": "Honey, right now a 'disorder' and 'excessive control' obsession prevails in your wallet; you act as if money is a tool that exists to satisfy your ego. Trying to show your financial situation much better than it is or trying to obtain gain by using legal gaps might be dragging you into a big disaster. This card whispers that instead of protecting your financial resources, you are burning them like a fire of ambition. You should urgently make a budget plan and understand that money is a temporary power and real power is in honesty. Time has come to cut those 'manipulative' spendings in your wallet right now, otherwise everything will be consumed.",
        "gelecek": "In your future, some losses you will experience in financial sense might grow even more because of your arrogance, legal mistakes, and wrong investment decisions. Not listening to the honest advice of others in a financial crisis and insisting by saying 'my word is right' could lead you to a big bankruptcy. If you avoid that modest struggle you must give to protect your money, you might lose all your financial power and respect in the future. In this process, it is a must to learn to be patient and use your ethical values, not your ambition, while managing money. If you want to get rich in the future, you should get rid of those royal fantasies in your wallet now."
      },
      "saglik": {
        "gecmis": "In your past, you ignored a warning regarding your health by saying 'I am very smart, it will pass' or by completely ignoring your emotions and harrassed your body a lot, honey. Those heavy loads that excessive stress, mental fatigue, and not taking time for yourself brought stopped you completely at one point. Perhaps you dealt with nervous system or head pains for a period because your mind couldn't handle that high fiery tempo and arrogance. You understand better now how much you neglected your health back then and how you acted like a tiran to your body. You silenced the voice of your body in those times not like a wise person, but like a cruel person, honey.",
        "simdi": "Honey, right now your body is literally in 'mental poisoning' and 'excessive tension'; your unquenchable ambition and arrogance are burning and destroying every cell! You are forcing yourself so much under the mask of honesty that your brain has reached the point of giving an error now. This card cries out that you should urgently take a break right now, meditate, or at least shut up for a bit. You cannot manage the whole world, you should first take that sharp sword in your mind under control. Please put aside those arrogant and hurtful thoughts; otherwise you have a risk of experiencing a serious health problem very soon, honey.",
        "gelecek": "In your future, a process appears that will challenge you quite a bit regarding health and where you will deal especially with diseases caused by mental fatigue. As long as you see taking care of yourself as a 'weakness', your healing will also be that much delayed and painful. The physical fatigues you will encounter in the future and especially head/neck-related problems will be a result of your current obsession with control. In the future, you might have to enter into a very radical and perhaps painful lifestyle change program to regain your health. If you don't learn to silence that angry and arrogant king within you now, your body will stop you one day by force."
      },
      "hepsi": {
        "gecmis": "When I look at your past, I see a general 'ego victim' and 'wrong use of intelligence' energy; life has tested you many times with your arrogance. Acting selfishly in love, breaking people at work, and saying 'nothing happens to me' in health might have dragged you into some deep regrets today. Those days when you lost your inner peace and honesty while trying to manage the lives of others have left a deep void in your soul. You shook your wand against life not like a king, but like a despot, and this left you alone, honey. This 'wrong power' use back then still makes you restless today.",
        "simdi": "Darling, right now you are in a phase of 'obsession with control' and 'intolerance' in your general life; you act as if everyone is your servant. But deep down you are so alone and so tense that your soul is literally melting under the burning fire of your mind. This card whispers that this current 'harsh and oppressive' state of yours drags you to the edge of the abyss. Why did you become so aggressive and why are you pushing everyone away from you? You must pull yourself together immediately, learn to be modest, and take the ropes of your life not with anger, but with love. You can be a king but remember that real kings rule with mercy, not honesty.",
        "gelecek": "In your future, you have the risk of acting excessively stubborn and harsh in the face of the tests that await you in your general life, honey. If you don't revitalize that tolerance and compassion within you, life will crush you as it wishes and leave you alone. You might experience big losses in your career, love, and financial situation because of your ambition and you can destroy the reputation you built with your own hands again with your own hands. However, this situation is your choice; whether to use your intelligence as a light or as a sword is completely in your hands. If you want to find peace in the future, you should be cleansed of your arrogance now."
      }
    }
  }
]